[
  {
    "item_key": "item_1",
    "text": "General\nFormed on May 25, 1993, Camden Property Trust, a Texas real estate investment trust (“REIT”), and all consolidated subsidiaries are primarily engaged in the ownership, management, development, reposition, redevelopment, acquisition, and construction of multifamily apartment communities. Unless the context requires otherwise, “we,” “our,” “us,” and the “Company” refer to Camden Property Trust and its consolidated subsidiaries. Our multifamily apartment communities are referred to as “communities,” “multifamily communities,” “properties,” or “multifamily properties” in the following discussion.\nOur website is located at www.camdenliving.com and we make available free of charge through our website our annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, and amendments to such reports, filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the U.S. Securities and Exchange Commission (the “SEC”). We also make available free of charge on our website our Guidelines on Governance, Code of Business Conduct and Ethics, Code of Ethical Conduct for Senior Financial Officers, and the charters of each of our Audit, Compensation, and Nominating and Corporate Governance Committees.  Copies are also available, without charge, from Investor Relations, 11 Greenway Plaza, Suite 2400, Houston, Texas 77046. References to our website in this report are provided as a convenience and do not constitute, and should not be viewed as, an incorporation by reference of the information contained on or available through our website and therefore such information should not be considered part of this report.\nOur annual, quarterly and current reports, proxy statements, and other information are electronically filed with the SEC.  The SEC maintains a website (http://www.sec.gov) that contains reports, proxy, and information statements and other information regarding issuers that file electronically with the SEC.\nNarrative Description of Business\nAs of December 31, 2021, we owned interests in, operated, or were developing 176 multifamily properties comprised of 60,073 apartment homes across the United States. Of the 176 properties, five properties were under construction and will consist of a total of 1,773 apartment homes when completed. We also own land holdings which we may develop into communities in the future.\nOperating and Business Strategy\nWe believe producing consistent earnings growth through property operations, development and acquisitions, achieving market balance, and recycling capital are crucial factors to our success. We rely heavily on our sophisticated property management capabilities and innovative operating strategies to maximize the earnings potential of our communities.\nReal Estate Investments and Market Balance.\nWe believe we are well-positioned in our current markets and have the expertise to take advantage of new opportunities as they arise. These capabilities, combined with what we believe is a conservative financial structure, should allow us to concentrate our growth efforts toward selective opportunities to enhance our strategy of having a geographically diverse portfolio of assets which meet the requirements of our residents.\nWe continue to operate in our core markets which we believe provides an advantage due to economies of scale. We believe, where possible, it is best to operate with a strong base of properties in order to benefit from the personnel allocation and the market strength associated with managing multiple properties in the same market.  However, consistent with our goal of generating sustained earnings growth, we intend to selectively dispose of properties and redeploy capital for various strategic reasons, including if we determine a property cannot meet our long-term earnings growth expectations.\nWe try to maximize capital appreciation of our properties by investing in markets characterized by conditions favorable to multifamily property appreciation. These markets generally feature the following:\n•\nStrong economic growth leading to household formation and job growth, which in turn should support higher demand for our apartments; and,\n•\nAn attractive quality of life, which may lead to higher demand and retention for our apartments and allow us to more readily increase rents.\nSubject to market conditions, we intend to continue to seek opportunities to develop new communities, and to redevelop, reposition and acquire existing communities. We also intend to evaluate our operating property and land development portfolio and plan to continue our practice of selective dispositions as market conditions warrant and opportunities arise.\n1\nWe expect to maintain a strong balance sheet and preserve our financial flexibility by continuing to focus on our core fundamentals which currently are generating positive cash flows from operations, maintaining appropriate debt levels and leverage ratios, and controlling overhead costs. We intend to meet our short-term and long-term liquidity requirements through a combination of one or more of the following: cash and cash equivalents, cash flows generated from operations, draws on our unsecured credit facility, the use of debt and equity offerings under our automatic shelf registration statement, proceeds from property dispositions, equity issued from our at-the-market (\"ATM\") share offering programs, other unsecured borrowings, or secured mortgages.\nSophisticated Property Management\n. We believe the depth of our organization enables us to deliver quality services, promote resident satisfaction, and retain residents, thereby increasing our operating revenues and reducing our operating expenses. We manage our properties utilizing a staff of professionals and support personnel, including certified property managers, experienced apartment managers and leasing agents, and trained apartment maintenance technicians. Our on-site personnel are trained to deliver high-quality services to our residents and we strive to motivate our on-site employees through incentive compensation arrangements based upon property operational results, rental rate increases, occupancy levels, and level of new leases and lease renewals achieved.\nOperations.\nWe believe an intense focus on operations is necessary to realize consistent, sustained earnings growth. Ensuring customer satisfaction, increasing rents as market conditions allow, maximizing rent collections (subject to restrictions of applicable law), maintaining property occupancy at optimal levels, and controlling operating costs comprise our principal strategies to maximize property financial results. We believe our web-based property management and revenue management systems strengthen on-site operations and allow us to quickly adjust rental rates as local market conditions change. Lease terms are generally staggered based on vacancy exposure by apartment type such that lease expirations are matched to each property's seasonal rental patterns. Our average lease terms are approximately fourteen months, and our individual property marketing plans are structured to respond to local market conditions. In addition, we conduct ongoing customer service surveys to help ensure timely responses to customers' changing needs and a high-level of satisfaction.\nInvestments in Joint Ventures.\nWe have entered into, and may continue in the future to enter into, joint ventures or partnerships, including limited liability companies, through which we own an indirect economic interest in less than 100% of the joint venture or partnership. We account for three investment funds (collectively, the \"Funds\") utilizing the equity method of accounting. As of December 31, 2021, we had two discretionary investment funds, which are closed to future investments, and a third fund which we formed in March 2015 and, as amended, may be utilized for future multifamily investments of up to $360 million. See Note 8, “Investments in Joint Ventures,” and Note 14, “Commitments and Contingencies,” in the notes to the Consolidated Financial Statements for further discussion of our investments in joint ventures.\nCompetition\nThere are numerous housing alternatives which compete with our communities in attracting residents. Our properties compete directly with other multifamily properties as well as condominiums, single-family homes, third-party providers of short-term rentals and serviced apartments, which are available for rent or purchase in the markets in which our communities are located. This competitive environment could have a material adverse effect on our ability to lease apartment homes or on the rents realized at our present properties or any newly-developed or acquired property.\nHuman Capital Management\nPurpose and Culture.\nWe strive to differentiate ourselves by our culture and talent. How we manage our human capital is critical to how we deliver on our strategy and create sustained growth and value for our shareholders and we strive to improve the lives of our team members, customers and shareholders one experience at a time. We recognize a great culture is foundational to the success of this vision. Key components in managing our human capital are listed below.\nCamden's Values.\nWe care deeply about our employees, our residents, and the local communities in which we live, work, and play. We are committed to maintaining a high-trust work environment that attracts, retains, and rewards the best and\nbrightest people. We believe our workplace reflects Camden’s nine core values: Customer Focused; People Driven; Team Players; Lead by Example; Results Oriented; Work Smart; Always Do the Right Thing; Act with Integrity; and Have Fun.\nWe believe these values cultivate an environment of respect, fairness, diversity, and fun for all.\nA Great Place to Work.\nIn addition to our core values, we are committed to creating a work environment which fosters the well-being, health and happiness of all associates. We believe our team members are given meaningful opportunities to provide feedback and effect change. We are proud of our culture and the recognition we have received as a great place to work, including being named on the list as one of the 100 Best Companies to Work For® by FORTUNE magazine for 14 consecutive years, most recently ranking #8.\n2\nCompensation and Benefits.\nWe provide high-quality health benefits and compensation to competitively compensate all employees for their contributions to Camden. We have formal programs intended to positively impact team members such as healthcare, rent discounts, education allowances, and scholarships for children of our employees.\nTraining and Development.\nOur mission, vision and values are also incorporated into our employee training and development programs.\nOne of our most cherished mantras is “Never Stop Learning.” We encourage team members to discover their strengths, cultivate new interests, and offer tuition assistance to team members working to earn industry designations from various organizations. We also support team members who continue their education at an accredited educational institution through our Education Assistance Program. In addition to these programs, we also help employees improve their personal and professional lives through training, coaching and mentoring. CamdenU, our in-house learning center, is available to all employees and offers courses in subjects such as leadership, management, fair housing and compliance, and health and safety training. In addition to formal training, Camden’s mentoring program supports its newest employees by pairing them with experienced employees to facilitate their on-boarding process and immerse them in Camden’s culture.\nDiversity, Equity, and Inclusion.\nWe believe a great workplace fosters an environment where all employees can thrive and grow, and where differences are both encouraged and celebrated.  Each Camden team member brings unique skills, experiences and perspectives to Camden, and we continue to promote and encourage diversity, equity and inclusion throughout our organization. Our commitment is to promote a diverse organization which is reflective of our residents and communities. We believe these efforts are socially responsible, foundational to Camden’s success, and essential to delivering on our goal to improve the lives of our team members and residents, one experience at a time.\nAt December 31, 2021, we had approximately 1,700 employees including executive, administrative, and community personnel. Camden embraces all team members as full and valued members of the organization. Together we innovate and collaborate with the goal of delivering consistently strong business results. Our commitment to furthering diversity, equity, and inclusion initiatives has resulted in our workforce at Camden reflecting a broad base of talent, with true gender, generation, and ethnicity diversity among our team members.\nQualification as a Real Estate Investment Trust\nAs of December 31, 2021, we met the qualification of a REIT under Sections 856-860 of the Internal Revenue Code of 1986, as amended (the “Code”). As a result, with the exception of our taxable REIT subsidiaries, we will not be subject to federal income tax to the extent we continue to meet certain requirements of the Code."
  },
  {
    "item_key": "item_1a",
    "text": "In addition to the other information contained in this Form 10-K, the following risk factors should be considered carefully in evaluating our business. Our business, financial condition, or results of operations could be materially adversely affected by any of these risks.\nRisks Associated with Capital Markets, Credit Markets, and Real Estate\nVolatility in capital and credit markets, or other unfavorable changes in economic conditions, either nationally or regionally in one or more of the markets in which we operate, could adversely impact us.\nThe capital and credit markets are subject to volatility and disruption. We therefore may not be able to obtain new debt financing or refinance our existing debt on favorable terms or at all, which would adversely affect our liquidity, our ability to make distributions to shareholders, acquire assets and continue our development activities. Other weakened economic conditions, including job losses, high unemployment levels, stock market volatility, and uncertainty about the future, could adversely affect rental rates and occupancy levels. Unfavorable changes in economic conditions may have a material adverse impact on our cash flows and operating results.\nAdditional key economic risks which may adversely affect conditions in the markets in which we operate include the following:\n•\nrisks associated with a pandemic;\n•\nlocal conditions, such as an oversupply of apartments or other housing available for rent, or a reduction in demand for apartments in the area;\n•\ndeclines in the financial condition of our residents, which may make it more difficult for us to collect rents from some residents;\n3\n•\ndeclines in market rental rates;\n•\nlow mortgage interest rates and home pricing, making alternative housing more affordable;\n•\ngovernment or builder incentives which enable home buyers to put little or no money down, making alternative housing options more attractive;\n•\nregional economic downturns, including, but not limited to, business layoffs, downsizing and increased unemployment, which may impact one or more of our geographical markets; and\n•\nincreased operating costs, if these costs cannot be passed through to our residents.\nShort-term leases could expose us to the effects of declining market rents.\nOur average lease terms are approximately fourteen months. As these leases typically permit the residents to leave at the end of the lease term without penalty, our rental revenues are impacted by declines in market rents more quickly than if our leases were for longer terms.\nCompetition could limit our ability to lease apartments or increase or maintain rental income.\nThere are numerous housing alternatives which compete with our properties in attracting residents. Our properties compete directly with other multifamily properties, condominiums, single-family homes, third-party providers of short-term rentals and serviced apartments, which are available for rent or purchase in the markets in which our properties are located. This competitive environment could have a material adverse effect on our ability to lease apartment homes at our present properties or any newly developed or acquired property, as well as on the rents realized.\nWe could be negatively impacted by the risks associated with land holdings and related activities.\nWe hold land for future development and may in the future acquire additional land holdings. The risks inherent in purchasing, owning, and developing land increase as demand for apartments, or rental rates, decrease. Real estate markets are highly uncertain and, as a result, the value of undeveloped land may fluctuate significantly. In addition, carrying costs can be significant and can result in losses or reduced profitability. As a result, we hold certain land, and may in the future acquire additional land, in our development pipeline at a cost we may not be able to fully recover or at a cost which may preclude us from developing a profitable multifamily community. If there are subsequent changes in the fair market value of our land holdings which is less than the carrying basis of our land holdings reflected in our financial statements plus estimated costs to sell, we may be required to take future impairment charges which would reduce our net income.\nRisks Associated with Our Operations\nA pandemic and measures intended to prevent its spread could have a material adverse effect on our business, results of operations, cash flows, and financial condition.\nA pandemic and emergence of new variants have negatively impacted the global economy, disrupted financial markets and international trade, and resulted in varying unemployment levels, all of which have negatively impacted the multifamily industry and the Company’s business. O\nutbreaks have led governments and other authorities around the world, including federal, state and local authorities in the United States, to impose measures intended to mitigate its spread, including restrictions on freedom of movement and business operations such as issuing guidelines, travel bans, border closings, business closures, quarantine orders, and orders not allowing the collection of rents, rent increases, or eviction of non-paying tenants.\nThe impact of an ongoing pandemic and measures to prevent its spread\nhave negatively impacted and could continue to\nnegatively impact our businesses in a number of ways, including our residents’ ability or willingness to pay rents and the demand for multifamily communities within the markets we operate.\nIn the event of resident nonpayment, default, or bankruptcy, we could incur costs in protecting our investment and re-leasing our property.  Additionally, local and national authorities could continue to expand and extend certain measures imposing restrictions on our ability to enforce contractual rental obligations upon our residents and tenants.\nThe restrictions inhibiting our employees’ ability to meet with existing and potential residents has disrupted and could in the future further disrupt our ability to lease apartments which could adversely impact our rental rate and occupancy levels.\nAn ongoing pandemic has caused, and could continue to cause, severe economic, market and other disruptions worldwide. These conditions may continue and may worsen as a result of an ongoing pandemic. In addition, the deterioration of economic conditions as a result of a pandemic could ultimately decrease occupancy levels and market rents across our portfolio as residents reduce or defer their spending.\n4\nThe uncertain duration and severity of a pandemic and its variants, as well as continued periodic spikes in infection rates and local outbreaks of the virus and its variants, in spite of safety measures or vaccinations could cause disruptions to our operations and those of our commercial tenants, suppliers or vendors\n.  For these reasons, we are not able at this time to estimate with any degree of certainty the effect a pandemic or measures intended to curb its spread could have on our business, results of operations, financial condition, and cash flows\n. Moreover, many of the other risk factors described within this Form 10-K could be more likely to impact us as a result of a pandemic or measures intended to curb its spread.\nDevelopment, repositions, redevelopment and construction risks could impact our profitability.\nWe intend to continue to develop, reposition, redevelop, and construct multifamily apartment communities for our portfolio. In 2022, we expect to incur costs between approximately $150 million and $170 million related to the construction of five consolidated projects. Additionally, during 2022, we expect to incur costs between approximately $150 million and $160 million related to the start of new development activities, between approximately $62 million and $66 million related to repositions, redevelopment, repurposes, and revenue enhancing expenditures and between approximately $80 million and $84 million of additional recurring capital expenditures.  Our development, reposition, redevelopment and construction activities may also be exposed to a number of risks which may delay timely completion, increase our construction costs and/or decrease our profitability, including the following:\n•\ninability to obtain, or delays in obtaining, necessary zoning, land-use, building, occupancy, and other required permits and authorizations;\n•\ndisruptions in the supply of materials or labor, increased materials and labor costs, problems with contractors or subcontractors, or other costs including those costs due to errors and omissions which occur in the design or construction process;\n•\nshortages of materials;\n•\ninability to obtain financing with favorable terms;\n•\ninability to complete construction and/or lease-up of a community on schedule;\n•\nforecasted occupancy and rental rates may differ from the actual results; and\n•\nthe incurrence of costs related to the abandonment of development opportunities which we have pursued and subsequently deemed unfeasible.\nOur inability to successfully implement our development, repositions, redevelopment and construction strategy could adversely affect our results of operations and our ability to satisfy our financial obligations and pay distributions to shareholders.\nOne of our wholly-owned subsidiaries is engaged in the business of providing general contracting services under construction contracts entered into between it and third parties (which may include our nonconsolidated affiliates). The terms of those construction contracts generally require this subsidiary to estimate the time and costs to complete a project, and assumes the risk when these estimates are greater than anticipated. As a result, profitability on those contracts is dependent on the ability to accurately predict these factors. The time and costs necessary to complete a project may be affected by a variety of factors including, but not limited to, those listed above, many of which are beyond this subsidiary’s control. In addition, the terms of those contracts generally require this subsidiary to warrant its work for a period of time during which it may be required to repair, replace, or rebuild non-conforming work. Further, trailing liabilities, based on various legal theories such as claims of negligent construction, may result from such projects, and these trailing liabilities may go on for a number of years depending on the length of the statute of repose in the applicable jurisdictions.\nWe could be impacted by our investments through joint ventures and investment funds which involve risks not present in investments in which we are the sole investor.\nWe have invested and may continue to invest as a joint venture partner in joint ventures. These investments involve risks including but not limited to, the possibility the other joint venture partner may have business goals which are inconsistent with ours, possess the ability to take or force action or withhold consent contrary to our requests, or become insolvent and require us to assume and fulfill the joint venture’s financial obligations. We and our joint venture partners may each have the right to initiate a buy-sell arrangement, which could cause us to sell our interest, or acquire a joint venture partner’s interest, at a time when we otherwise would not have entered into such a transaction. Each joint venture agreement is individually negotiated, and our ability to operate, finance, or dispose of a community in our sole discretion may be limited to varying degrees depending on the terms of the applicable joint venture agreement.\n5\nThe risks associated with our Funds, which we manage as the general partner and advisor, include, but are not limited to, the following:\n•\none of our wholly-owned subsidiaries is the general partner of the Funds and has unlimited liability for the third-party debts, obligations, and liabilities of the Funds pursuant to partnership law;\n•\ninvestors in the Funds (other than us) may remove our subsidiary as the general partner of the Funds with or without cause and the Funds’ advisory boards by a majority vote of their members, and may remove our subsidiary as the general partner of the Funds at any time for cause;\n•\nwhile we have broad discretion to manage the Funds and make investment decisions on behalf of the Funds, the investors of the Funds' advisory boards must approve certain matters, and as a result we may be unable to make certain investments or implement certain decisions on behalf of the Funds which we consider beneficial;\n•\nour ability to dispose of all or a portion of our investments in the Funds is subject to significant restrictions; and,\n•\nwe may be liable if the Funds fail to comply with various tax or other regulatory matters.\nOur acquisition strategy may not produce the cash flows expected.\nWe may acquire additional operating properties on a selective basis. Our acquisition activities are subject to a number of risks including, but not limited to, the following:\n•\nwe may not be able to successfully integrate acquired properties into our existing operations;\n•\nour estimates of the costs, if any, of repositioning or redeveloping the acquired property may prove inaccurate;\n•\nthe expected occupancy, rental rates and operating expenses may differ from the actual results;\n•\nwe may not be able to obtain adequate financing; and,\n•\nwe may not be able to identify suitable candidates on terms acceptable to us and may not achieve expected returns or other benefits as a result of integration challenges, such as personnel and technology.\nChanges in rent control or rent stabilization laws and regulations could adversely affect our operations and property values\n.\nCertain states and local municipalities have adopted rent control or rent stabilization laws and regulations, imposing restrictions on amounts of rent increases which may be charged. There are a number of additional states and local municipalities in which we operate also considering or being urged by advocacy groups to consider imposing rent control or rent stabilization laws and regulations.  Such laws and regulations could limit our ability to increase rents, charge certain fees, evict residents, or recover increases in our operating expenses and could make it more difficult to dispose of properties in certain circumstances. The terms of laws and regulations recently enacted, future laws and regulations which may be enacted, as well as any lawsuits against us arising from such issues, could have a significant adverse impact on our results of operations and could reduce the value of our operating properties.\nFailure to qualify as a REIT could have adverse consequences.\nWe may not continue to qualify as a REIT in the future and the Internal Revenue Service may challenge our qualification as a REIT for prior years. If we fail to qualify as a REIT in any taxable year we may be subject to federal and state income taxes for such year and we may not be able to requalify as a REIT for the four subsequent taxable years and may be subject to federal and state income taxes in those years as well. This may also impair our ability to expand our business and raise capital which may adversely affect the value of our common shares.\nWe may face other tax liabilities in the future which may impact our cash flow. These potential tax liabilities may be calculated on our income or property values at either the corporate or individual property levels. Any additional tax expense incurred would decrease the cash available for cash distributions to our common shareholders and non-controlling interest holders. Additionally, in order for us to continue to qualify as a REIT we must meet a number of organizational and operational requirements, including a requirement to distribute annual dividends to our shareholders equal to a minimum of 90% of our adjusted taxable income.\nTax laws may continue to change at any time and any such legislative or other actions could have a negative effect on us.\nTax laws remain under constant review by persons involved in the legislative process, at the Internal Revenue Service, the U.S. Department of Treasury, and by various state and local tax authorities.  Future changes in tax laws including administrative interpretations, enacted tax rates, or new pronouncements relating to accounting for income taxes could adversely affect us in a number of ways, including making it more difficult or more costly for us to qualify as a REIT.\n6\nA cybersecurity incident and other technology disruptions could negatively impact our business.\nWe use technology in substantially all aspects of our business operations, including internet and cloud-based systems and applications. We also use mobile devices, social networking, outside vendors and other online activities to connect with our employees, suppliers and residents. Such uses and the on-going advancement in technology give rise to potential cybersecurity risks with increasing sophistication, including but not limited to, security breaches, espionage, system disruption, theft and inadvertent release of confidential information. Our business involves the storage and transmission of numerous classes of sensitive and confidential information and intellectual property, including residents' and suppliers' personal information, private information about employees, and financial and strategic information about us. Further, as we pursue our strategy to grow through acquisitions and developments and to pursue new initiatives to improve our operations, we are also expanding our information technologies, resulting in a larger technological presence and corresponding exposure to cybersecurity risk. If we fail to assess and identify cybersecurity risks associated with our operations, we may become increasingly vulnerable to such risks and may be liable for the consequential litigation and remediation costs. Additionally, the measures we have implemented to prevent security breaches and cyber incidents may not be effective and there can be no complete assurance of prevention or anticipation of such incidents. The theft, destruction, loss, misappropriation, or release of sensitive data, confidential information or intellectual property, or interference with our information technology systems or the technology systems of third parties on which we rely could result in business disruption, negative publicity, brand damage, violation of privacy laws, loss of residents, potential liability and competitive disadvantage, any of which could result in a material adverse effect on our financial condition or results of operations.\nOur third-party service providers are primarily responsible for the security of their own information technology environments and in certain instances we rely significantly on third-party service providers to supply and store our sensitive data in a secure manner.  All of these third parties face potential risks relating to cybersecurity similar to ours which could disrupt their businesses and therefore adversely impact us. While we provide guidance and specific requirements in some cases, we do not directly control any of these parties' information technology security operations, or the amount of investment they place in guarding against cybersecurity threats.  Accordingly, we are subject to any flaw or breaches to their information technology systems, or those which they operate for us, which could have a material adverse effect on our financial condition or results of operations.\nRisks Associated with Our Indebtedness and Financing\nWe have significant debt, which could have adverse consequences.\nAs of December 31, 2021, we had outstanding debt of approximately $3.2 billion. This indebtedness could have adverse consequences including but not limited to, the following:\n•\nour vulnerability to general adverse economic and industry conditions is increased; and\n•\nour flexibility in planning for, or reacting to, changes in business and industry conditions is limited.\nOur unsecured credit facility and the indenture under which our unsecured debt was issued contain customary restrictions, requirements, and other limitations, as well as certain financial and operating covenants including maintenance of certain financial ratios. Maintaining compliance with these provisions could limit our financial flexibility. A default in these provisions, if uncured, could require us to repay the indebtedness before the scheduled maturity date which could adversely affect our liquidity and increase our financing costs.\nInsufficient cash flows could limit our ability to make required payments for debt obligations or pay distributions to shareholders.\nSubstantially all of our income is derived from rental and other income from our multifamily communities. As a result, our performance depends in large part on our ability to collect rent from residents, which could be negatively affected by a number of factors including, but not limited to, the following:\n•\ndelay in resident lease commencements;\n•\ndecline in occupancy;\n•\nfailure of residents to make rental payments when due;\n•\nthe attractiveness of our properties to residents and potential residents;\n•\nour ability to adequately manage and maintain our communities;\n•\ncompetition from other available apartments and housing alternatives;\n7\n•\nchanges in market rents;\n•\nincreases in operating expenses; and\n•\nchanges in governmental regulations such as eviction moratoriums, rent control, or stabilization laws regulating rental housing.\nCash flow could be insufficient to meet required payments of principal and interest with respect to debt financing. In order for us to continue to qualify as a REIT we must meet a number of organizational and operational requirements, including a requirement to distribute annual dividends to our shareholders equal to a minimum of 90% of our adjusted taxable income. This requirement limits the cash available to meet required principal payments on our debt.\nIssuances of additional debt may adversely impact our financial condition.\nOur capital requirements depend on numerous factors, including the rental and occupancy rates of our multifamily properties, minimum dividend requirements to our equity holders, development, redevelopment and other capital expenditures, costs of operations, and potential acquisitions. If our capital requirements vary materially from our plans, we may require additional financing earlier than anticipated. If we issue more debt we could become more leveraged, resulting in increased risk of default on our obligations and an increase in our debt service requirements, both of which could adversely affect our financial condition and ability to access debt and equity capital markets in the future.\nWe may be unable to renew, repay, or refinance our outstanding debt.\nWe are subject to the risk our indebtedness will not be renewed, repaid, or refinanced when due or the terms of any renewal or refinancing will not be as favorable as the existing terms of such indebtedness. If we are unable to refinance our indebtedness on acceptable terms, or at all, we might be forced to dispose of one or more of our properties on disadvantageous terms, which might result in losses to us. Such losses could have a material adverse effect on us and our ability to pay amounts due on our debt and make distributions to our shareholders.\nRising interest rates could both increase our borrowing costs, thereby adversely affecting our cash flows and the amounts available for distribution to our shareholders, and decrease our share price, if investors seek higher yields through other investments\n.\nWe have an unsecured credit facility and an unsecured term loan bearing interest at variable rates on all amounts drawn. We may incur mortgage debt or other additional variable rate debt in the future. Increases in interest rates would increase our interest expense, unless we make arrangements which hedge the risk of rising interest rates, and would increase the costs of refinancing existing debt and of issuing new debt. Accordingly, higher interest rates could adversely affect cash flow, net income, and cash available for payment of our debt obligations and distributions to shareholders.\nAn environment of rising interest rates could also lead holders of our securities to seek higher yields through other investments, which could adversely affect the market price of our shares. One of the factors which may influence the price of our stock in public markets is the annual distribution rate we pay as compared with the yields on alternative investments.\nFailure to maintain our current credit ratings could adversely affect our cost of funds, related margins, liquidity, and access to capital markets.\nFitch, Moody's, and Standard & Poor's, the major debt rating agencies, routinely evaluate our debt and have given us ratings of A- with stable outlook, A3 with stable outlook, and A- with stable outlook, respectively, on our senior unsecured debt as of December 31, 2021. These ratings are based on a number of factors, which include their assessment of our financial strength, liquidity, capital structure, asset quality, and sustainability of cash flow and earnings. Due to changes in market conditions, we may not be able to maintain our current credit ratings, which could adversely affect our cost of funds and related margins, liquidity, and access to capital markets.\nWe may be adversely affected by the phase out of LIBOR.\nOur unsecured credit facility and unsecured term loan are indexed to the London Interbank Offered Rate (\"LIBOR\").  In late 2021, it was announced LIBOR interest rates will cease publication altogether by June 30, 2023. To address the potential for LIBOR’s cessation, the Federal Reserve Board and the Federal Reserve Bank of New York (FRBNY), in coordination with multiple other regulators and large industry participants, convened the Alternative Reference Rates Committee (“ARRC”). The ARRC has identified the Secured Overnight Financing Rate (SOFR) as the preferred successor rate for LIBOR. We intend to incorporate relatively standardized replacement rate provisions into our LIBOR-indexed debt documents, including a spread adjustment mechanism designed to equate to the current LIBOR \"all in\" rate. There is significant uncertainty with respect to the implementation of the phase out and what alternative indexes will be adopted which will ultimately be determined by the market as a whole.  It therefore remains uncertain how such changes will be implemented and the effects such changes would\n8\nhave on us and the financial markets generally.  These changes may have a material adverse impact on the availability of financing and on our financing costs.\nRisks Associated with Our Shares\nShare ownership limits and our ability to issue additional equity securities may prevent takeovers beneficial to shareholders.\nFor us to maintain our qualification as a REIT, we must have 100 or more shareholders during the year and not more than 50% in value of our outstanding shares may be owned, directly or indirectly, by five or fewer individuals. As defined for federal income tax purposes, the term “individuals” includes a number of specified entities. To minimize the possibility of us failing to qualify as a REIT under this test, our declaration of trust includes restrictions on transfers of our shares and ownership limits. The ownership limits, as well as our ability to issue other classes of equity securities, may delay, defer, or prevent a change in control. These provisions may also deter tender offers for our common shares which may be attractive to you or limit your opportunity to receive a premium for your shares which might otherwise exist if a third party were attempting to effect a change in control transaction.\nThe form, timing and amount of dividend distributions in future periods may vary and be impacted by economic and other considerations.\nThe form, timing and amount of dividend distributions will be declared at the discretion of our Board of Trust Managers and will depend on actual cash from operations, our financial condition, capital requirements, the annual distribution requirements under the REIT provisions of the Code and other factors as the Board of Trust Managers may consider relevant. The Board of Trust Managers may modify the form, timing and amount of dividends from time to time.\nGeneral Risk Factors\nCompetition could adversely affect our ability to acquire properties.\nWe expect other real estate investors will compete with us to acquire additional operating properties. This competition could increase prices for the type of properties we would likely pursue and adversely affect our ability to acquire these properties or achieve the expected profitability of such properties upon acquisition.\nLitigation risks could affect our business.\nAs an owner, manager and developer of multifamily properties, we may incur liability based on various conditions at our properties and the buildings thereon, and we also have become and in the future may become involved in legal proceedings, including consumer, employment, tort or commercial litigation, which if decided adversely to or settled by us, and not adequately covered by insurance, could result in liability which is material to our financial condition or results of operations.\nDamage from catastrophic weather and other natural events could result in losses.\nA certain number of our properties are located in areas which have experienced and may in the future experience catastrophic weather and other natural events from time to time, including fires, snow or ice storms, windstorms, tornadoes, hurricanes, earthquakes, flooding or other severe weather, or other environmental events.  These adverse weather or natural events could cause substantial damages or losses to our properties which could exceed our insurance coverage.  In the event of a loss in excess of insured limits, we could lose our capital invested in the affected property, anticipated future revenue from the property, and could also continue to be obligated to repay any mortgage indebtedness or other obligations related to the property.  Any such loss could materially and adversely affect our business, financial condition and results of operations.\nWe could be adversely impacted due to our share price fluctuations.\nThe market price and trading volume of our common shares are subject to fluctuation due to general market conditions, the risks discussed in this report and other matters, including, but not limited to, the following:\n•\noperating results which vary from the expectations of securities analysts and investors;\n•\ninvestor interest in our property portfolio;\n•\nthe reputation and performance of REITs;\n•\nthe attractiveness of REITs as compared to other investment vehicles;\n•\nthe results of our financial condition and operations;\n•\nthe perception of our growth and earnings potential;\n9\n•\nminimum dividend requirements;\n•\nincreases in market interest rates, which may lead purchasers of our common shares to demand a higher yield; and\n•\nchanges in financial markets and national and regional economic and general market conditions."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "The Properties\nOur properties typically consist of mid-rise buildings or two and three story buildings in a landscaped setting, as well as high-rise buildings, and provide residents with a variety of amenities common to multifamily rental properties.\nOperating Properties (including properties held through unconsolidated joint ventures)\nThe 171 operating properties in which we owned interests and operated at December 31, 2021 averaged 960 square feet of living area per apartment home.  For the year ended December 31, 2021, no single operating property accounted for greater than 1.4% of our total revenues.  Our stabilized operating properties had a weighted average occupancy rate of approximately 97% and 95% for the years ended December 31, 2021 and 2020, respectively, an average monthly rental revenue per apartment home of $1,671 and $1,599 for the same periods, respectively and our average resident lease terms are approximately fourteen months. At December 31, 2021, 153 of our operating properties had over 200 apartment homes, with the largest having 904 apartment homes. Our operating properties were constructed and placed in service as follows:\n10\nProperty Table\nThe following table sets forth information with respect to our 171 operating properties at December 31, 2021:\n11\n12\n13\n14\n(1)\nRepresents the average physical occupancy for the year except as noted.\n(2)\nThe average monthly rental rate per apartment incorporates vacant units and resident concessions calculated on a straight-line basis over the life of the lease.\n(3)\nDevelopment property stabilized during 2021 - the average occupancy was calculated from the date at which the occupancy exceeded 90% through December 31, 2021.\n(4)\nProperty under lease-up at December 31, 2021.\n(5)\nProperty owned through an unconsolidated joint venture in which we own a 31.3% interest. The remaining interest is owned by an unaffiliated third-party.\n(6)\nProperty acquired in 2021 - the average occupancy was calculated from the date the property was acquired."
  },
  {
    "item_key": "item_3",
    "text": "None."
  },
  {
    "item_key": "item_4",
    "text": "None.\n15\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common shares are traded on the New York Stock Exchange under the symbol \"CPT.\"  As of February 10, 2022, there were approximately 297 shareholders of record and 88,001 beneficial owners of our common shares.\nIn the first quarter of 2022, the Company's Board of Trust Managers declared a first quarter dividend of $0.94 per common share to our common shareholders of record as of March 31, 2022. Future dividend payments are paid at the discretion of the Board of Trust Managers and depend on cash flows generated from operations, the Company's financial condition and capital requirements, distribution requirements under the REIT provisions of the Code and other factors which may be deemed relevant by our Board of Trust Managers.  Assuming similar dividend distributions for the remainder of 2022, our annualized dividend rate for 2022 would be $3.76.\nThe following graph assumes the investment of $100 on December 31, 2016 and quarterly reinvestment of dividends.\n(Source: S&P Global Market Intelligence)\n16\nIn August 2021, we created an at-the-market (\"ATM\") share offering program through which we can, but have no obligation to, sell common shares for an aggregate offering price of up to $500.0 million (the \"2021 ATM program\"), in amounts and at times as we determine, into the existing trading market at current market prices as well as through negotiated transactions. Actual sales from time to time may depend on a variety of factors including, among others, market conditions, the trading price of our common shares, and determinations by management of the appropriate sources of funding for us. The proceeds from the sale of our common shares under the 2021 ATM program are intended to be used for general corporate purposes, which may include reducing future borrowings under our $900 million unsecured line of credit, the repayment of other indebtedness, the redemption or other repurchase of outstanding debt or equity securities, funding for development activities, and financing for acquisitions.\nThe 2021 ATM program also permits the use of forward sale agreements which allows us to lock in a share price on the sale of common shares at the time the agreement is executed, but defer receiving the proceeds from the sale of the applicable shares until a later date. If we enter into a forward sale agreement, we expect the applicable forward purchasers will borrow from third parties and, through the applicable sales agent acting in its role as forward seller, sell a number of common shares equal to the number of shares underlying the applicable agreement. Under this scenario, we would not initially receive any proceeds from any sale of borrowed shares by the forward seller. We would expect to physically settle each forward sale agreement with the relevant forward purchaser on or prior to the maturity date of a particular forward sale agreement by issuing our common shares in return for the receipt of aggregate net cash proceeds at settlement equal to the number of common shares underlying the particular forward sale agreement multiplied by the relevant forward sale price. However, at our sole discretion, we may also elect to cash settle or net share settle a particular forward sale agreement, in which case we may not receive any proceeds from the issuance of common shares, and we will instead receive or pay cash (in the case of cash settlement) or receive or deliver common shares (in the case of net share settlement). We have not entered into any forward sale agreements under the 2021 ATM program.\nDuring the year ended December 31, 2021, we sold an aggregate of approximately 2.6 million common shares at an average price per share of $157.57, for aggregate net consideration of approximately $400.4 million under the 2021 ATM program. The proceeds from the sale of our common shares under the 2021 ATM program were used for general corporate purposes, which included funding for development activities and financing for acquisitions. We did not sell any additional shares subsequent to December 31, 2021, and we had common shares having an aggregate offering price of up to $97.6 million remaining available for sale under the 2021 ATM program as of the date of this filing.\nIn June 2020, we created an ATM share offering program through which we could, but had no obligation to, sell common shares for an aggregate offering price of up to $362.7 million (the \"2020 ATM program\"). During the six months ended June 30, 2021, we sold an aggregate of approximately 2.9 million common shares at an average price per share of $126.64, for aggregate net consideration of approximately $358.8 million. In August 2021, we terminated the 2020 ATM program with an aggregate offering price of approximately $0.2 million not sold. There were no additional shares sold under the 2020 ATM program from June 30, 2021 through the date of the termination agreements, and no further common shares were available for sale under this program.\nSee Part III, Item 12, for a description of securities authorized for issuance under our equity compensation plans.\nWe have a repurchase plan approved by our Board of Trust Managers which allows for the repurchase of up to $500 million of our common equity securities through open market purchases, block purchases, and privately negotiated transactions. There were no repurchases under this program for the years ended December 31, 2019, 2020, or 2021 or through the date of this filing. The remaining dollar value of our common equity securities authorized to be repurchased under this program was approximately $269.5 million as of the date of this filing."
  },
  {
    "item_key": "item_6",
    "text": "N/A.\n17"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read in conjunction with the consolidated financial statements and notes appearing elsewhere in this report. Historical results and trends which might appear in the consolidated financial statements should not be interpreted as being indicative of future operations.\nDiscussion of our year-to-date comparisons between 2021 and 2020 is presented below. Year-to-date comparisons between 2020 and 2019 can be found in \"Part II. Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" in our Annual Report on Form 10-K for the fiscal year ended December 31, 2020.\nWe consider portions of this report to be \"forward-looking\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, both as amended, with respect to our expectations for future periods. Forward-looking statements do not discuss historical fact, but instead include statements related to expectations, projections, intentions, or other items relating to the future; forward-looking statements are not guarantees of future performance, results, or events. Although we believe the expectations reflected in our forward-looking statements are based upon reasonable assumptions, we can give no assurance our expectations will be achieved. Any statements contained herein which are not statements of historical fact should be deemed forward-looking statements. Reliance should not be placed on these forward-looking statements as these statements are subject to known and unknown risks, uncertainties, and other factors beyond our control and could differ materially from our actual results and performance.\nFactors which may cause our actual results or performance to differ materially from those contemplated by forward-looking statements include, but are not limited to, the following:\n•\nVolatility in capital and credit markets, or other unfavorable changes in economic conditions, either nationally or regionally in one or more of the markets in which we operate, could adversely impact us;\n•\nShort-term leases could expose us to the effects of declining market rents;\n•\nCompetition could limit our ability to lease apartments or increase or maintain rental income;\n•\nWe could be negatively impacted by the risks associated with land holdings and related activities;\n•\nA pandemic and measures intended to prevent its spread could have a material adverse effect on our business, results of operations, cash flows, and financial condition;\n•\nDevelopment, repositions, redevelopment and construction risks could impact our profitability;\n•\nWe could be impacted by our investments through joint ventures and investment funds which involve risks not present in investments in which we are the sole investor;\n•\nOur acquisition strategy may not produce the cash flows expected;\n•\nChanges in rent control or rent stabilization laws and regulations could adversely affect our operations and property values;\n•\nFailure to qualify as a REIT could have adverse consequences;\n•\nTax laws may continue to change at any time and any such legislative or other actions could have a negative effect on us;\n•\nA cybersecurity incident and other technology disruptions could negatively impact our business;\n•\nWe have significant debt, which could have adverse consequences;\n•\nInsufficient cash flows could limit our ability to make required payments for debt obligations or pay distributions to shareholders;\n•\nIssuances of additional debt may adversely impact our financial condition;\n•\nWe may be unable to renew, repay, or refinance our outstanding debt;\n•\nRising interest rates could both increase our borrowing costs, thereby adversely affecting our cash flows and the amounts available for distribution to our shareholders, and decrease our share price, if investors seek higher yields through other investments;\n•\nFailure to maintain our current credit ratings could adversely affect our cost of funds, related margins, liquidity, and access to capital markets;\n•\nWe may be adversely affected by the phase out of LIBOR;\n18\n•\nShare ownership limits and our ability to issue additional equity securities may prevent takeovers beneficial to shareholders;\n•\nThe form, timing and amount of dividend distributions in future periods may vary and be impacted by economic and other considerations;\n•\nCompetition could adversely affect our ability to acquire properties;\n•\nLitigation risks could affect our business;\n•\nDamage from catastrophic weather and other natural events could result in losses; and\n•\nWe could be adversely impacted due to our share price fluctuations.\nThese forward-looking statements represent our estimates and assumptions as of the date of this report, and we assume no obligation to update or supplement forward-looking statements because of subsequent events.\nExecutive Summary\nWe are primarily engaged in the ownership, management, development, reposition, redevelopment, acquisition, and construction of multifamily apartment communities. Overall, we focus on investing in markets characterized by high-growth economic conditions, strong employment, and attractive quality of life which we believe leads to higher demand and retention of our apartments. As of December 31, 2021, we owned interests in, operated, or were developing 176 multifamily properties comprised of 60,073 apartment homes across the United States as detailed in the Property Portfolio table below. In addition, we own other land holdings which we may develop into multifamily apartment communities in the future.\nBusiness Environment and Current Outlook\nAs a result of the COVID-19 pandemic, we believe the conditions in the multifamily industry market in which we operate have been challenging but continue to show signs of improvement. During the year ended December 31, 2021, our results reflect an increase in same store revenues of approximately 4.3% as compared to the same period in 2020. The increase was primarily due to higher average rental rates and increased occupancy which we believe was primarily attributable to improving job growth, favorable demographics with a higher propensity to rent versus buy, higher demand for multifamily housing in our markets, and a manageable supply of new multifamily housing.\nWe currently believe U.S. economic and employment growth are likely to continue during 2022 and the supply of multifamily homes will remain at manageable levels. If economic conditions were to worsen, our operating results could be adversely affected.\nConsolidated Results\nNet income attributable to common shareholders increased approximately $180.0 million for the year ended December 31, 2021, as compared to the same period in 2020. This increase was primarily due to the gains from the sale of three operating properties during the fourth quarter of 2021 and an 11.9% increase in property operations due to the growth attributable to our same store, non-same store, and development and lease-up communities. The increase was partially offset by higher depreciation expense related to the acquisition of four operating properties during 2021. See further discussion of our 2021 operations as compared to 2020 in \"Results of Operations,\" below.\nConstruction Activity\nAt December 31, 2021, we had a total of five projects under construction to be comprised of 1,773 apartment homes. Initial occupancies of these five projects are currently scheduled to occur within the next 18 months.  We estimate the additional cost to complete the construction of the five projects to be approximately $199.4 million.\nAcquisitions\nOperating Properties:\nDuring the year ended December 31, 2021, we acquired one operating property comprised of 558 apartment homes located in Dallas, Texas for approximately $165.5 million in October and one operating property comprised of 368 apartment homes located in St. Petersburg, Florida for approximately $176.3 million in August. In June 2021, we also acquired one operating property comprised of 328 apartment homes located in Franklin, Tennessee for approximately $105.3 million and one operating property comprised of 430 apartment homes located in Nashville, Tennessee for approximately $186.3 million.\nLand:\nDuring the year ended December 31, 2021, we acquired approximately 2.0 acres of land in Nashville, Tennessee for approximately $36.6 million, approximately 5.2 acres of land in Denver, Colorado for approximately $24.0 million,\n19\napproximately 14.6 acres of land in The Woodlands, Texas for approximately $9.3 million, and approximately 0.2 acres of land in St. Petersburg, Florida for approximately $2.1 million for future development purposes.\nDispositions\nOperating Properties:\nDuring the fourth quarter of 2021, we sold two operating properties comprised of a total of 652 apartment homes, located in Houston, Texas for approximately $115.0 million and recognized a gain of approximately $81.1 million and one property comprised of 426 apartment homes located in Laurel, Maryland for approximately $145.0 million and recognized a gain of approximately $93.3 million.\nOther\nIn August 2021, we created an at-the market (\"ATM\") share offering program through which we can, but have no obligation to, sell common shares and we may also enter into separate forward sale agreements with forward purchasers for an aggregate offering price of up to $500.0 million (the \"2021 ATM program\").\nIn 2021, we issued approximately 5.5 million common shares under our 2020 and 2021 ATM programs and received approximately $759.2 million in net proceeds.\nFuture Outlook\nSubject to market conditions, we intend to continue to seek opportunities to develop new communities, and to redevelop, reposition and acquire existing communities.  We also intend to evaluate our operating property and land development portfolio and plan to continue our practice of selective dispositions as market conditions warrant and opportunities arise. We expect to maintain a strong balance sheet and preserve our financial flexibility by continuing to focus on our core fundamentals which currently are generating positive cash flows from operations, maintaining appropriate debt levels and leverage ratios, and controlling overhead costs. We intend to meet our short-term and long-term liquidity requirements through a combination of one or more of the following: cash and cash equivalents, cash flows generated from operations, draws on our unsecured credit facility, the use of debt and equity offerings under our automatic shelf registration statement, proceeds from property dispositions, equity issued from our ATM programs, other unsecured borrowings, or secured mortgages.\nAs of December 31, 2021, we had approximately $613.4 million in cash and cash equivalents, and $885.2 million available under our $900.0 million unsecured credit facility. As of December 31, 2021 and through the date of this filing, we had common shares having an aggregate offering price of up to $97.6 million remaining available for sale under our 2021 ATM program. We believe scheduled repayments of debt during the next 12 months are manageable at approximately $386.3 million which represents approximately 12.2% of our total outstanding debt, and includes amortization of debt discounts and debt issuance costs of approximately $3.7 million. Additionally, as of December 31, 2021 and through the date of this filing, 100% of our consolidated properties were unencumbered. We believe we are well-positioned with a strong balance sheet and sufficient liquidity to fund new development, redevelopment, and other capital funding requirements. We will, however, continue to assess and take further actions we believe are prudent to meet our objectives and capital requirements.\n20\nProperty Portfolio\nOur multifamily property portfolio is summarized as follows:\n(1)\nRefer to Note 8, \"Investments in Joint Ventures,\" in the notes to Consolidated Financial Statements for further discussion of our joint venture investments.\n21\nStabilized Communities\nWe generally consider a property stabilized once it reaches 90% occupancy. During the year ended December 31, 2021, stabilization was achieved at three consolidated operating properties and one unconsolidated joint venture operating property as follows:\nCompleted Construction in Lease-Up\nAt December 31, 2021, we had two consolidated completed operating properties in lease-up as follows:\n(1)\nExcludes leasing costs, which are expensed as incurred.\n(2)\nStabilization has been achieved at this property subsequent to year-end.\nProperties Under Development\nOur consolidated balance sheet at December 31, 2021 included approximately $474.7 million related to properties under development and land. Of this amount, approximately $296.3 million related to our projects currently under construction. In addition, we had approximately $178.4 million primarily invested in land held for future development related to projects we currently expect to begin construction.\nCommunities Under Construction.\nAt December 31, 2021, we had five consolidated properties in various stages of construction as follows:\n22\n(1)\nProperty in lease-up and was 65% leased at January 30, 2022.\nDevelopment Pipeline Communities\n. At December 31, 2021, we had the following consolidated communities undergoing development activities:\n(1)\nRepresents our estimate of total costs we expect to incur on these projects.  However, forward-looking statements are not guarantees of future performance, results, or events.  Although we believe these expectations are based upon reasonable assumptions, future events rarely develop exactly as forecasted and estimates routinely require adjustment.\n23\nGeographic Diversification\nAt December 31, 2021 and 2020, our real estate assets by various markets, excluding depreciation and investments in joint ventures, were as follows:\nResults of Operations\nChanges in revenues and expenses related to our operating properties from period to period are due primarily to the performance of stabilized properties in the portfolio, the lease-up of newly constructed properties, acquisitions, and dispositions. Where appropriate, comparisons of income and expense for communities included in continuing operations are made on a dollars-per-weighted average apartment home basis in order to adjust for such changes in the number of apartment homes owned during each period. Selected weighted averages for the years ended December 31 are as follows:\n(1)\nAverage monthly property revenue per apartment home for the year ended December 31, 2020 includes approximately $9.1 million of Resident Relief Funds paid to residents at our wholly-owned communities who experienced financial losses caused by the pandemic and was recorded as a reduction to property revenues.\n(2)\nAnnualized total property expenses per apartment home for the year ended December 31, 2020 includes approximately $4.5 million of directly-related pandemic expenses incurred at our operating properties.\nManagement considers property net operating income (\"NOI\") to be an appropriate supplemental measure of operating performance to net income because it reflects the operating performance of our communities without an allocation of corporate level property management overhead or general and administrative costs. We define NOI as total property income less property operating and maintenance expenses less real estate taxes. NOI is further detailed in the Property-Level NOI table as seen below. NOI is not defined by accounting principles generally accepted in the United States of America (\"GAAP\") and should not be considered an alternative to net income as an indication of our operating performance, should not be considered an alternative to net cash from operating activities as a measure of liquidity, and should not be considered an indication of cash available to fund cash needs. Additionally, NOI as disclosed by other REITs may not be comparable to our calculation.\n24\nReconciliations of net income to NOI for the year ended December 31, 2021 and 2020 are as follows:\nProperty-Level NOI\n(1)(2)\nProperty NOI, as reconciled above, is detailed further into the categories below for the year ended December 31, 2021 as compared to 2020:\n* Not a meaningful percentage.\n25\n(1)\nSame store communities are communities we owned and were stabilized since January 1, 2020, excluding communities under redevelopment and properties held for sale. Non-same store communities are stabilized communities not owned or stabilized since January 1, 2020, including communities under redevelopment and excluding properties held for sale. We define communities under redevelopment as communities with capital expenditures that improve a community's cash flow and competitive position through extensive unit, exterior building, common area, and amenity upgrades. Management believes same store information is useful as it allows both management and investors to determine financial results over a particular period for the same set of communities. Development and lease-up communities are non-stabilized communities we have developed since January 1, 2020, excluding properties held for sale. Pandemic Related Impact relates to the Resident Relief Funds which were established for our residents experiencing financial losses caused by the pandemic and includes the amount we paid to residents at our wholly-owned communities as an adjustment to property revenues. The Pandemic Related Impact also includes direct related expenses incurred at our operating properties as a result of the pandemic. Dispositions/other includes those communities disposed of or held for sale which are not classified as discontinued operations, non-multifamily rental properties, expenses related to land holdings not under active development, and other miscellaneous revenues and expenses.\nSame Store Analysis\nSame store property NOI increased approximately $28.2 million for the year ended December 31, 2021 as compared to the same period in 2020. The increase was due to an increase of approximately $40.0 million in same store property revenues for the year ended December 31, 2021, partially offset by an increase of approximately $11.8 million in same store property expenses for the year ended December 31, 2021, as compared to the same period in 2020.\nThe $40.0 million increase in same store property revenues for the year ended December 31, 2021, as compared to the same period in 2020, was primarily due to an increase of approximately $30.9 million in rental revenues comprised of a 2.8% increase in average rental rates, higher occupancy, and higher other rental income, partially offset by lower reletting fees, net of uncollectible revenue. The increase was also due to an increase of approximately $5.7 million in income from our bulk internet and other utility rebilling programs as well as an increase of approximately $3.4 million related to fees and other income.\nThe $11.8 million increase in same store property expenses for the year ended December 31, 2021, as compared to the same period in 2020, was primarily due to higher property insurance expense of approximately $4.0 million due to higher premiums and claims incurred at our communities, higher repairs and maintenance and utility expenses of approximately $2.7 million, higher real estate taxes of approximately $2.2 million as a result of increased property valuations and rates at a number of our communities and lower property tax refunds, higher general and administrative and other property expenses of approximately $1.5 million, and higher salaries expense of approximately $1.4 million.\nNon-same Store and Development and Lease-up Analysis\nProperty NOI from non-same store and development and lease-up communities increased approximately $32.2 million for the year ended December 31, 2021, as compared to the same period in 2020. The increases were comprised of increases from non-same store communities of approximately $27.3 million and increases from development and lease-up communities of approximately $4.9 million for the year ended December 31, 2021, as compared to the same period in 2020. The increase in property NOI from our non-same store communities was primarily due to the acquisition of four operating properties during 2021, five operating properties reaching stabilization during 2020 and 2021, and the stabilization of four redevelopment properties in December 2020. The increase in property NOI from our development and lease-up communities was primarily due to two development communities under lease-up which completed construction during 2021, and the timing of one other development community which was also under lease-up during the year ended December 31, 2021.\nThe following table details the changes, described above, relating to non-same store and development and lease-up NOI:\n26\nPandemic Related Impact Analysis\nThe Pandemic Related Impact was approximately $13.6 million for the year ended December 31, 2020 due to the Resident Relief Funds announced in April 2020 for our residents experiencing financial losses and directly-related pandemic expenses. During the year ended December 31, 2020, the Company paid approximately $9.1 million in Resident Relief Funds to approximately 7,100 residents of our wholly-owned communities which was recorded as a reduction to property revenues. Also during the year ended December 31, 2020, we incurred approximately $4.5 million of directly-related pandemic expenses at our operating properties, which included $2.8 million of bonuses paid to on-site employees providing essential services during the pandemic and approximately $1.7 million of other directly-related pandemic expenses.\nDispositions/Other Property Analysis\nDispositions/other property NOI increased approximately $3.6 million for the year ended December 31, 2021 as compared to the same period in 2020. The increase was due to higher NOI from our retail properties primarily due to an approximate $3.5 million non-cash retail straight-line rent receivable adjustments incurred in 2020. The increase was partially offset by the disposition of three consolidated operating properties during the fourth quarter of 2021.\nNon-Property Income\nFee and asset management income from property management, asset management, construction, and development activities at our joint ventures and our third-party construction projects decreased approximately $0.3 million for the year ended December 31, 2021 as compared to 2020. The decrease for 2021 as compared to 2020 was primarily due to lower fees earned during 2021 due to decreased construction and development activity for one property held by one of the Funds which completed construction in December 2020.  The decrease was partially offset by higher fees earned related to an increase in third-party construction activity, and increases in property management fees from the joint ventures in which we manage as a result of increased operating results during 2021 as compared to 2020.\nInterest and other income decreased approximately $1.7 million for the year ended December 31, 2021, as compared to 2020.  The decrease was primarily due to our sale of a consolidated technology joint venture in September 2020 and recognizing our proportionate share of the gain of approximately $1.5 million.  The decrease was also due to lower interest income in 2021 primarily due to reduced interest rates on our investments.\nOur deferred compensation plans recognized income of approximately $14.4 million and $12.0 million in 2021 and 2020, respectively. The changes were related to the performance of the investments held in deferred compensation plans for participants and were directly offset by the expense related to these plans, as discussed below.\n27\nOther Expenses\nProperty management expenses, which primarily represent regional supervision and accounting costs related to property operations, increased approximately $2.1 million for the year ended December 31, 2021 as compared to 2020. The increase was primarily related to higher salary, benefits, and incentive compensation costs and higher travel related expenses, partially offset by lower marketing and advertising expenses and pandemic related expenses in 2021 as compared to 2020.  Property management expenses were 2.3% of total property revenues for each of the years ended December 31, 2021 and 2020.\nFee and asset management expense from property management, asset management, construction, and development activities at our joint ventures and our third-party construction projects increased approximately $0.6 million for the year ended December 31, 2021 as compared to 2020. The increase was primarily due to higher expenses incurred due to an increase in third-party construction activities, partially offset by lower expenses incurred in 2021 as a result of a development property held by one of the Funds completing construction in December 2020.\nGeneral and administrative expenses increased approximately $5.7 million for the year ended December 31, 2021 as compared to 2020. The increase was primarily due to higher salary, benefits, and incentive compensation costs and higher acquisition related expenses, partially offset by lower professional fee expenses in 2021 as compared to 2020. Excluding deferred compensation plans, general and administrative expenses were 5.1% of total revenues for each of the years ended December 31, 2021 and 2020.\nInterest expense increased approximately $5.8 million for the year ended December 31, 2021 as compared to 2020.  The increase in interest expense was primarily due to the issuance of $750 million, 2.91% senior unsecured notes during April 2020, the issuance of a $40.0 million unsecured floating rate term loan during October 2020, and lower capitalized interest resulting from lower average balances in our development pipeline.  The increase was partially offset by lower interest expense due to the repayment of our $100.0 million unsecured floating rate term loan in October 2020 and a decrease in interest expense recognized on our unsecured credit facility due to having lower balances outstanding during the year ended December 31, 2021 as compared to 2020.\nDepreciation and amortization expense increased approximately $53.5 million for the year ended December 31, 2021 as compared to 2020. The increase was primarily due to higher depreciation and amortization of in-place leases related to four acquisitions completed in 2021, the completion of units in our development pipeline, the completion of repositions during 2020 and 2021, and the completion of redevelopments during 2020.  The increase was partially offset by lower amortization of in-place leases related to the acquisition of two operating properties in December 2019, which was fully amortized during 2020.\nOur deferred compensation plans incurred an expense of approximately $14.4 million and $12.0 million in 2021 and 2020, respectively. These changes were related to the performance of the investments held in deferred compensation plans for participants and were directly offset by the income related to these plans, as discussed in the non-property income section above.\n28\nOther\nThe loss on early retirement of debt for the year ended December 31, 2020 related to the early retirement of our $100 million unsecured term loan which was scheduled to mature in 2022; this loss is primarily related to the applicable unamortized loan costs.\nThe $174.4 million gain on sale for the year ended December 31, 2021 was due to the sale of two operating properties located in Houston, Texas and the sale of one operating property located in Laurel, Maryland during the fourth quarter.  The $0.4 million gain on sale in 2020 related to the sale of approximately 4.7 acres of land adjacent to one of our operating properties in Raleigh, North Carolina for approximately $0.8 million.\nEquity in income of joint ventures increased approximately $1.7 million for the year ended December 31, 2021 as compared to 2020. The increase was primarily due to an increase in earnings recognized during 2021 primarily relating to higher revenues from the stabilized operating properties owned by the Funds. The increase in 2021 was partially offset by a decrease in earnings related to one property held by one of the Funds which completed construction in December 2020 and was under lease up through June 30, 2021, at which time it reached stabilization.  We recognized our proportionate share of the loss while this property was in the lease-up phase of operations.\nFunds from Operations (“FFO”) and Adjusted FFO (\"AFFO\")\nManagement considers FFO and AFFO to be appropriate supplementary measures of the financial performance of an equity REIT. The National Association of Real Estate Investment Trusts (“NAREIT”) currently defines FFO as net income (computed in accordance with GAAP), excluding gains (or losses) associated with the sale of previously depreciated operating properties, real estate depreciation and amortization, impairments of depreciable assets, and adjustments for unconsolidated joint ventures to reflect FFO on the same basis. Our calculation of diluted FFO also assumes conversion of all potentially dilutive securities, including certain non-controlling interests, which are convertible into common shares. We consider FFO to be an appropriate supplemental measure of operating performance because, by excluding gains or losses on dispositions of operating properties and depreciation, FFO can assist in the comparison of the operating performance of a company’s real estate investments between periods or to different companies.\nAFFO is calculated utilizing FFO less recurring capitalized expenditures which are necessary to help preserve the value of and maintain the functionality at our communities. We also consider AFFO to be a useful supplemental measure because it is frequently used by analysts and investors to evaluate a REIT's operating performance between periods or different companies. Our definition of recurring capital expenditures may differ from other REITs, and there can be no assurance our basis for computing this measure is comparable to other REITs.\nTo facilitate a clear understanding of our consolidated historical operating results, we believe FFO and AFFO should be examined in conjunction with net income attributable to common shareholders as presented in the consolidated statements of income and comprehensive income and data included elsewhere in this report. FFO and AFFO are not defined by GAAP and should not be considered alternatives to net income attributable to common shareholders as an indication of our operating performance. Additionally, FFO and AFFO as disclosed by other REITs may not be comparable to our calculation.\nReconciliations of net income attributable to common shareholders to FFO and AFFO for the years ended December 31 are as follows:\n29\n(1) Net income attributable to common shareholders for the year ended December 31, 2020 includes an approximate $3.5 million non-cash adjustment to retail straight-line rent receivable and an approximate $14.8 million Pandemic Related Impact. The total Pandemic Related Impact for the year ended December 31, 2020 was comprised of $9.5 million related to the Resident Relief Funds which were established in April 2020. Of this amount, approximately $9.1 million was paid to residents at our wholly-owned communities and was recorded as a reduction to property revenues, and approximately $1.3 million of Resident Relief Funds paid to residents of the operating communities owned by our unconsolidated joint ventures, of which we recognized our ownership interest of $0.4 million in equity in income of joint ventures.  Additionally, we incurred approximately $4.5 million of pandemic expenses at our operating communities, which included $2.8 million of bonuses paid to on-site employees who provided essential services during the pandemic and $1.7 million in other directly-related pandemic expenses.  We also incurred approximately $0.8 million related to the Employee Relief Fund we established to help our employees impacted by the pandemic.\n(2) FFO diluted shares includes approximately 2.3 million weighted average share impact related to activity from our ATM Programs during the year ended December 31, 2021. There was no ATM activity during the year-ended December 31, 2020.\nLiquidity and Capital Resources\nFinancial Condition and Sources of Liquidity\nWe intend to maintain a strong balance sheet and preserve our financial flexibility, which we believe should enhance our ability to identify and capitalize on investment opportunities as they become available. We intend to maintain what management believes is a conservative capital structure by:\n•\nextending and sequencing the maturity dates of our debt where practicable;\n•\nmanaging interest rate exposure using what management believes to be prudent levels of fixed and floating rate debt;\n•\nmaintaining what management believes to be conservative coverage ratios; and\n•\nusing what management believes to be a prudent combination of debt and equity.\nOur interest expense coverage ratio, net of capitalized interest, was approximately 6.7 and 6.5 times for the years ended December 31, 2021 and 2020, respectively. This ratio is a method for calculating the amount of operating cash flows available to cover interest expense and is calculated by dividing interest expense for the period into the sum of property revenues and expenses, non-property income, and other expenses after adding back depreciation, amortization, and interest expense. All of our properties were unencumbered at both December 31, 2021 and 2020.  Our weighted average maturity of debt was approximately 7.4 years at December 31, 2021.\nWe also intend to strengthen our capital and liquidity positions by continuing to focus on our core fundamentals, which currently are generating positive cash flows from operations, maintaining appropriate debt levels and leverage ratios, and controlling overhead costs.\nOur primary sources of liquidity are cash and cash equivalents on hand and cash flow generated from operations. Other sources may include one or more of the following: availability under our unsecured credit facility, the use of debt and equity\n30\nofferings under our automatic shelf registration statement, proceeds from property dispositions, equity issued from our ATM programs, and other unsecured borrowings or secured mortgages. We believe our liquidity and financial condition are sufficient to meet all of our reasonably anticipated cash needs over the next 12 months including:\n•\nnormal recurring operating expenses;\n•\ncurrent debt service requirements, including debt maturities;\n•\nrecurring capital expenditures;\n•\nreposition expenditures;\n•\nfunding of property developments, redevelopments, acquisitions, and joint venture investments; and\n•\nthe minimum dividend payments required to maintain our REIT qualification under the Code.\nFactors which could increase or decrease our future liquidity include but are not limited to volatility in capital and credit markets, changes in rent control or rent stabilization laws, sources of financing, the minimum REIT dividend requirements, our ability to complete asset purchases, sales, or developments, the effect our debt level and changes in credit ratings could have on our cost of funds, and our ability to access capital markets.  A variety of these factors, among others, could also be affected by the continuation of the pandemic.\nCash Flows\nThe following is a discussion of our cash flows for the years ended December 31, 2021 and 2020.\nNet cash from operating activities was approximately $577.5 million during the year ended December 31, 2021 as compared to approximately $519.3 million during the year ended December 31, 2020. The increase was primarily due to the increase in property operations due to the growth attributable to our same store, non-same store, and development and lease-up communities.  See further discussions of our 2021 operations as compared to 2020 in \"Results of Operations.\" The increase was partially offset by lower cash inflows from operating accounts due to lower prepayment of rental income received from our residents, higher interest payments on our unsecured debt, and higher real estate tax payments in 2021 as compared to 2020.\nNet cash used in investing activities during the year ended December 31, 2021 totaled approximately $804.4 million as compared to $429.6 million during the year ended December 31, 2020. Cash outflows during 2021 primarily related to the acquisition of four operating properties for approximately $630.0 million, and property development and capital improvements of approximately $428.7 million. These outflows were partially offset by net proceeds from the sale of three operating properties of approximately $254.7 million. Cash outflows during 2020 primarily related to property development and capital improvements of approximately $427.2 million, and increases in non-real estate assets of $7.5 million. The increase in property development and capital improvements for 2021, as compared to the same period in 2020, was primarily due to the acquisition of four land parcels in 2021, partially offset by a decrease in redevelopment activity and lower capital expenditures, capitalized interest, real estate taxes and other capitalized indirect costs. The property development and capital improvements during 2021 and 2020, included the following:\nNet cash from financing activities totaled approximately $421.4 million during the year ended December 31, 2021 as compared to approximately $307.3 million during the year ended December 31, 2020. Cash inflows during 2021 primarily related to net proceeds of $759.2 million from the issuance of approximately 5.4 million common shares from our ATM programs. These cash inflows were partially offset by approximately $343.0 million to pay distributions to common shareholders and non-controlling interest holders  Cash inflows during 2020 primarily related to  net proceeds of approximately $782.8 million from the issuance of $750.0 million senior unsecured notes in April 2020 and a $40.0 million unsecured floating-rate term loan in October 2020. These cash inflows were partially offset by approximately $333.4 million to pay distributions to common shareholders and non-controlling interest holders, the repayment of an unsecured floating-rate term\n31\nloan of approximately $100.0 million in the fourth quarter of 2020, and net payment of $44.0 million of borrowings from our unsecured line of credit.\nFinancial Flexibility\nWe have a $900 million unsecured credit facility which matures in March 2023 with two separate options to extend the facility for a period of six-months and may be expanded three times by up to an additional $500 million in the aggregate upon the satisfaction of certain conditions. The interest rate on our unsecured credit facility is currently based upon LIBOR plus a margin which is subject to change as our credit ratings change. Advances under our credit facility may be priced at the scheduled rates, or we may enter into bid rate loans with participating banks at rates below the scheduled rates. These bid rate loans have terms of 180 days or less and may not exceed the lesser of $450 million or the remaining amount available under our credit facility. Our credit facility is subject to customary financial covenants and limitations. We believe we are in compliance with all such financial covenants and limitations as of December 31, 2021 and through the date of this filing.\nOur credit facility provides us with the ability to issue up to $50.0 million in letters of credit. While our issuance of letters of credit does not increase our borrowings outstanding under our credit facility, it does reduce the amount available. At December 31, 2021, we had no borrowings outstanding on our $900.0 million credit facility and we had outstanding letters of credit totaling approximately $14.8 million, leaving approximately $885.2 million available under our credit facility.\nIn August 2021, we created an ATM share offering program through which we can, but have no obligation to, sell common shares and we may also enter into separate forward sale agreements with forward purchasers for an aggregate offering price of up to $500.0 million (the \"2021 ATM program\"), in amounts and at times as we determine, into the existing trading market at current market prices as well as through negotiated transactions. Actual sales from time to time may depend on a variety of factors including, among others, market conditions, the trading price of our common shares, and determinations by management of the appropriate sources of funding for us. The proceeds from the sale of our common shares under the 2021 ATM program are intended to be used for general corporate purposes, which may include reducing future borrowings under our $900 million unsecured line of credit, the repayment of other indebtedness, the redemption or other repurchase of outstanding debt or equity securities, funding for development activities, and financing for acquisitions. We issued approximately 2.6 million shares under our 2021 ATM program during the year ended December 31, 2021 and received approximately $400.4 million in net proceeds. As of December 31, 2021 and through the date of this filing, we had common shares having an aggregate offering price of up to $97.6 million remaining available for sale under the 2021 ATM program.\nWe currently have an automatic shelf registration statement which allows us to offer common shares, preferred shares, debt securities, or warrants, and our Amended and Restated Declaration of Trust provides we may issue up to 185 million shares of beneficial interest, consisting of 175 million common shares and 10 million preferred shares.  At December 31, 2021, we had approximately 103.3 million common shares outstanding, net of treasury shares and shares held in our deferred compensation arrangements, and no preferred shares outstanding.\nWe believe our ability to access capital markets is enhanced by our senior unsecured debt ratings by Fitch, Moody's, and Standard and Poor's, which were A- with stable outlook, A3 with stable outlook, and A- with stable outlook, respectively, as of December 31, 2021. We believe our ability to access capital markets is also enhanced by our ability to borrow on a secured basis from various institutions including banks, Fannie Mae, Freddie Mac, or life insurance companies. However, we may not be able to maintain our current credit ratings and may not be able to borrow on a secured or unsecured basis in the future.\nFuture Cash Requirements and Contractual Obligations\nOne of our principal long-term liquidity requirements includes the repayment of maturing debt, including any future borrowings under our unsecured credit facility.  We believe scheduled repayments of debt during the next 12 months are manageable at approximately $386.3 million which represents approximately 12.2% of our total outstanding debt, and includes amortization of debt discounts and debt issuance costs of approximately $3.7 million. See Note 9, “Notes Payable,” in the notes to Consolidated Financial Statements for further discussion of scheduled maturities beyond 2022.  Interest payments related to the debt discussed above and as further discussed in Note 9 will be approximately $108.2 million for the year ended December 31, 2022 and for the years ending 2023 through 2026 will be approximately $91.3 million, $73.0 million, $66.4 million and $66.4 million, respectively, and approximately $376.9 million in the aggregate thereafter.\nWe estimate the additional cost to complete the construction of the five consolidated projects to be approximately $199.4 million. Of this amount, we expect to incur costs between approximately $150 million and $170 million during 2022 and to incur the remaining costs during 2023. Additionally, we expect to incur costs between approximately $150 million and $160 million related to the start of new development activities, between approximately $62 million and $66 million of repositions, redevelopment, repurposes, and revenue enhancing expenditures and between approximately $80 million and $84 million of additional recurring capital expenditures.\n32\nWe anticipate meeting our short-term and long-term liquidity requirements through a combination of one or more of the following: cash and cash equivalents, cash flows generated from operations, draws on our unsecured credit facility, the use of debt and equity offerings under our automatic shelf registration statement, proceeds from property dispositions, equity issued from our ATM programs, other unsecured borrowings, or secured mortgages. We continue to evaluate our operating properties and land development portfolio and plan to continue our practice of selective dispositions as market conditions warrant and opportunities arise.\nAs a REIT, we are subject to a number of organizational and operational requirements, including a requirement to distribute current dividends to our shareholders equal to a minimum of 90% of our annual taxable income.  In order to reduce the amount of income taxes, our general policy is to distribute at least 100% of our taxable income. In December 2021, we announced our Board of Trust Managers had declared a quarterly dividend of $0.83 per common share to our common shareholders of record as of December 16, 2021. This dividend was subsequently paid on January 18, 2022, and we paid equivalent amounts per unit to holders of common operating partnership units.  When aggregated with previous 2021 dividends, this distribution to common shareholders and holders of the common operating partnership units equates to an annual dividend rate of $3.32 per share or unit for the year ended December 31, 2021.\nIn the first quarter of 2022, the Company's Board of Trust Managers declared a first quarter dividend of $0.94 per common share to our common shareholders of record as of March 31, 2022. Future dividend payments are paid at the discretion of the Board of Trust Managers and depend on cash flows generated from operations, the Company's financial condition and capital requirements, distribution requirements under the REIT provisions of the Code and other factors which may be deemed relevant by our Board of Trust Managers.  Assuming similar dividend distributions for the remainder of 2022, our annualized dividend rate for 2022 would be $3.76.\nThe joint ventures in which we have an interest have been funded in part with secured, third-party debt.  At December 31, 2021, our unconsolidated joint ventures had outstanding debt of approximately $513.8 million.  As of December 31, 2021, we had no outstanding guarantees related to the loans of our unconsolidated joint ventures.\nCritical Accounting Estimates\nThe preparation of our financial statements in conformity with GAAP requires management to make certain estimates and assumptions. These estimates and assumptions affect the reported amounts of assets and liabilities, the disclosures of contingent assets and liabilities at the balance sheet date, and the amounts of revenues and expenses recognized during the reporting period. These estimates are based on historical experience and other assumptions believed to be reasonable under the circumstances. The following is a discussion of our critical accounting policies. For a discussion of all of our significant accounting policies, see Note 2, \"Summary of Significant Accounting Policies and Recent Accounting Pronouncements,\" to the accompanying consolidated financial statements.\nValuation of Assets\n. Long-lived assets are reviewed for impairment annually or whenever events or changes in circumstances indicate the carrying amount of an asset may not be recoverable. Impairment may exist if estimated future undiscounted cash flows associated with long-lived assets are not sufficient to recover the carrying value of such assets. We consider projected future undiscounted cash flows, trends, strategic decisions regarding future development plans, and other factors in our assessment of whether impairment indicators exist. While we believe our estimates of future cash flows are reasonable, different assumptions regarding a number of factors, including market rents, economic conditions, and occupancies, could significantly affect these estimates. When impairment exists, the long-lived asset is adjusted to its fair value. In estimating fair value, management uses appraisals, management estimates, and discounted cash flow calculations which utilize inputs from a marketplace participant’s perspective.  In addition, we evaluate our equity investments in joint ventures and if we believe there is an other than temporary decline in market value of our investment below our carrying value, we will record an impairment charge. We did not record any impairment charges for the years ended December 31, 2021, 2020, or 2019.\nThe value of our properties under development depends on market conditions, including estimates of the project start date, projected construction costs, as well as estimates of demand for multifamily communities. We have reviewed market trends and other marketplace information and have incorporated this information as well as our current outlook into the assumptions we use in our impairment analyses. Due to the judgment and assumptions applied in the impairment analyses, it is possible actual results could differ substantially from those estimated.\nWe believe the carrying value of our operating real estate assets, properties under development, and land is currently recoverable. However, if market conditions deteriorate or if changes in our development strategy significantly affect any key assumptions used in our fair value estimates, we may need to take material charges in future periods for impairments related to existing assets. Any such material non-cash charges could have an adverse effect on our consolidated financial position and results of operations.\n33"
  },
  {
    "item_key": "item_7a",
    "text": "We believe the primary market risk we face is interest rate risk.  We seek to mitigate this risk by following established risk management policies, which includes (i) maintaining prudent levels of fixed and floating rate debt; and (ii) extending and sequencing the maturity dates of our debt where practicable.  We also periodically use derivative financial instruments, primarily interest rate swaps with major financial institutions, to manage a portion of this risk.  We do not utilize derivative financial instruments for trading or speculative purposes.  The table below summarizes our debt as of December 31, 2021 and 2020:\nIn order to manage interest rate exposure, we have utilized interest rate swap agreements to protect against unfavorable interest rate changes relating to forecasted debt transactions. These swaps, which are settled upon issuance of the related debt, are designated as cash flow hedges and the gains and/or losses are deferred in other comprehensive income and recognized as an adjustment to interest expense over the same period the hedged interest payments affect earnings. As of December 31, 2021, we had no hedges outstanding.\nWe did not have any borrowings outstanding under our unsecured credit facility at December 31, 2021 or 2020.  At December 31, 2021 and 2020, we had a term loan outstanding of approximately $39.9 million and $39.7 million, respectively. If interest rates on the variable rate debt listed in the table above would have been 100 basis points higher throughout 2021 and 2020, our annual interest costs would have increased by approximately $0.4 million for each period.\nFor fixed rate debt, interest rate changes affect the fair market value but do not impact net income attributable to common shareholders or cash flows.  Holding other variables constant, if interest rates would have been 100 basis points higher as of December 31, 2021, the fair value of our fixed rate debt would have decreased by approximately $198.8 million."
  },
  {
    "item_key": "item_8",
    "text": "Our response to this item is included in a separate section at the end of this report beginning on page F-1."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures.\nWe carried out an evaluation, under the supervision and with the participation of our management, including the Chief Executive Officer and Chief Financial Officer, of the effectiveness of our disclosure controls and procedures as of the end of the period covered by this report pursuant to Securities Exchange Act (\"Exchange Act\") Rules 13a-15(e) and 15d-15(e). Based on the evaluation, the Chief Executive Officer and Chief Financial Officer concluded the disclosure controls and procedures as of the end of the period covered by this report are effective to ensure information required to be disclosed by us in our Exchange Act filings is accurately recorded, processed, summarized, and reported within the periods specified in the Securities and Exchange Commission's rules and forms and is accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure.\nChanges in Internal Controls.\nThere were no changes in our internal control over financial reporting (identified in connection with the evaluation required by paragraph (d) in Rules 13a-15 and 15d-15 under the Exchange Act) during our most recent fiscal quarter which have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\n34\nManagement’s Report on Internal Control over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is defined in Rule 13a-15(f) and 15d-15(f) promulgated under the Securities Exchange Act of 1934 as follows:\nA process designed by, or under the supervision of, the Company’s principal executive and principal financial officers, or persons performing similar functions, and effected by the Company's board of trust managers, management, and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles and includes those policies and procedures that:\n•\nPertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company;\n•\nProvide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and receipts and expenditures of the Company are being made only in accordance with authorizations of management and Board of Trust Managers of the Company; and\n•\nProvide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nManagement assessed the effectiveness of our internal control over financial reporting as of December 31, 2021. In making this assessment, management used the criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBased on our assessment, management concluded our internal control over financial reporting is effective as of December 31, 2021.\nDeloitte & Touche LLP, an independent registered public accounting firm, has issued an attestation report regarding the effectiveness of our internal control over financial reporting, which is included herein.\nFebruary 17, 2022\n35\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and Board of Trust Managers of Camden Property Trust\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Camden Property Trust and subsidiaries (the “Company”) as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2021, of the Company and our report dated February 17, 2022, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying\nManagement’s Report on Internal Control over Financial Reporting\n. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and Trust Managers of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n36"
  },
  {
    "item_key": "item_9b",
    "text": "None.\nItem 9C. Changes in and Disagreements With Accountants on Accounting and Financial Disclosure\nNone.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information with respect to this Item 10 is incorporated by reference from our Proxy Statement, which we expect to file on or about March 24, 2022 in connection with the Annual Meeting of Shareholders to be held on or about May 12, 2022."
  },
  {
    "item_key": "item_11",
    "text": "Information with respect to this Item 11 is incorporated by reference from our Proxy Statement, which we expect to file on or about March 24, 2022 in connection with the Annual Meeting of Shareholders to be held on or about May 12, 2022."
  },
  {
    "item_key": "item_12",
    "text": "Information with respect to this Item 12 is incorporated by reference from our Proxy Statement, which we expect to file on or about March 24, 2022 in connection with the Annual Meeting of Shareholders to be held on or about May 12, 2022."
  },
  {
    "item_key": "item_13",
    "text": "Information with respect to this Item 13 is incorporated by reference from our Proxy Statement, which we expect to file on or about March 24, 2022 in connection with the Annual Meeting of Shareholders to be held on or about May 12, 2022."
  },
  {
    "item_key": "item_14",
    "text": "Information with respect to this Item 14 is incorporated by reference from our Proxy Statement, which we expect to file on or about March 24, 2022 in connection with the Annual Meeting of Shareholders to be held on or about May 12, 2022.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "The following documents are filed as part of this report:\nAll other schedules have been omitted since the required information is presented in the financial statements and the related notes or is not applicable.\n37\n(3) Index to Exhibits:\nThe following exhibits are filed as part of or incorporated by reference into this report:\n38\n39\n40\n41\n(1)\nUnless otherwise indicated, all references to reports or registration statements are to reports or registration statements filed by Camden Property Trust (File No. 1-12110).\n(2)\nPursuant to SEC Release No. 33-10322 and Rule 311 of Regulation S-T, this exhibit was filed in paper before the mandated electronic filing.\n(3)\nPortions of the exhibit have been omitted pursuant to a request for confidential treatment."
  },
  {
    "item_key": "item_16",
    "text": "None.\n42\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Camden Property Trust has duly caused this Report to be signed on its behalf by the undersigned thereunto duly authorized.\n43\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of Camden Property Trust and in the capacities and on the dates indicated.\n44\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and the Board of Trust Managers of Camden Property Trust\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Camden Property Trust and subsidiaries (the \"Company\") as of December 31, 2021 and 2020, the related consolidated statements of income and comprehensive income, equity, and cash flows, for each of the three years in the period ended December 31, 2021, and the related notes and the schedules listed in the Index at Item 15 (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 17, 2022, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nAsset Impairment - Determination of Impairment Indicators of Properties Under Development, Including Land - Refer to Note 2 to the financial statements\nCritical Audit Matter Description\nThe Company’s evaluation of properties under development, including land (“properties under development”) for impairment involves an initial assessment to determine whether events or changes in circumstances indicate that the carrying amount of properties under development may not be recoverable. Possible indicators of impairment of properties under development may include deterioration of market conditions or changes in the Company’s development strategy that may significantly affect key assumptions used.\nThe Company considers projected future undiscounted cash flows, trends, strategic decisions regarding future development plans, and other factors in the assessment of whether impairment indicators exist. The Company makes significant assumptions regarding expected market conditions, including project start date, projected construction costs, as well as estimates of demand for multifamily communities, market rents, economic conditions, and occupancies, to evaluate properties under development\nF-1\nfor possible indicators of impairment. Changes in these assumptions could have a significant impact on concluding whether impairment indicators exist, which would require a recoverability test to be performed for the properties under development. As of December 31, 2021, the Company’s properties under development had an aggregate book value of $474.7 million, and no impairment loss has been recognized for the year ended December 31, 2021.\nGiven the Company’s evaluation of properties under development for impairment indicators requires management to make judgments related to the assumptions described above, performing audit procedures to evaluate whether management appropriately identified events or changes in circumstances indicating that the carrying amounts may not be recoverable required a high degree of auditor judgment.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the evaluation of property under development for possible indicators of impairment included the following, among others:\n•\nWe tested the effectiveness of controls over management’s process of identifying indicators of asset impairment, including controls over management’s estimates of projected occupancy and market rent, projected construction costs, and other market and economic assumptions.\n•\nWe evaluated the reasonableness of management’s impairment indicator analysis by performing the following procedures:\n◦\nCompared projected net operating income growth, occupancy rate, and capitalization rate for each property to market averages from third party market reports and to the Company’s historical financial performance for operating properties in the same or nearby markets;\n◦\nDiscussed with management and read minutes for Board of Trust Managers and Investment Committee meetings to determine if there were any significant adverse changes in legal factors or in the business climate that could affect management’s plans for properties under development, including if it is more likely than not that any property under development will be sold, not developed, or otherwise disposed of significantly before the end of its previously estimated useful life;\n◦\nPerformed a retrospective review of completed development properties to determine if management’s projected costs, construction completion date, and stabilized net operating income during development were comparable to actual results ultimately realized.\n•\nWe performed a search for contradictory evidence by reading third party market reports to evaluate management’s analysis to identify any significant changes in economic factors, industry factors, or other events that may result in an impairment indicator.\n/s/\nDELOITTE & TOUCHE LLP\nHouston, Texas\nFebruary 17, 2022\nWe have served as the Company's auditor since 1993.\nF-2\nCAMDEN PROPERTY TRUST\nCONSOLIDATED BALANCE SHEETS\nSee Notes to Consolidated Financial Statements.\nF-3\nCAMDEN PROPERTY TRUST\nCONSOLIDATED STATEMENTS OF INCOME AND COMPREHENSIVE INCOME\nSee Notes to Consolidated Financial Statements.\nF-4\nCAMDEN PROPERTY TRUST\nCONSOLIDATED STATEMENTS OF EQUITY\nSee Notes to Consolidated Financial Statements.\nF-5\nCAMDEN PROPERTY TRUST\nCONSOLIDATED STATEMENTS OF EQUITY (Continued)\nSee Notes to Consolidated Financial Statements.\nF-6\nCAMDEN PROPERTY TRUST\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nSee Notes to Consolidated Financial Statements.\nF-7\nCAMDEN PROPERTY TRUST\nCONSOLIDATED STATEMENTS OF CASH FLOWS (Continued)\nSee Notes to Consolidated Financial Statements.\nF-8\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1. Description of Business\nBusiness.\nFormed on May 25, 1993, Camden Property Trust, a Texas real estate investment trust (“REIT”), and all consolidated subsidiaries are primarily engaged in the ownership, management, development, reposition, redevelopment, acquisition, and construction of multifamily apartment communities. Our multifamily apartment communities are referred to as “communities,” “multifamily communities,” “properties,” or “multifamily properties” in the following discussion. As of December 31, 2021, we owned interests in, operated, or were developing\n176\nmultifamily properties comprised of\n60,073\napartment homes across the United States. Of the\n176\nproperties,\nfive\nproperties were under construction, and will consist of a total of\n1,773\napartment homes when completed.  We also own land holdings which we may develop into multifamily communities in the future.\n2. Summary of Significant Accounting Policies and Recent Accounting Pronouncements\nPrinciples of Consolidation\n. Our consolidated financial statements include our accounts and the accounts of other subsidiaries and joint ventures (including partnerships and limited liability companies) over which we have control. All intercompany transactions, balances, and profits have been eliminated in consolidation. Investments acquired or created are evaluated based on the accounting guidance relating to variable interest entities (“VIEs”), which requires the consolidation of VIEs in which we are considered to be the primary beneficiary. If the investment is determined not to be a VIE, then the investment is evaluated for consolidation primarily using a voting interest model. In determining if we have a controlling financial interest, we consider factors such as ownership interests, authority to make decisions, kick-out rights and participating rights.  As of December 31, 2021, two of our consolidated operating partnerships are VIEs. We are considered the primary beneficiary of both consolidated operating partnerships and therefore consolidate these operating partnerships.  As of December 31, 2021, we held approximately\n93\n% and\n95\n% of the outstanding common limited partnership units and the sole\n1\n%  general partnership interest in each of these consolidated operating partnerships.\nAcquisitions of Real Estate\n. Upon the acquisition of real estate, we determine the fair value of tangible and intangible assets, which includes land, buildings (as-if-vacant), furniture and fixtures, the value of in-place leases, including above and below market leases, and acquired liabilities. In estimating these values, we apply methods similar to those used by independent appraisers of income-producing property.  Estimates of fair value of acquired debt are based upon interest rates available for the issuance of debt with similar terms and remaining maturities. Depreciation is computed on a straight-line basis over the remaining useful lives of the related tangible assets. The value of in-place leases and above or below market leases is amortized over the estimated average remaining life of leases in place at the time of acquisition; the net carrying value of in-place leases are included in other assets, net and the net carrying value of above or below market leases are included in other liabilities, net in our consolidated balance sheets.\nDuring the years ended December 31, 2021, 2020, and 2019, we recognized amortization expense of approximately $\n22.2\nmillion, $\n9.1\nmillion, and $\n10.4\nmillion, respectively, related to in-place leases. The revenue recognized related to net above and below-market leases were $\n1.1\nmillion, $\n0.1\nmillion and $\n0.2\nmillion during the years ended December 31, 2021, 2020, and 2019, respectively. During the year ended December 31, 2021, the weighted average amortization periods for in-place leases and net above and below-market leases were approximately nine months and ten months, respectively. During the year ended December 31, 2020, the weighted average amortization periods for in-place and net above and below-market leases were approximately six months and seven months, respectively. During the year ended December 31, 2019, the weighted average amortization period for both in-place leases and net above and below-market leases were approximately six months.\nAsset Impairment\n. Long-lived assets are reviewed for impairment annually or whenever events or changes in circumstances indicate the carrying amount of an asset may not be recoverable. Impairment may exist if estimated future undiscounted cash flows associated with long-lived assets are not sufficient to recover the carrying value of such assets. We consider projected future undiscounted cash flows, trends, strategic decisions regarding future development plans, and other factors in our assessment of whether impairment indicators exist. While we believe our estimates of future cash flows are reasonable, different assumptions regarding a number of factors, including market rents, economic conditions, and occupancies, could significantly affect these estimates.  When impairment exists, the long-lived asset is adjusted to its fair value.  In estimating fair value, management uses appraisals, management estimates, and discounted cash flow calculations which utilize inputs from a marketplace participant’s perspective.  In addition, we evaluate our equity investments in joint ventures and if we believe there is an other than temporary decline in market value of our investment below our carrying value, we will record an impairment charge. We did not record any impairment charges for the years ended December 31, 2021, 2020, or 2019.\nThe value of our properties under development depends on market conditions including estimates of the project start date, projected construction costs, as well as estimates of demand for multifamily communities. We have reviewed market trends and other marketplace information and have incorporated this information as well as our current outlook into the assumptions we\nF-9\nuse in our impairment analyses. Due to the judgment and assumptions applied in the impairment analyses, it is possible actual results could differ substantially from those estimated.\nWe believe the carrying value of our operating real estate assets, properties under development, and land is currently recoverable. However, if market conditions deteriorate or if changes in our development strategy significantly affect any key assumptions used in our fair value estimates, we may need to take material charges in future periods for impairments related to existing assets. Any such non-cash charges could have an adverse effect on our consolidated financial position and results of operations.\nCash and Cash Equivalents\n. All cash and investments in money market accounts and other highly liquid securities with a maturity of three months or less at the date of purchase are considered to be cash and cash equivalents. We maintain the majority of our cash and cash equivalents at major financial institutions in the United States and deposits with these financial institutions may exceed the amount of insurance provided on such deposits; however, we regularly monitor the financial stability of these financial institutions and believe we are not currently exposed to any significant default risk with respect to these deposits.\nCost Capitalization\n. Real estate assets are carried at cost plus capitalized carrying charges. Carrying charges are primarily interest and real estate taxes which are capitalized as part of properties under development. Capitalized interest is generally based on the weighted average interest rate of our unsecured debt. Expenditures directly related to the development and improvement of real estate assets are capitalized at cost as land and buildings and improvements. Indirect development costs, including salaries and benefits and other related costs directly attributable to the development of properties, are also capitalized. We begin capitalizing development, construction, and carrying costs when the development of the future real estate asset is probable and activities necessary to prepare the underlying real estate for its intended use have been initiated.  All construction and certain carrying costs are capitalized and reported in the balance sheet as properties under development until the apartment homes are substantially completed. As apartment homes within development properties are completed, the total capitalized development cost of each apartment home is transferred from properties under development including land to buildings and improvements.\nAs discussed above, carrying charges are principally interest and real estate taxes capitalized as part of properties under development. Capitalized interest was approximately $\n16.7\nmillion, $\n17.4\nmillion, and $\n14.1\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively. Capitalized real estate taxes were approximately $\n2.8\nmillion, $\n3.3\nmillion, and $\n2.8\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively.\nWhere possible, we stage our construction to allow leasing and occupancy during the construction period, which we believe minimizes the duration of the lease-up period following completion of construction. Our accounting policy related to properties in the development and leasing phase is to expense all operating costs associated with completed apartment homes. We capitalize renovation and improvement costs we believe extend the economic lives of depreciable property. Capital expenditures subsequent to initial construction are capitalized and depreciated over their estimated useful lives.\nDepreciation and amortization is computed over the expected useful lives of depreciable property on a straight-line basis with lives generally as follows:\nDerivative Financial Instruments.\nDerivative financial instruments are recorded in the consolidated balance sheets at fair value and presented on a gross basis for financial reporting purposes even when those instruments are subject to master netting arrangements and may otherwise qualify for net presentation. Accounting for changes in the fair value of derivatives depends on the intended use of the derivative, whether we have elected to designate a derivative in a hedging relationship and apply hedge accounting, and whether the hedging relationship has satisfied the criteria necessary to apply hedge accounting. Derivatives designated and qualifying as a hedge of the exposure to variability in expected future cash flows or other types of forecasted transactions are cash flow hedges. Hedge accounting generally provides for the matching of the timing of gain or loss recognition on the hedging instrument with the recognition of the changes attributable to the earnings effect of the hedged transactions. We may enter into derivative contracts which are intended to economically hedge certain of our risks, for which hedge accounting does not apply or we elect not to apply hedge accounting.\nAssets Held for Sale (Including Discontinued Operations)\n. Disposed of properties are classified as a discontinued operation when the disposal represents a strategic shift, such as disposal of a major line of business, a major geographical area\nF-10\nor a major equity investment. The results of operations for properties sold during the period or classified as held for sale at the end of the period, and meeting the above criteria of discontinued operations, are classified as discontinued operations for all periods presented. Real estate assets held for sale are measured at the lower of carrying amount or fair value less costs to sell and are presented separately in the accompanying consolidated balance sheets. Subsequent to classification of a property as held for sale, no further depreciation is recorded. Consolidated operating properties sold or classified as held for sale, which do not meet the above criteria of discontinued operations are not included in discontinued operations and the related gains and losses are included in continuing operations. Properties sold by our unconsolidated entities which do not meet the above criteria of discontinued operations are not included in discontinued operations and related gains or losses are reported as a component of equity in income of joint ventures.\nGains on sale of real estate are recognized when the criteria for derecognition of an asset is met, including when a contract exists and the buyer obtained control of the nonfinancial asset sold, in accordance with accounting principles generally accepted in the United States of America (\"GAAP\"). As a result, most of our future contributions of nonfinancial assets to our joint ventures, if any, will result in the recognition of a full gain or loss as if we sold 100% of the nonfinancial asset.\nFair Value\n. For financial assets and liabilities recorded at fair value on a recurring or non-recurring basis, fair value is the price we would receive to sell an asset, or pay to transfer a liability, in an orderly transaction with a market participant at the measurement date. In the absence of such data, fair value is estimated using internal information consistent with what market participants would use in a hypothetical transaction.\nIn determining fair value, observable inputs reflect market data obtained from independent sources, while unobservable inputs reflect our market assumptions; preference is given to observable inputs. These two types of inputs create the following fair value hierarchy:\n•\nLevel 1: Quoted prices for identical instruments in active markets.\n•\nLevel 2: Quoted prices for similar instruments in active markets; quoted prices for identical or similar instruments in markets that are not active; and model-derived valuations whose inputs are observable or whose significant value drivers are observable.\n•\nLevel 3: Significant inputs to the valuation model are unobservable.\nRecurring Fair Value Measurements.\nThe following describes the valuation methodologies we use to measure different financial instruments at fair value on a recurring basis:\nDeferred Compensation Plan Investments.\nThe estimated fair values of investment securities classified as deferred compensation plan investments are based on quoted market prices utilizing public information for the same transactions. Our deferred compensation plan investments are recorded in other assets in our consolidated balance sheets. The inputs associated with the valuation of our recurring deferred compensation plan investments are included in Level 1 of the fair value hierarchy.\nNon-recurring Fair Value Measurements.\nCertain assets are measured at fair value on a non-recurring basis.  These assets are not measured at fair value on an ongoing basis, but are subject to fair value adjustments in certain circumstances.  Long-lived assets such as the land, real estate assets, and in-place leases acquired with an operating property are measured in the form of cash received unless otherwise noted. These assets are recorded at fair value if they are impaired using the fair value methodologies used to measure long-lived assets described above at \"Asset Impairment.\" The inputs associated with the valuation of long-lived assets are generally included in Level 3 of the fair value hierarchy, unless a quoted price for a similar long-lived asset in an active market exists, at which time they are included in Level 2 of the fair value hierarchy.\nFinancial Instrument Fair Value Disclosures.\nAs of December 31, 2021 and 2020, the carrying values of cash and cash equivalents, accounts receivable, accounts payable, accrued expenses, and distributions payable represent fair value because of the short-term nature of these instruments. The carrying value of restricted cash approximates its fair value based on the nature of our assessment of the ability to recover these amounts. The carrying value of our notes receivable, which are included in other assets, net in our consolidated balance sheets, approximates their fair value. The estimated fair values are based on certain factors, such as market interest rates, terms of the note, and credit worthiness of the borrower. These financial instruments utilize Level 3 inputs. In calculating the fair value of our notes payable, interest rate, and spread assumptions reflect current credit worthiness and market conditions available for the issuance of notes payable with similar terms and remaining maturities. These financial instruments utilize Level 2 inputs.\nIncome Recognition\n. The majority of our revenues are derived from real estate lease contracts which are accounted for pursuant to ASC 842, \"Leases,\" and presented as property revenues, which include rental revenue and revenue from amounts received under contractual terms for other services provided to our customers. As a lessor, we made elections pursuant to ASC 842 to 1) not separate the lease and non-lease components by class of underlying assets and account for the combined components as a single component under certain conditions, and 2) exclude from lease revenues the sales taxes collected from\nF-11\nlessees and certain lessor costs paid directly by the lessee. Our other revenue streams include fee and asset management income in accordance with other revenue guidance, ASC 606,\nRevenues from Contracts with Customers\n.  A detail of our material revenue streams are discussed below:\nProperty Revenue\n:\nWe earn rental revenue from operating lease contracts for the use of dedicated spaces within owned assets, which is our only underlying asset class. We also earn revenues from amounts received under contractual terms for other services considered non-lease components within a lease contract, primarily consisting of utility rebillings and other transactional fees. These amounts received under contractual terms for other services are charged to our residents and recognized monthly as earned. Any identified uncollectible amounts related to individual lease contracts are presented as an adjustment to property revenue. Any renewal options of real estate lease contracts are considered a new, separate contract and will be recognized at the time the option is exercised on a straight-line basis over the renewal period.\nDuring the year ended December 31, 2020, the coronavirus pandemic-related concessions provided to our residents/tenants were primarily related to changes in timing of rent payments and had no significant changes to the total payment or term.  In accordance with the Financial Standards Board (\"FASB\") question and answer document issued in April 2020, we elected to account for these concessions as a deferred payment and continued to recognize property revenue on the existing straight-line basis over the remaining applicable lease term.  We recognize any changes in payment through lease receivables, which is recorded in other assets, net, in our condensed consolidated balance sheets, and any identified uncollectible amounts related to deferred amounts are presented as an adjustment to property revenue. There were no pandemic-related concessions provided to our residents/tenants during the year ended December 31, 2021.\nAs of December 31, 2021, our average residential lease term was approximately\nfourteen months\nwith all other commercial leases averaging longer lease terms. We anticipate property revenue from existing leases as follows:\nCredit Risk.\nIn management’s opinion, due to the number of residents, the types and diversity of submarkets in which our properties operate, and the collection terms, there is no significant concentration of credit risk.\nInsurance\n. Our primary lines of insurance coverage are property, general liability, health, workers compensation, and cybersecurity. We believe our insurance coverage adequately insures our properties against the risk of loss attributable to fire, earthquake, hurricane, tornado, flood, and other perils and adequately insures us against other risks. Losses are accrued based upon our estimates of the aggregate liability for claims incurred using certain actuarial assumptions followed in the insurance industry and based on our experience.\nOther Assets, Net\n. Other assets in our consolidated financial statements include investments under deferred compensation plans, deferred financing costs, non-real estate leasehold improvements and equipment, notes receivable, operating lease right-of-use assets, prepaid expenses, and other miscellaneous receivables. Investments under deferred compensation plans are classified as trading securities and are adjusted to fair market value at period end. For a further discussion of our investments under deferred compensation plans, see Note 11, “Share-based Compensation and Benefit Plans.” Deferred financing costs are related to our unsecured credit facility, and are amortized no longer than the terms of the related facility on the straight-line method, which approximates the effective interest method. Corporate leasehold improvements and equipment includes expenditures related to renovation and construction of office space we lease.  These leasehold improvements are depreciated using the straight-line method over the shorter of the expected useful lives or the lease terms which generally range from three to ten years.\nReportable Segments\n. We operate in a single reportable segment which includes the ownership, management, development, reposition, redevelopment, acquisition, and construction of multifamily apartment communities.  Each of our operating properties is considered a separate operating segment as each property earns revenues and incurs expenses, individual operating results are reviewed and discrete financial information is available.  We do not distinguish or group our consolidated operations based on geography, size or type.  Our multifamily apartment communities have similar long-term economic characteristics and provide similar products and services to our residents.  Further, all material operations are within the United\nF-12\nStates and no multifamily apartment community comprises more than 10% of consolidated revenues.  As a result, our operating properties are aggregated into a single reportable segment.  Our multifamily communities generate property revenue through the leasing of apartment homes, which comprised approximately\n99\n% of our total property revenues and total non-property income, excluding income (loss) on deferred compensation plans, for each of the years ended December 31, 2021, 2020, and 2019.\nRestricted Cash\n. Restricted cash consists of escrow deposits held by lenders for property taxes, insurance and replacement reserves, cash required to be segregated for the repayment of residents’ security deposits, and escrowed amounts related to our development and acquisition activities. Substantially all restricted cash is invested in demand and short-term instruments.\nShare-based Compensation\n. Compensation expense associated with share-based awards is recognized in our consolidated statements of income and comprehensive income using the grant-date fair values. Compensation cost for all share-based awards, including options, requires measurement at estimated fair value on the grant date and recognition of compensation expense over the requisite service period for awards expected to vest. The fair value of stock option grants is estimated using the Black-Scholes valuation model. Valuation models require the input of assumptions, including judgments to estimate the expected stock price volatility, expected life, and forfeiture rate. The compensation cost for share-based awards is based on the market value of the shares on the date of grant and is adjusted as actual forfeitures occur.\nUse of Estimates\n. In the application of GAAP, management is required to make estimates and assumptions which affect the reported amounts of assets and liabilities at the date of the financial statements, results of operations during the reporting periods, and related disclosures. Our more significant estimates include estimates supporting our impairment analysis related to the carrying values of our real estate assets. These estimates are based on historical experience and other assumptions believed to be reasonable under the circumstances. Future events rarely develop exactly as forecasted, and the best estimates routinely require adjustment.\n3. Per Share Data\nBasic earnings per share are computed using net income attributable to common shareholders and the weighted average number of common shares outstanding. Diluted earnings per share reflect common shares issuable from the assumed conversion of common share options and share awards granted and units convertible into common shares. Only those items having a dilutive impact on our basic earnings per share are included in diluted earnings per share. Our unvested share-based awards are considered participating securities and are reflected in the calculation of basic and diluted earnings per share using the two-class method. Common shares under a forward sale agreement will be considered in our calculation for diluted earnings-per-share until settlement, using the treasury stock method. The number of common share equivalent securities excluded from the diluted earnings per share calculation was approximately\n1.0\nmillion,\n1.9\nmillion, and\n1.1\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively. These securities, which include common share options and share awards granted and units convertible into common shares, were excluded from the diluted earnings per share calculation as they are anti-dilutive.\nThe following table presents information necessary to calculate basic and diluted earnings per share for the periods indicated:\nF-13\n4. Common Shares\nIn August 2021, we created an at-the-market (\"ATM\") share offering program through which we can, but have no obligation to, sell common shares for an aggregate offering price of up to $\n500.0\nmillion (the \"2021 ATM program\"), in amounts and at times as we determine, into the existing trading market at current market prices as well as through negotiated transactions. Actual sales from time to time may depend on a variety of factors including, among others, market conditions, the trading price of our common shares, and determinations by management of the appropriate sources of funding for us. The proceeds from the sale of our common shares under the 2021 ATM program are intended to be used for general corporate purposes, which may include reducing future borrowings under our $900 million unsecured line of credit, the repayment of other indebtedness, the redemption or other repurchase of outstanding debt or equity securities, funding for development activities, and financing for acquisitions.\nThe 2021 ATM program also permits the use of forward sale agreements which allows us to lock in a share price on the sale of common shares at the time the agreement is executed, but defer receiving the proceeds from the sale of the applicable shares until a later date.  If we enter into a forward sale agreement, we expect the applicable forward purchasers will borrow from third parties and, through the applicable sales agent acting in its role as forward seller, sell a number of common shares equal to the number of shares underlying the applicable agreement. Under this scenario, we would not initially receive any proceeds from any sale of borrowed shares by the forward seller. We would expect to physically settle each forward sale agreement with the relevant forward purchaser on or prior to the maturity date of a particular forward sale agreement by issuing our common shares in return for the receipt of aggregate net cash proceeds at settlement equal to the number of common shares underlying the particular forward sale agreement multiplied by the relevant forward sale price. However, at our sole discretion, we may also elect to cash settle or net share settle a particular forward sale agreement, in which case we may not receive any proceeds from the issuance of common shares, and we will instead receive or pay cash (in the case of cash settlement) or receive or deliver common shares (in the case of net share settlement). We have not entered into any forward sale agreements under the 2021 ATM program.\nDuring the year ended December 31, 2021, we sold an aggregate of approximately\n2.6\nmillion common shares at an average price per share of $\n157.57\n, for aggregate net consideration of approximately $\n400.4\nmillion under the 2021 ATM program. The proceeds from the sale of our common shares under the 2021 ATM program were used for general corporate purposes, which included funding for development activities and financing for acquisitions. We did not sell any additional shares subsequent to December 31, 2021, and as of the date of this filing, we had common shares having an aggregate offering price of up to $97.6 million remaining available for sale under the 2021 ATM program.\nIn June 2020, we created an at-the market (\"ATM\") share offering program through which we could, but had no obligation to, sell common shares having an aggregate offering price of up to $\n362.7\nmillion (the \"2020 ATM program\"). During the six months ended June 30, 2021, we sold an aggregate of approximately\n2.9\nmillion common shares at an average price per share of $\n126.64\n, for aggregate net consideration of approximately $\n358.8\nmillion. In August 2021, we terminated the 2020 ATM program with an aggregate offering price of approximately $\n0.2\nmillion not sold. There were no additional shares sold under the 2020 ATM program from June 30, 2021 through the date of the termination agreements, and no further common shares were available for sale under this program.\nWe have a repurchase plan approved by our Board of Trust Managers which allows for the repurchase of up to $\n500\nmillion of our common equity securities through open market purchases, block purchases, and privately negotiated transactions.  There were no repurchases under this program for the years ended December 31, 2019, 2020, or 2021 or through the date of this\nF-14\nfiling. The remaining dollar value of our common equity securities authorized to be repurchased under the program was approximately $\n269.5\nmillion as of the date of this filing.\nWe currently have an automatic shelf registration statement which allows us to offer, from time to time, common shares, preferred shares, debt securities, or warrants. Our Amended and Restated Declaration of Trust provides we may issue up to\n185\nmillion shares of beneficial interest, consisting of\n175\nmillion common shares and\n10\nmillion preferred shares. At December 31, 2021, we had approximately\n103.3\nmillion common shares outstanding, net of treasury shares and shares held in our deferred compensation arrangements, and\nno\npreferred shares outstanding.\nIn the first quarter of 2022, the Company's Board of Trust Managers declared a first quarter dividend of $\n0.94\nper common share to our common shareholders of record as of March 31, 2022.\n5. Operating Partnerships\nAt December 31, 2021, approximately\n4\n% of our consolidated multifamily apartment homes were held in Camden Operating, L.P. (“Camden Operating” or the “operating partnership”). Camden Operating has\n11.9\nmillion outstanding common limited partnership units and as of December 31, 2021, we held approximately\n93\n% of the outstanding common limited partnership units and the sole\n1\n% general partnership interest of the operating partnership. The remaining common limited partnership units, comprising approximately\n0.7\nmillion units, are primarily held by former officers, directors, and investors of Paragon Group, Inc., which we acquired in 1997. Each common limited partnership unit is redeemable for one common share of Camden Property Trust or cash at our election. Holders of common limited partnership units are not entitled to rights as shareholders prior to redemption of their common limited partnership units. No member of our management owns Camden Operating common limited partnership units.\nAt December 31, 2021, approximately\n30\n% of our consolidated multifamily apartment homes were held in Camden Summit Partnership, L.P. (the “Camden Summit Partnership”).  Camden Summit Partnership has\n22.8\nmillion outstanding common limited partnership units and as of December 31, 2021, we held approximately\n95\n% of the outstanding common limited partnership units and the sole\n1\n% general partnership interest of Camden Summit Partnership. The remaining common limited partnership units, comprising approximately\n0.9\nmillion units, are primarily held by former officers, directors, and investors of Summit Properties Inc., which we acquired in 2005. Each common limited partnership unit is redeemable for one common share of Camden Property Trust or cash at our election and holders of common limited partnership units are not entitled to rights as shareholders prior to redemption of their common limited partnership units. No member of our management owns Camden Summit Partnership common limited partnership units, and one of our trust managers owns Camden Summit Partnership common limited partnership units.\nWe have Tax Protection Agreements, as amended, protecting the negative tax capital of certain holders of common units of limited partnership interest in the Camden Summit Partnership, which holders includes one of our Trust Managers as of December 31, 2021. The negative tax capital accounts of these certain unitholders totaled approximately $\n26.0\nmillion in the aggregate as of December 31, 2021. We currently have a $\n40.0\nmillion two-year unsecured floating rate term loan with an unrelated third party which supports the negative tax capital accounts.\n6. Income Taxes\nWe have maintained and intend to maintain our election as a REIT under the Internal Revenue Code of 1986, as amended. In order for us to continue to qualify as a REIT we must meet a number of organizational and operational requirements, including a requirement to distribute annual dividends to our shareholders equal to a minimum of\n90\n% of our adjusted taxable income. As a REIT, we generally will not be subject to federal income tax on our taxable income at the corporate level to the extent such income is distributed to our shareholders annually. If our taxable income exceeds our dividends in a tax year, REIT tax rules allow us to designate dividends from the subsequent tax year in order to avoid current taxation on undistributed income. If we fail to qualify as a REIT in any taxable year, we may be subject to federal and state income taxes for such year. In addition, we may not be able to requalify as a REIT for the four subsequent taxable years and may be subject to federal and state income taxes in those years as well. Historically, we have incurred only state and local income, franchise, and excise taxes. Taxable income from non-REIT activities managed through taxable REIT subsidiaries is subject to applicable federal, state, and local income taxes. Our operating partnerships are flow-through entities and are not subject to federal income taxes at the entity level.\nWe have recorded income, franchise, and excise taxes in the consolidated statements of income and comprehensive income for the years ended December 31, 2021, 2020 and 2019 as income tax expense.  Income taxes for the years ended December 31, 2021, 2020 and 2019, primarily related to state income tax and federal taxes on certain of our taxable REIT subsidiaries. We have\nno\nsignificant temporary or permanent differences or tax credits associated with our taxable REIT subsidiaries.\nF-15\nFor income tax purposes, distributions to common shareholders are characterized as ordinary income, capital gains, or return of capital.\nA summary of the income tax characterization of our distributions paid per common share for the years ended December 31, 2021, 2020 and 2019 is set forth in the following table:\nWe have taxable REIT subsidiaries which are subject to federal and state income taxes. At December 31, 2021, our taxable REIT subsidiaries had immaterial net operating loss carryforwards (“NOL’s”) related to 2017 and prior which expire in years 2034 to 2037 and no material benefits related to these NOL’s have been recognized in our consolidated financial statements. No material benefits related to NOLs were recognized in our 2020 or 2021 consolidated financial statements.\nThe carrying value of net assets reported in our consolidated financial statements at December 31, 2021 exceeded the tax basis by approximately $\n1.5\nbillion.\nIncome Tax Expense\n.  We had income tax expense of approximately $\n1.9\nmillion, $\n2.0\nmillion and $\n1.1\nmillion for the tax years ended December 31, 2021, 2020 and 2019, respectively, which was comprised mainly of state income taxes and federal income tax related to one of our taxable REIT subsidiaries.\nIncome Tax Expense – Deferred\n. For the years ended December 31, 2021, 2020, and 2019, our deferred tax expense was not significant.\nThe income tax returns of Camden Property Trust and its subsidiaries are subject to examination by federal, state and local tax jurisdictions for years 2018 through 2020.  Tax attributes generated in years prior to 2018 are also subject to challenge in any examination of those tax years. We believe we have\nno\nuncertain tax positions or unrecognized tax benefits requiring disclosure as of and for the periods presented.\n7. Acquisitions and Dispositions\nAsset Acquisition of Operating Properties.\nDuring the year ended December 31, 2021, we acquired\none\noperating property comprised of\n558\napartment homes located in Dallas, Texas for approximately $\n165.5\nmillion in October and\none\noperating property comprised of\n368\napartment homes located in St. Petersburg, Florida for approximately $\n176.3\nmillion in August. In June 2021, we also acquired\none\noperating property comprised of\n328\napartment homes located in Franklin, Tennessee for approximately $\n105.3\nmillion and\none\noperating property comprised of\n430\napartment homes located in Nashville, Tennessee for approximately $\n186.3\nmillion. We did not acquire any operating properties during the year ended December 31, 2020. In 2019, we acquired\none\noperating property comprised of\n186\napartment homes in Raleigh, North Carolina for approximately $\n75.1\nmillion,\none\noperating property comprised of\n552\napartment homes in Houston, Texas for approximately $\n147.2\nmillion,\none\noperating property comprised of\n326\napartment homes located in Austin, Texas for approximately $\n120.4\nmillion, and\none\noperating property comprised of\n316\napartment homes located in Scottsdale, Arizona for approximately $\n97.1\nmillion.\nAcquisitions of Land.\nDuring the year ended December 31, 2021, we acquired approximately\n2.0\nacres of land in Nashville, Tennessee for approximately $\n36.6\nmillion, approximately\n5.2\nacres of land in Denver, Colorado for approximately $\n24.0\nmillion, approximately\n14.6\nacres of land in The Woodlands, Texas for approximately $\n9.3\nmillion, and approximately\n0.2\nacres of land in St. Petersburg, Florida for approximately $\n2.1\nmillion for future development purposes. During the year ended December 31, 2020, we acquired approximately\n4.1\nacres of land in Durham, North Carolina for approximately $\n27.6\nmillion for the development of approximately\n354\napartment homes, and approximately\n4.9\nacres of land in Raleigh, North Carolina for approximately $\n18.2\nmillion for the future development of approximately\n355\napartment homes.\nIn connection with the acquisition of the operating property in Houston, Texas in December 2019, we acquired approximately\n2.3\nacres of land adjacent to the operating property for approximately $\n8.0\nmillion for the future development of approximately\n300\napartment homes. During the year-ended December 31, 2019, we also acquired approximately\n11.6\nacres of land in Tempe, Arizona for approximately $\n18.0\nmillion for the development of\n397\napartment homes and approximately\n4.3\nacres of land in Charlotte, North Carolina for approximately $\n10.9\nmillion for the development of\n387\napartment homes.\nLand Holding Dispositions.\nWe did not sell any land holdings during the years ended December 31, 2021 and 2019. During the year ended December 31, 2020, we sold approximately\n4.7\nacres of land adjacent to one of our operating properties in Raleigh, North Carolina for approximately $\n0.8\nmillion and recognized a gain of $\n0.4\nmillion.\nF-16\nSale of Operating Properties.\nDuring the fourth quarter of 2021, we sold\ntwo\noperating properties comprised of a total of\n652\napartment homes, located in Houston, Texas for approximately $\n115.0\nmillion and recognized a gain of approximately $\n81.1\nmillion and\none\nproperty comprised of\n426\napartment homes, located in Laurel, Maryland for approximately $\n145.0\nmillion and recognized a gain of approximately $\n93.3\nmillion.  We did not sell any operating properties during the year ended December 31, 2020. During the year ended December 31, 2019, we sold our remaining\nthree\noperating properties in Corpus Christi, Texas. The operating properties sold in 2019 included\ntwo\nconsolidated communities comprised of\n632\napartment homes and\none\njoint venture community comprised of\n270\napartment homes. The total net proceeds recognized from the disposition of the two consolidated communities was approximately $\n69.4\nmillion and we recognized a gain of approximately $\n49.9\nmillion. See Note 8, \"Investments in Joint Ventures\" for further discussion of the joint venture community.\n8. Investments in Joint Ventures\nOur equity investments in unconsolidated joint ventures, which we account for utilizing the equity method of accounting, consists of\nthree\nfunds (collectively, the \"Funds\").  At December 31, 2021, 2020, and 2019, we had two discretionary investment funds in which we had an ownership interest of\n31.3\n% in each of these funds. We hold a\n40\n% ownership interest in a third fund with an unaffiliated third party which may hold multifamily investments of approximately $\n360.0\nmillion; this third fund did not own any properties in 2021, 2020, or 2019. We provide property and asset management and other services to the Funds which own operating properties and we may also provide construction and development services to the Funds which own properties under development.\nThe following table summarizes the combined balance sheet and statement of income data for the Funds as of and for the periods presented:\n(1)\nTotal revenues for the year ended December 31, 2020 includes approximately $1.3 million of Resident Relief Funds payments which was recorded as a reduction to property revenues.\n(2)\nIn December 2019, one of the funds sold\none\noperating property comprised of\n270\napartment homes for approximately $\n38.5\nmillion.\n(3)\nEquity in income excludes our ownership interest of fee income from various services provided by us to the Funds.\n(4)\nEquity in income for the year ended December 31, 2020 includes our ownership interest of the Resident Relief Fund payments of approximately $\n0.4\nmillion. Equity in income for the year ended December 31, 2019 includes our ownership interest of the gain on sale of the operating property of approximately $\n6.2\nmillion.\nThe Funds in which we have a partial interest have been funded in part with secured third-party debt.  As of December 31, 2021, we had no outstanding guarantees related to debt of the Funds.\nWe may earn fees for property and asset management, construction, development, and other services related to joint ventures in which we own an equity interest and may earn a promoted equity interest if certain thresholds are met. We eliminate fee income for services provided to these joint ventures to the extent of our ownership. Fees earned for these services, net of eliminations, were approximately $\n6.6\nmillion, $\n7.6\nmillion, and $\n6.8\nmillion for the years ended December 31, 2021, 2020, and 2019, respectively.\nF-17\n9. Notes Payable\nThe following is a summary of our indebtedness:\n(1)\nThe 2029 Notes have an effective annual interest rate of approximately 3.84% through June 2026, which includes the effect of a settled forward interest rate swap, and approximately 3.28% thereafter, for an all-in average effective rate of approximately 3.67%.\n(2)\nUnamortized debt discounts and debt issuance costs of $\n19.6\nmillion and $\n23.4\nmillion are included in senior unsecured notes payable as of December 31, 2021 and 2020, respectively.\nWe have a $\n900\nmillion unsecured credit facility which matures in March 2023 with two separate options to extend the facility for a period of six-months and may be expanded three times by up to an additional $500 million in the aggregate upon satisfaction of certain conditions.  The interest rate on our unsecured credit facility is currently based upon the London Interbank Offered Rate (\"LIBOR\") plus a margin which is subject to change as our credit ratings change.  Advances under our credit facility may be priced at the scheduled rates, or we may enter into bid rate loans with participating banks at rates below the scheduled rates.  These bid rate loans have terms of\n180 days\nor less and may not exceed the lesser of $\n450\nmillion or the remaining amount available under our credit facility.  Our credit facility is subject to customary financial covenants and limitations.  We believe we are in compliance with all such financial covenants and limitations as of December 31, 2021 through the date of this filing.\nOur credit facility provides us with the ability to issue up to $\n50\nmillion in letters of credit. While our issuance of letters of credit does not increase our borrowings outstanding under our credit facility, it does reduce the amount available. At December 31, 2021, we had\nno\nborrowings outstanding on our $\n900\nmillion credit facility and we had outstanding letters of credit totaling approximately $\n14.8\nmillion, leaving approximately $\n885.2\nmillion available under our credit facility.\nAt December 31, 2021 and 2020, we had $\n39.9\nmillion and $\n39.7\nmillion of outstanding floating rate debt, respectively, with weighted average interest rates of approximately\n1.9\n% for each period.\nOur indebtedness had a weighted average maturity of\n7.4\nyears at December 31, 2021.\nThe table below is a summary of the maturity dates of our outstanding debt and principal amortizations, and the weighted average interest rates on such debt, at December 31, 2021:\n(1)\nIncludes all available extension options.\n(2)\nIncludes amortization of debt discounts and debt issuance costs.\n(3)\nIncludes the effects of the applicable settled forward interest rate swaps.\nF-18\n10. Derivative Financial Instruments and Hedging Activities\nRisk Management Objective of Using Derivatives.\nWe are exposed to certain risks arising from both our business operations and economic conditions. We principally manage our exposures to a wide variety of business and operational risks through management of our core business activities. We manage economic risks, including interest rate, liquidity, and credit risk, primarily by managing the amount, sources, and duration of our debt funding and the use of derivative financial instruments. Specifically, we may enter into derivative financial instruments to manage exposures arising from business activities resulting in differences in the amount, timing, and duration of our known or expected cash payments principally related to our borrowings. See Note 2, \"Summary of Significant Accounting Policies and Recent Accounting Pronouncements\" for a further discussion of derivative financial instruments.\nCash Flow Hedges of Interest Rate Risk.\nOur objectives in using interest rate derivatives are to add stability to interest expense and to manage our exposure to interest rate movements. To accomplish these objectives, we primarily use interest rate swaps and caps as part of our interest rate risk management strategy. Interest rate swaps involve the receipt of variable rate amounts from a counterparty in exchange for us making fixed-rate payments over the life of the agreements without exchange of the underlying notional amount.\nDesignated Hedges.\nThe gain or loss on the derivatives designated and qualifying as cash flow hedges is reported as a component of other comprehensive income or loss and subsequently reclassified into earnings in the period the hedged forecasted transaction affects earnings and presented in the same line item as the earnings effect of the hedged item. At December 31, 2021, 2020 and 2019, we had no designated hedges outstanding.\nThe table below presents the effect of our derivative financial instruments which were settled in prior years in the consolidated statements of income and comprehensive income for the years ended\nDecember 31, 2021, 2020\n, and 2019:\n11. Share-based Compensation and Benefit Plans\nIncentive Compensation.\nWe currently maintain the 2018 Share Incentive Plan (the “2018 Share Plan”) and the 2011 Share Incentive Plan (the “2011 Share Plan”), although no new awards may be granted under the 2011 Plan.  Each of these plans were approved by the Company’s shareholders.  The shares available for awards under the 2018 Share Plan are, subject to certain other limits under the plan, generally available for any type of award authorized under the 2018 Share Plan, including stock options, stock appreciation rights, restricted stock awards, stock bonuses and other stock-based awards. Persons eligible to receive awards under the 2018 Share Plan include officers and employees of the Company or any of its subsidiaries, Trust Managers of the Company, and certain consultants and advisors to the Company or any of its subsidiaries.  A total of\n9.7\nmillion shares (“Share Limit”) was authorized under the 2018 Share Plan.  Shares issued or to be issued are counted against the Share Limit as set forth as (1)\n3.45\nto\n1.0\nfor every share award, excluding stock options and share appreciation rights, granted, and (2) 1.0 to\n1.0\nfor every  share of stock option or share appreciation right granted.  As of December 31, 2021, there were approximately\n6.4\nmillion common shares available under the 2018 Share Plan, which would result in approximately\n1.8\nmillion shares which could be granted pursuant to full value awards conversion ratios as defined under the plan.\nTotal compensation cost for share awards charged against income was approximately $\n16.1\nmillion, $\n15.3\nmillion, and $\n16.8\nmillion for 2021, 2020 and 2019, respectively. Total capitalized compensation cost for share awards was approximately $\n3.8\nmillion for the year ended December 31, 2021, and was approximately $\n3.4\nmillion for each of the years ended December 31, 2020 and 2019.\nA summary of activity under our share incentive plans for the year ended December 31, 2021 is shown below:\nF-19\nShare Awards and Vesting.\nShare awards for employees generally vest over\nthree years\nand are valued at the market value of the shares on the grant date. In the event the holder of the share awards attains at least age 65, and with respect to employees, also attain at least ten or more years of service (\"Retirement Eligibility\") before the term in which the awards are scheduled to vest, the value of the share awards is amortized from the date of grant to the individual's Retirement Eligibility date.\nAt December 31, 2021, 2020 and 2019, the weighted average fair value of share awards granted was $\n105.87\n, $\n113.46\nand $\n98.84\n, respectively.  The total fair value of shares vested during the years ended December 31, 2021, 2020 and 2019 was approximately $\n23.6\nmillion, $\n18.7\nmillion, and $\n25.5\nmillion, respectively.  At December 31, 2021, the unamortized value of previously issued unvested share awards was approximately $\n11.4\nmillion which is expected to be amortized over the next\ntwo years\n.\nEmployee Share Purchase Plan (“ESPP”).\nIn May 2018, our shareholders approved the 2018 Employee Share Purchase Plan (the \"2018 ESPP\") which amends and restates our 1999 Employee Share Purchase Plan effective with the offering period commencing in June 2018.  Under the 2018 ESPP, we may issue up to a total of approximately\n500,000\ncommon shares.  The 2018 ESPP permits eligible employees to purchase our common shares either through payroll deductions or through semi-annual contributions.  Each offering period has a six month duration commencing in June and December for which shares may be purchased at\n85\n% of the market value, as defined on the first or last day of the offering period, whichever price is lower.  We currently use treasury shares to satisfy ESPP share requirements. Each participant must hold the shares purchased for nine months in order to receive the discount, and a participant may not purchase more than $\n25,000\nin value of shares during any plan year, as defined.\nThe following table presents information related to our ESPP:\nRabbi Trust.\nWe established a rabbi trust for a select group of participants in which share awards granted under the share incentive plan and salary and other cash amounts earned may be deposited. The rabbi trust was only in use for deferrals made prior to 2005, including bonuses related to service in 2004 but paid in 2005. The rabbi trust was an irrevocable trust and no portion of the trust fund may be used for any purpose other than the delivery of those assets to the participants. The assets held in the rabbi trust are subject to the claims of our general creditors in the event of bankruptcy or insolvency.\nThe value of the assets of the rabbi trust is consolidated into our financial statements. Granted share awards held by the rabbi trust are classified in equity in a manner similar to the manner in which treasury stock is accounted. Subsequent changes in the fair value of the shares are not recognized. The deferred compensation obligation is classified as an equity instrument and changes in the fair value of the amount owed to the participant are not recognized. At December 31, 2021 and 2020, approximately\n1.2\nmillion and\n1.4\nmillion share awards, respectively, were held in the rabbi trust. Additionally, as of December 31, 2021 and 2020, the rabbi trust held trading securities totaling approximately $\n11.7\nmillion and $\n11.3\nmillion, respectively, which represents cash deferrals made by plan participants. Market value fluctuations on these trading securities are recognized in income in accordance with GAAP and the liability due to participants is adjusted accordingly.\nAt December 31, 2021 and December 31, 2020, approximately $\n14.1\nmillion and $\n16.5\nmillion, respectively, was required to be paid to us by plan participants upon the withdrawal of any assets from the rabbi trust, and is included in “Accounts receivable-affiliates” in our consolidated financial statements.\nNon-Qualified Deferred Compensation.\nIn 2004, we established a Non-Qualified Deferred Compensation Plan which is an unfunded arrangement established and maintained primarily for the benefit of a select group of participants. Eligible participants commence participation in this plan on the date the deferral election first becomes effective. We credit to the participant's account an amount equal to the amount designated as the participant's deferral for the plan year as indicated in the participant's deferral election(s). Any modification to or termination of the plan will not reduce a participant's right to any vested amounts already credited to his or her account. Approximately\n0.9\nmillion share awards were held in the plan at both December 31, 2021 and 2020. Additionally, as of December 31, 2021 and 2020, the plan held trading securities totaling approximately $\n125.6\nmillion and $\n118.5\nmillion, respectively, which represents cash deferrals made by plan participants and diversification of share awards within the plan to trading securities. Market value fluctuations on these trading securities are recognized in income in accordance with GAAP and the liability due to participants is adjusted accordingly. The assets held in the Non-Qualified Deferred Compensation Plan are subject to the claims of our general creditors in the event of bankruptcy or insolvency.\nF-20\n401(k) Savings Plan.\nWe have a 401(k) savings plan which is a voluntary defined contribution plan, and provides participating employees the ability to elect to contribute up to 60 percent of eligible compensation, subject to limitations as defined by the federal tax code, with the Company making matching contributions up to a predetermined limit. The matching contributions made for the years ended December 31, 2021, 2020, and 2019 were approximately $\n3.3\nmillion, $\n3.4\nmillion\n, and\n$\n3.1\nmillion\n, respectively\n. Employees become vested in our matching contributions 33% after one year of service, 67% after two years of service and 100% after three years of service.\n12. Fair Value Measurements\nRecurring Fair Value Disclosures.\nThe following table presents information about our financial instruments measured at fair value on a recurring basis as of December 31, 2021 and 2020 using the inputs and fair value hierarchy discussed in Note 2, “Summary of Significant Accounting Policies and Recent Accounting Pronouncements”:\nFinancial Instruments Measured at Fair Value on a Recurring Basis\n(1)\nApproximately $\n10.6\nmillion and $\n37.8\nmillion of participant cash was withdrawn from our deferred compensation plan investments during the years ended December 31, 2021 and 2020, respectively.\nNonrecurring Fair Value Disclosures.\nThe nonrecurring fair value disclosures inputs under the fair value hierarchy are discussed in Note 2, “Summary of Significant Accounting Policies and Recent Accounting Pronouncements.” We completed four asset acquisitions of operating properties during the year ended December 31, 2021 and had no asset acquisitions of operating properties during the year ended December 31, 2020.  We recorded the real estate assets and identifiable above and below market and in-place leases at their relative fair values based upon methods similar to those used by independent appraisers of income producing properties.  The fair value measurements associated with the valuation of these acquired assets represent Level 3 measurements within the fair value hierarchy.  See Note 7, \"Acquisitions and Dispositions\" for a further discussion about these acquisitions.\nFinancial Instrument Fair Value Disclosures.\nThe following table presents the carrying and estimated fair values of our notes payable at December 31, 2021 and 2020, in accordance with the policies discussed in Note 2, \"Summary of Significant Accounting Policies and Recent Accounting Pronouncements.\"\n13. Net Change in Operating Accounts\nThe effect of changes in the operating accounts and other on cash flows from operating activities is as follows:\nF-21\n14. Commitments and Contingencies\nConstruction Contracts.\nAs of December 31, 2021, we estimate the additional cost to complete the\nfive\nconsolidated projects currently under construction to be approximately $\n199.4\nmillion.  We expect to fund this amount through a combination of one or more of the following: cash and cash equivalents, cash flows generated from operations, draws on our unsecured credit facility, the use of debt and equity offerings under our automatic shelf registration statement, proceeds from property dispositions, equity issued from our ATM programs, other unsecured borrowings or secured mortgages.\nLitigation\n. We are subject to various legal proceedings and claims which arise in the ordinary course of business. Matters which arise out of allegations of bodily injury, property damage, and employment practices are generally covered by insurance. While the resolution of these legal proceedings and claims cannot be predicted with certainty, management believes the final outcome of such matters will not have a material adverse effect on our consolidated financial statements.\nOther Commitments and Contingencies.\nIn the ordinary course of our business, we issue letters of intent indicating a willingness to negotiate for acquisitions, dispositions, or joint ventures and also enter into arrangements contemplating various transactions. Such letters of intent and other arrangements are non-binding as to either party unless and until a definitive contract is entered into by the parties. Even if definitive contracts relating to the purchase or sale of real property are entered into, these contracts generally provide the purchaser with time to evaluate the property and conduct due diligence, during which periods the purchaser will have the ability to terminate the contracts without penalty or forfeiture of any deposit or earnest money. There can be no assurance definitive contracts will be entered into with respect to any matter covered by letters of intent or we will consummate any transaction contemplated by any definitive contract. Furthermore, due diligence periods for real property are frequently extended as needed. An acquisition or sale of real property becomes probable at the time the due diligence period expires and the definitive contract has not been terminated. We are then at risk under a real property acquisition contract, but generally only to the extent of any earnest money deposits associated with the contract, and are obligated to sell under a real property sales contract.  At December 31, 2021, we had approximately $\n1.0\nmillion of refundable earnest money deposits for potential acquisitions of land included in other assets, net in our consolidated balance sheet.\nLease Commitments.\nSubstantially all of our operating leases recorded in our consolidated balance sheets are related to office facility leases. We had no significant changes to our lessee lease commitments for the year ended December 31, 2021. The lease and non-lease components, excluding short-term lease contracts with a duration of 12 months or less, are accounted for as a combined single component based upon the standalone price at the time the applicable lease is commenced and is recognized as a lease expense on a straight-line basis over the lease term. Most of our office facility leases include options to renew and generally are not included in the operating lease liabilities or right-of-use (\"ROU\") assets as they are not reasonably certain of being exercised. If an option to renew is exercised, it would be considered a separate contract and recognized based upon the standalone price at the time the option to renew is exercised. Variable lease payments which values are not known at lease commencement, such as executory costs of real estate taxes, property insurance, and common area maintenance, are expensed as incurred.\nThe following is a summary of our operating lease related information:\nF-22\n(1)\nWe use a secured incremental borrowing rate, as defined by ASC 842 based on an estimated secured rate with applicable adjustments, as most of our lease contracts do not provide a readily determinable implicit rate.\nThe following is a summary of our maturities of our lease liabilities as of\nDecember 31, 2021:\nInvestments in Joint Ventures.\nWe have entered into, and may continue in the future to enter into, joint ventures or partnerships (including limited liability companies) through which we own an indirect economic interest in less than\n100\n% of the community or land owned directly by the joint venture or partnership. Our decision whether to hold the entire interest in an apartment community or land ourselves, or to have an indirect interest in the community or land through a joint venture or partnership, is based on a variety of factors and considerations, including: (i) our projection, in some circumstances, that we will achieve higher returns on our invested capital or reduce our risk if a joint venture or partnership vehicle is used; (ii) our desire to diversify our portfolio of investments by market; (iii) our desire at times to preserve our capital resources to maintain liquidity or balance sheet strength; and (iv) the economic and tax terms required by a seller of land or of a community, who may prefer or who may require less payment if the land or community is contributed to a joint venture or partnership. Investments in joint ventures or partnerships are not limited to a specified percentage of our assets. Each joint venture or partnership agreement is individually negotiated, and our ability to operate or dispose of land or of a community in our sole discretion may be limited to varying degrees in our existing joint venture agreements and may be limited to varying degrees depending on the terms of future joint venture agreements.\nEmployment Agreements.\nAt December 31, 2021, we had employment agreements with 12 of our senior officers, the terms of which expire at various times through August 20, 2022.  In addition, the employment agreement of one senior officer, President and Chief Operating Officer, was superseded by a separation and general release agreement, which was entered into in connection with his retirement effective December 31, 2021, whereby the officer was paid a lump sum cash award of approximately $\n3.0\nmillion. The existing 12 agreements provide for minimum salary levels as well as various incentive compensation arrangements, which are payable based on the attainment of specific goals. All existing agreements also provide for severance payments and 11 provide a gross-up payment if certain situations occur, such as termination without cause or termination due to a change of control. In the case of 10 of the agreements, the severance payment equals one times the respective current annual base salary in the case of termination without cause and 2.99 times the respective average annual base salary over the previous three fiscal years in the case of a change of control and a termination of employment or a material adverse change in the scope of their duties. In the case of the other two agreements, the severance payment generally equals 2.99 times the respective average annual compensation over the previous three fiscal years in connection with, among other\nF-23\nthings, a termination without cause or a change of control, and the officer would be entitled to receive continuation and vesting of certain benefits in the case of such termination.\nF-24\n(1)\nAll communities were unencumbered at December 31, 2021.\n(2)\nProperty is in lease-up at December 31, 2021.  Balances presented here include costs which are included in buildings and improvements and land on the consolidated balance sheet at December 31, 2021.  These costs related to completed unit turns for this property.\nS-1\nThe changes in total real estate assets for the years ended December 31:\nThe aggregate cost for federal income tax purposes at December 31, 2021 was $\n9.5\nbillion.\nS-2\n(a)    The aggregate cost at December 31, 2021 for federal income tax purposes was approximately $\n4,978\n.\n(b)    This loan currently bears interest at\n7\n% on any unpaid principal balance.\n(c)    Payments will consist of annual interest and principal payments from October 1, 2021 to\nOctober 1, 2025\n.\nChanges in mortgage loans for the years ended December 31 are summarized below:\nS-3"
  }
]