[
  {
    "item_key": "item_1",
    "text": "As used in this annual report on Form 10-K, references to the “Company,” “A. O. Smith,” “AOS,” “we,” “us,” and “our” refer to A. O. Smith and its consolidated subsidiaries. The following discussion should be read in conjunction with our consolidated financial statements and notes thereto under “Item 8. Financial Statements and Supplementary Data” in this annual report on Form 10-K. Our company is comprised of two reporting segments: North America and Rest of World. Our Rest of World segment is primarily comprised of China, Europe and India. Both segments manufacture and market comprehensive lines of residential and commercial gas, heat pump and electric water heaters, boilers, tanks and water treatment products. Both segments primarily manufacture and market in their respective regions of the world.\nNORTH AMERICA\nWe serve residential and commercial end markets in North America with a broad range of products including:\nWater heaters\n. Our residential and commercial water heaters come in sizes ranging from 2.5 gallon (point-of-use) models to 2,500 gallon products with varying efficiency ranges. We offer electric, natural gas and liquid propane tank-type models as well as tankless (gas and electric), heat pump and solar tank units. In 2021, we further expanded our market presence and product offerings with our acquisition of Giant Factories, Inc., (Giant) a Canada-based manufacturer of residential and commercial water heaters. Typical applications for our water heaters include residences, restaurants, hotels and motels, office buildings, laundries, car washes, schools and small businesses.\nBoilers.\nOur residential and commercial boilers range in size from 45,000 British Thermal Units (BTUs) to 6.0 million BTUs. Our boilers are primarily used in space heating applications for residences, hospitals, schools, hotels and other large commercial buildings.\nWater treatment products.\nWith the acquisition of Aquasana, Inc. (Aquasana) in 2016 we entered the water treatment market. We expanded our product offerings with the acquisitions of Hague Quality Water International (Hague) in 2017, Water-Right, Inc. (Water-Right) in 2019 and Master Water Conditioning Corporation (Master Water) in 2021. Our water treatment products range from point-of-entry water softeners, solutions for problem well water, and whole-home water filtration products to on-the-go filtration bottles and point-of-use carbon and reverse osmosis products. We also offer a complete line of food and beverage filtration products. Typical applications for our water treatment products include residences, restaurants, hotels and offices.\nOther.\nIn our North America segment, we also manufacture expansion tanks, commercial solar water heating systems, swimming pool and spa heaters, related products and parts.\nA significant portion of our North America sales is derived from the replacement of existing products.\nWe believe we are the largest manufacturer and marketer of water heaters in North America with a leading share in both the residential and commercial portions of the market. In the commercial portions of the market for both water heating and space heating, we believe our comprehensive product lines and our high-efficiency products give us a competitive advantage. Our wholesale distribution channel, where we sell our products primarily under the A. O. Smith and State brands, includes more than 1,100 independent wholesale plumbing distributors serving residential and commercial end markets. We also sell our residential water heaters through the retail and maintenance, repair and operations (MRO) channels. In the retail channel, our customers include four of the six largest national hardware and home center chains, including a long-standing exclusive relationship with Lowe’s where we sell A. O. Smith branded products.\nOur Lochinvar brand is one of the leading residential and commercial boiler brands in the U.S. Approximately 45 percent of Lochinvar branded sales consist of residential and commercial water heaters while the remaining 55 percent of Lochinvar branded sales consist primarily of boilers and related parts. Our commercial boiler distribution channel is primarily comprised of manufacturer representative firms, the remainder of our Lochinvar branded products are distributed through wholesale channels.\nWe sell our A. O. Smith branded water treatment products through Lowe's, Amazon, and our wholesale distribution channels. Our Aquasana branded products are primarily sold directly to consumers through e-commerce as well as online retailers including Amazon and through other retail chains. Our water softener branded products and problem well water solutions, which include Hague, Water-Right, and Master Water are sold through water quality dealers. Our water softener products are also sold through home center retail chains.\nOur energy-efficient product offerings continue to be a sales driver for our business. Our condensing commercial water heaters and boilers continue to be an option for commercial customers looking for high-efficiency water and space heating\n3\nwith a short payback period through energy savings. We offer residential heat pump, condensing tank-type and tankless water heaters in North America, as well as other higher efficiency water heating solutions to round out our energy-efficient product offerings. In addition, during 2021 we launched a commercial heat pump water heater to align with greenhouse gas emission reduction trends across the country.\nWe sell our products in highly competitive markets. We compete in each of our targeted market segments based on product design, reliability, quality of products and services, advanced technologies, energy efficiency, maintenance costs and price. Our principal water heating and boiler competitors in North America include Rheem, Bradford White, Rinnai, Aerco and Navien. Numerous other manufacturing companies also compete. Our principal water treatment competitors in the U.S. are Culligan, Kinetico, Pentair, Franklin Electric and Ecowater as well as numerous regional assemblers.\nREST OF WORLD\nWe have operated in China for more than 25 years. In that time, we have established A. O. Smith brand recognition in the residential and commercial markets. The Chinese water heater market is predominantly comprised of electric wall-hung, gas tankless, combi-boiler, heat pump and solar water heaters. We believe we are one of the leading suppliers of water heaters and reverse osmosis water treatment products to the residential market in China in dollar terms. We manufacture and market residential water treatment products, primarily incorporating reverse osmosis technology, and commercial water treatment products. We also design and market range hoods and cooktops in China.\nWe sell our products in approximately 13,000 points of sale in China, approximately 5,800 are retail outlets in tier one and tier two cities of which over 2,000 exclusively sell our products. We also sell our products through e-commerce channels.\nIn 2008, we established a sales office in India and began importing products specifically designed for India. We began manufacturing water heaters in India in 2010 and water treatment products in 2015.\nOur primary competitors in China in the water heater market segment are Haier and Midea, which are Chinese companies, as well as Rinnai. Our principal competitors in the water treatment market are Angel, Midea, Truliva, and Xiaomi. In India, we compete with Racold, Bajaj and Havells in the water heater market and Eureka Forbes, Kent and Hindustan Unilever in the water treatment market. In addition, we sell water heaters in the European and Middle Eastern markets and water treatment products in Hong Kong, Turkey and Vietnam, all of which combined comprised less than 11 percent of total Rest of World sales in 2021.\nRAW MATERIALS\nRaw materials for our manufacturing operations, primarily consisting of steel, are generally available in adequate quantities, however, the global health pandemic and disruptions in the commercial transportation network have stressed the availability of certain raw materials. There has been volatility in steel costs over the last several years, particularity in 2021 as the steel price index increased over 100 percent compared to the prior year. A portion of our customers have contractual pricing tied to a steel index.\nRESEARCH AND DEVELOPMENT\nTo improve our competitiveness by generating new products and processes, we conduct research and development at our Corporate Technology Center in Milwaukee, Wisconsin, our Global Engineering Center in Nanjing, China, and our operating locations. Our total expenditures for research and development in 2021, 2020 and 2019 were $94.2 million, $80.7 million and $87.9 million, respectively.\nPATENTS AND TRADEMARKS\nWe own and use in our businesses various trademarks, trade names, patents, trade secrets and licenses. Although we believe our trademarks, trade names, patents, trade secrets, and licenses to constitute a valuable asset in the aggregate, we do not regard our business as being materially dependent on any single or group of related trademarks, trade names, patents, trade secrets, or licenses. Our trade name is important with respect to our products, particularly in China, India, and the U.S.\nHUMAN CAPITAL\nWe employed approximately 13,700 employees as of December 31, 2021, primarily non-union. The foundation of how we conduct business and interact with our employees is outlined in the A. O. Smith Corporation Guiding Principles, which were refreshed in 2021, and our Statement of Values. These principles and values help to shape how we hire, train and treat our employees, emphasizing teamwork and promoting diversity in seeking our objectives. We believe that the critical elements of our effort to attract, retain and develop talent are employee engagement, talent development, a focus on employee safety, and market competitive compensation.\n4\nWe conduct a Global Employee Engagement Survey on a biannual basis. This third-party-managed survey measures employees' level of engagement against external norms and provides us with actionable feedback that drives improvement priorities. Survey participation in 2020 was 96 percent, which we believe indicates our employees' willingness to share their perspectives and a commitment to continuous improvement. We will conduct the survey again in 2022.\nWe provide all employees with a wide range of professional development experiences, both formal and informal, to help them achieve their full potential. Some of the formal development programs that employees have access to include early-career leadership development programs, front-line leadership development programs, continuous improvement skill-building programs, core process technology councils and tuition reimbursement for degree programs or trade schools. Globally, all office and professional employees have a formal performance review and development plans with a focus on learning by doing.\nIt is expected that managers work closely with their employees to ensure performance feedback and development discussions take place on a regular basis.\nThe safety of our people is always at the forefront of what we do. We provide safety training in our production facilities, designed to empower our employees with the knowledge and tools they need to make safe choices and mitigate risks. In addition to traditional training, we use standardized signage and visual management throughout our facilities. Since 1954, we have awarded annually the Lloyd B. Smith President's Safety Award, which acknowledges an A. O. Smith facility that demonstrates the most improvement over one year in the area of workplace safety.\nWe provide what we believe is a robust total compensation program designed to be market-competitive and internally equitable to attract, retain, motivate and reward a high-performance workforce. Regular internal and external analysis is performed to ensure this market alignment. In addition to salaries, these programs, which vary by country, can include annual performance-based bonuses, stock-based compensation awards, retirement plans with employee matching opportunities, health benefits, health savings and flexible spending accounts, paid time off, family leave, tuition assistance, among others.\nBACKLOG\nDue to the short-cycle nature of our businesses, none of our operations sustain significant backlogs.\nGOVERNMENT REGULATIONS AND ENVIRONMENTAL MATTERS\nOur operations, including the manufacture, packaging, labeling, storage, distribution, advertising and sale of our products, are subject to various federal, state, local and foreign laws and regulations. In the U.S., many of our products are regulated by the Department of Energy, the Consumer Product Safety Commission, and the Federal Trade Commission. State and local governments, through laws, regulations, and building codes, also regulate our water heating and water treatment products.  Whether at the federal, state, or local level, these laws are intended to improve energy efficiency and product safety, and protect public health and the environment. Similar laws and regulations have been adopted by government authorities in other countries in which we manufacture, distribute, and sell our products.\nIn addition, our operations are subject to federal, state and local environmental laws. We are subject to regulations of the U.S. Environmental Protection Agency and the Occupational Health and Safety Administration and their counterpart state agencies. Compliance with government regulations and environmental laws has not had and is not expected to have a material effect upon the capital expenditures, earnings, or competitive position of our company. See Item 3.\n5\nAVAILABLE INFORMATION\nWe maintain a website with the address www.aosmith.com. The information contained on our website is not included as a part of, or incorporated by reference into, this Annual Report on Form 10-K. Other than an investor’s own internet access charges, we make available free of charge through our website our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to these reports as soon as reasonably practical after we have electronically filed such material with, or furnished such material to, the Securities and Exchange Commission (SEC). All reports we file with the SEC are also available free of charge via EDGAR through the SEC’s website at www.sec.gov.\nWe are committed to sound corporate governance and have documented our corporate governance practices by adopting the A. O. Smith Corporate Governance Guidelines. The Corporate Governance Guidelines, Criteria for Selection of Directors, Financial Code of Ethics, the A. O. Smith Guiding Principles, as well as the charters for the Audit, Personnel and Compensation, Nominating and Governance and the Investment Policy Committees of the Board of Directors and other corporate governance materials, may be viewed on the Company’s website. Any waiver of or amendments to the Financial Code of Conduct or the A. O. Smith Guiding Principles also would be posted on this website; to date there have been none. Copies of these documents will be sent to stockholders free of charge upon written request of the corporate secretary at the address shown on the cover page of this Annual Report on Form 10-K.\nWe are also committed to growing our business in a sustainable and socially responsible manner consistent with our Guiding Principles. This commitment has driven us to design, engineer, and manufacture highly innovative and efficient products in an environmentally responsible manner that help reduce energy consumption, conserve water, and improve drinking water quality and public health. Consistent with this commitment, we issued our 2020 Corporate Responsibility & Sustainability (CRS) report detailing our company’s historical and current CRS efforts. Our CRS report is available on our website. The report is not included as part of, or incorporated by reference into, this Annual Report on Form 10-K.\n6"
  },
  {
    "item_key": "item_1a",
    "text": "In the ordinary course of our business, we face various strategic, operating, compliance and financial risks. These risks could have an impact on our business, financial condition, operating results and cash flows. The risks set forth below are not an exhaustive list of potential risks but reflect those that we believe to be material. You should carefully consider the risk factors set forth below and all other information contained in this Annual Report on Form 10-K, including the documents incorporated by reference, before making an investment decision regarding our common stock. If any of the events contemplated by the following risks were to actually occur, then our business, financial condition, or results of operations could be materially adversely affected. As a result, the trading price of our common stock could decline, and you may lose all or part of your investment.\nEconomic and Industry Risks\n■\nOur operations could be adversely impacted by material and component price volatility and availability, as well as supplier concentration\nThe market prices for certain materials and components we purchase, primarily steel, have been volatile. U.S. steel index prices alone increased over 100 percent in 2021. We have also experienced inflation related increases in our transportation costs. In addition, some components are subject to long lead times. Disruptions to the commercial transportation network, including limited container and trucking capacity and port congestion, have increased supplier delivery times for materials and components to our facilities and, in some cases, our ability to timely ship to customers. We engage in ongoing communications with our suppliers to identify and mitigate risk of potential disruptions and to manage our material and component inventory levels. Significant increases in the cost of any of the key materials and components we purchase or delays in their delivery could increase our cost of doing business and ultimately could lead to lower operating earnings if we are not able to recover these cost increases through price increases to our customers. As a response to cost inflation in materials and components, we announced price increases on water heaters in North America in 2021 that compound to approximately 50 percent. Historically, there has been a lag in our ability to recover increased material costs from customers, and that lag, particularly for the price increases that we implemented in 2021, could negatively impact our profitability. In some cases, we are dependent on a limited number of suppliers for some of the raw materials and components we require in the manufacturing of our products. A significant disruption or termination of the supply from one of these suppliers could delay sales or increase costs which could result in a material adverse effect on our financial condition, results of operations and cash flows.\n■\nThe global coronavirus (COVID-19) pandemic, or other global public health pandemics, could have a material adverse effect on our business, results of operations and financial condition\nOur business, results of operations and financial condition may be adversely affected if a global public health pandemic, including the current COVID-19 pandemic, interferes with the ability of our employees, suppliers, and customers to perform our and their respective responsibilities and obligations relative to the conduct of our business and operations. The COVID-19 pandemic has significantly impacted economic activity and markets around the world, and it could have a material negative impact on our business and operations in numerous ways, including but not limited to those outlined below:\n•\nThe risk that we, or our employees, suppliers or customers may be prevented from conducting business activities for an indefinite period of time, including shutdowns that may be requested or mandated by governmental authorities.\n•\nRestrictions on shipping products from certain jurisdictions where they are produced or into certain jurisdictions where customers are located.\n•\nInability to meet our customers’ needs and achieve cost targets due to increased logistics costs, longer shipment times, and disruptions in our manufacturing and supply arrangements caused by the loss or disruption of essential manufacturing and supply elements, such as raw materials or other finished product components, transportation, workforce or other manufacturing and distribution capability.\n•\nFailure of third parties on which we rely, including our suppliers, distributors, contractors and commercial banks, to meet their obligations to us, or significant disruptions in their ability to do so, which may be caused by their own financial or operational difficulties, workforce disruptions, or mandated shutdowns by governmental authorities, may adversely impact our operations.\n•\nSignificant reductions in demand, particularly for our commercial products, or significant volatility in demand and a global economic recession that could reduce demand for our products, resulting from actions taken by governments, businesses, and/or the general public in an effort to limit exposure to and spreading of such infectious diseases, such as travel restrictions, quarantines, and business shutdowns or slowdowns. In addition, there is risk that the\n7\ncommercial sector, such as the restaurant and hospitality industries in which we have customers, will experience long-term shifts in consumer behavior which could negatively impact demand or capacity and may not return to pre-pandemic levels.\n•\nManufacturing plant inefficiencies due to safety and preventative health measures that we have implemented in our plants to prevent the spread of COVID-19.\n•\nDeterioration of worldwide capital, credit, and financial markets that could limit our ability to obtain external financing to fund our operations and capital expenditures.\nThe extent to which the COVID-19 pandemic, or other outbreaks of disease or similar public health threats, materially and adversely impacts our business, results of operations and financial condition remains uncertain and will depend on future developments. Such developments may include the geographic spread and duration of the virus, periodic surges of the virus, the severity of the virus and the actions that may be taken by various governmental authorities and other third parties in response to the outbreak. In addition, we cannot predict how quickly, and to what extent, normal economic and operating conditions can resume, and the resumption of normal business operations may be delayed or constrained by lingering effects of the COVID-19 pandemic on our suppliers, third-party service providers, and/or customers.\n■\nThe effects of a global and regional economic conditions could have a material adverse effect on our business\nA decline in economic activity, such as recession or economic downturn, in the U.S. and other regions in the world in which we do business, could adversely affect consumer confidence and spending patterns which could result in decreased demand for the products we sell, a delay in purchases, increased price competition, or slower adoption of energy-efficient water heaters and boilers, or high-quality water treatment products, which could negatively impact our profitability and cash flows. Such deterioration in economic conditions could arise from many factors or fears including public health crises or political instability. In addition, an increase in price levels generally or in particular industries (such as the recent inflation in steel prices and logistics costs), could result in a consumer shift away from the products we offer, which could adversely affect our revenues and, at the same time, increase our costs. A deterioration in economic conditions also could negatively impact our vendors and customers, which could result in an increase in bad debt expense, customer and vendor bankruptcies, interruption or delay in supply of materials, or increased material prices, which could negatively impact our ability to distribute, market and sell our products and our financial condition, results of operations and cash flows.\n■\nBecause approximately 26 percent of our net sales in 2021 were attributable to China, adverse economic conditions or changes in consumer behavior in China could impact our business\nOur sales in China increased 24 percent in local currency in 2021 compared to 2020. Our sales in China were significantly impacted by the COVID-19 pandemic in 2020. We derive a substantial portion of our sales in China from premium-tier products. Changes in consumer preferences and purchasing behaviors including preferences for e-commerce, weakening consumer confidence and sentiment as well as economic uncertainty, socio-political risks, increased competition from Chinese based companies, and the potential future impact of the COVID-19 pandemic, may prompt Chinese consumers to postpone purchases, choose lower-priced products or different alternatives, or lengthen the cycle of replacement purchases. Further deterioration in the Chinese economy may adversely affect our financial condition, results of operations and cash flows.\n■\nBecause we participate in markets that are highly competitive, our revenues and earnings could decline as we respond to competition\nWe sell all of our products in highly competitive and evolving markets. We compete in each of our targeted markets based on product design, reliability, quality of products and services, advanced technologies, product performance, maintenance costs and price. Some of our competitors may have greater financial, marketing, manufacturing, research and development and distribution resources than we have; others may invest little in technology or product development but compete on price and the rapid replication of features, benefits, and technologies, and some are increasingly expanding beyond their existing manufacturing or geographic footprints. In North America, the gas tankless portion of the water heating market has for many years increased as a percentage of the overall market. While we have many gas tankless products, our market share for gas tankless products is lower than our market share for the remainder of the water heating market. Further expansion of the gas tankless portion of the North America market, which we believe was approximately 12 percent of the residential market segment in 2021, could have an impact on our operating results. We cannot assure that our products will continue to compete successfully with those of our competitors. There could be new market participants that change the dynamics of those markets and it is possible that we will not be able to retain our customer base or improve or maintain our profit margins on sales to our customers, all of which could materially and adversely affect our financial condition, results of operations and cash flows.\n8\n■\nOur business could be adversely impacted by changes in consumer purchasing behavior, consumer preferences and technological changes\nConsumer preferences for products and the methods in which they purchase products are constantly changing based on, among other factors, cost, convenience, environmental and social concerns and perceptions. Consumer purchasing behavior may shift the product mix in the markets we participate in or result in a shift to other distribution channels, including e-commerce, which continues to expand. For example, consumer preferences may shift toward more efficient gas products or electric powered products due to the increased attention on the impact of greenhouse gas emissions on the environment in response to utility incentive programs, or the emergence of state or federal incentives. In addition, technologies are ever changing. Our ability to timely develop and successfully market new products and to develop, acquire, retain and protect necessary intellectual property rights is essential to our continued success, but cannot reasonably be assured. It is possible that we will not be able to develop new technologies, products or distribution channels to align with consumer purchasing behavior and consumer preferences, which could materially and adversely affect our financial condition, results of operations and cash flows.\n■\nThe occurrence or threat of extraordinary events, including natural disasters, political disruptions, terrorist attacks, public health issues, and acts of war, could significantly disrupt production, or impact consumer spending\nAs a global company with a large international footprint, we are subject to increased risk of damage or disruption to us and our employees, facilities, suppliers, distributors, or customers. Extraordinary events, including natural disasters resulting from but not limited to climate change, political disruptions, terrorist attacks, public health issues, such as the current COVID-19 pandemic, and acts of war may disrupt our business and operations and impact our supply chain and access to necessary raw materials or could adversely affect the economy generally, resulting in a loss of sales and customers. Two of our manufacturing plants are located within a floodplain that has experienced past flooding events. We also have other manufacturing facilities located in hurricane and earthquake zones. Any of these disruptions or other extraordinary events outside of our control that impact our operations or the operations of our suppliers and key distributors could affect our business negatively, harming operating results. In addition, these types of events also could negatively impact consumer spending in the impacted regions or depending on the severity, globally, which could materially and adversely affect our financial condition, results of operations and cash flows.\nBusiness, Operational, and Strategic Risks\n■\nWe sell our products and operate outside the U.S., and to a lesser extent, rely on imports and exports, which may present additional risks to our business\nApproximately 36 percent of our net sales in 2021 were attributable to products sold outside of the U.S., primarily in China and Canada, and to a lesser extent in Europe and India. We also have operations and business relationships outside the U.S. that comprise a portion of our manufacturing, supply, and distribution. Approximately 6,800 of our 13,700 employees as of December 31, 2021 were located in China. At December 31, 2021, approximately $608 million of cash and marketable securities were held by our foreign subsidiaries, substantially all of which were located in China. International operations generally are subject to various risks, including: political, religious, and economic instability; local labor market conditions; new or increased tariffs or other trade restrictions, or changes to trade agreements; the impact of foreign government regulations, actions or policies; the effects of income taxes; governmental expropriation; the imposition or increases in withholding and other taxes on remittances and other payments by foreign subsidiaries; labor relations problems; the imposition of environmental or employment laws, or other restrictions or actions by foreign governments; and differences in business practices. Unfavorable changes in the political, regulatory, or trade climate, diplomatic relations, or government policies, particularly in relation to countries where we have a presence, including Canada, China, India and Mexico, could have a material adverse effect on our financial condition, results of operations and cash flows or our ability to repatriate funds to the U.S.\n■\nA material loss, cancellation, reduction, or delay in purchases by one or more of our largest customers could harm our business\nNet sales to our five largest customers represented approximately 41 percent of our sales in 2021. We expect that our customer concentration will continue for the foreseeable future. Our concentration of sales to a relatively small number of customers makes our relationships with each of these customers important to our business. We cannot assure that we will be able to retain our largest customers. Some of our customers may shift their purchases to our competitors in the future. Our customers may experience financial instability, affecting their ability to pay or make future purchases. Further, a customer may be acquired by a customer of a competitor which could result in our loss of that customer. The loss of one or more of our largest customers, any material reduction or delay in sales to these customers, or our inability to successfully develop\n9\nrelationships with additional customers could have a material adverse effect on our financial position, results of operations and cash flows.\n■\nA portion of our business could be adversely affected by a decline in North American new residential construction, a decline in commercial construction or a decline in replacement-related volume of water heaters and boilers\nResidential new construction activity in North America and industry-wide replacement-related volume of water heaters have shown growth which could decline in the future. Commercial construction activity in North America grew in 2021 after declining in 2020. We believe that the significant majority of the markets we serve are for replacement of existing products, and residential water heater replacement volume was strong in 2021. Changes in the replacement volume and in the construction market in North America could negatively affect us.\n■\nAn inability to adequately maintain our information systems and their security, as well as to protect data and other confidential information, could adversely affect our business and reputation\nIn the ordinary course of business, we utilize information systems for day-to-day operations, to collect and store sensitive data and information, including our proprietary and regulated business information and personally identifiable information of our customers, suppliers and business partners, as well as personally identifiable information about our employees. Our information systems are susceptible to outages due to system failures, cybersecurity threats, failures on the part of third-party information system providers, natural disasters, power loss, telecommunications failures, viruses, fraud, theft, malicious actors or breaches of security. Like many companies, we, and some third parties upon which we rely, have experienced cybersecurity attacks on information technology networks and systems, products and services in the past but, to date, none have resulted in any material adverse impact to our financial condition, results of operations, or cash flows. We may experience them in the future, potentially with increasing frequency from increasingly sophisticated cyber threats that could result in operations failure or breach of security that could lead to disruptions of our business activities, the loss or disclosure of both our and our customers’ financial, product and other confidential information and could result in regulatory actions, litigation and have a material adverse effect on our financial condition, results of operations and cash flows and our reputation. We have a response plan in place in the event of a data breach and we continue to take steps to maintain and improve data security and address these risks and uncertainties by implementing and improving internal controls, security technologies, insurance programs, network and data center resiliency and recovery processes.\n■\nOur international operations are subject to risks related to foreign currencies\nWe have a significant presence outside of the U.S., primarily in China and Canada and to a lesser extent Europe, Mexico, and India, and therefore, hold assets, including $492 million of cash and marketable securities denominated in Chinese renminbi, incur liabilities, earn revenues and pay expenses in a variety of currencies other than the U.S. dollar. The financial statements of our foreign subsidiaries are translated into U.S. dollars in our consolidated financial statements. Furthermore, typically our products are priced in foreign countries in local currencies. As a result, we are subject to risks associated with operating in foreign countries including fluctuations in currency exchange rates and interest rates, hyperinflation in some foreign countries or global exchange rate instability or volatility that strengthens the U.S. dollar against foreign currencies. As a result, an increase in the value of the U.S. dollar relative to the local currencies of our foreign markets has had and could have a negative effect on our profitability. In addition to currency translation risks, we incur a currency transaction risk whenever one of our subsidiaries enters into either a purchase or sale transaction using a currency different from the operating subsidiaries’ functional currency. The majority of our foreign currency transaction risk results from sales of our products in Canada, a portion of which we manufacture in the U.S, and to a lesser extent from component purchases in Europe and payroll in Mexico. These risks may hurt our reported sales and profits in the future or negatively impact revenues and earnings translated from foreign currencies into U.S. dollars.\n■\nOur business may be adversely impacted by product defects\nProduct defects can occur through our own product development, design and manufacturing processes or through our reliance on third parties for component design and manufacturing activities. We may incur various expenses related to product defects, including product warranty costs, product liability and recall or retrofit costs. While we maintain a reserve for product warranty costs based on certain estimates and our knowledge of current events and actions, our actual warranty costs may exceed our reserve, resulting in current period expenses and a need to increase our reserves for warranty charges. In addition, product defects and recalls may diminish the reputation of our brand. Further, our inability to cure a product defect could result in the failure of a product line or the temporary or permanent withdrawal from a product or market. Any of these events may have a material adverse impact on our financial condition, results of operations and cash flows.\n10\n■\nPotential acquisitions could use a significant portion of our capital and we may not successfully integrate future acquisitions or operate them profitably or achieve strategic objectives\nWe acquired Giant, a Canada-based manufacturer of residential and commercial water heaters, on October 19, 2021, for $199 million subject to customary adjustments using a combination of cash and debt. We will continue to evaluate potential acquisitions, and we could use a significant portion of our available capital to fund future acquisitions. We may not be able to successfully integrate Giant or any future acquired businesses or operate them profitably or accomplish our strategic objectives for those acquisitions. If we complete any future acquisitions in new geographies, our unfamiliarity with relevant regulations and market conditions may impact our ability to operate them profitably or achieve our strategic objectives for those acquisitions. Our level of indebtedness may increase in the future if we finance acquisitions with debt, which would cause us to incur additional interest expense and could increase our vulnerability to general adverse economic and industry conditions and limit our ability to service our debt or obtain additional financing. The impact of future acquisitions may have a material adverse effect on our financial condition, results of operations and cash flows.\nLegal, Regulatory, and Governance Risks\n■\nChanges in regulations or standards could adversely affect our business\nOur products are subject to a wide variety of statutory, regulatory and industry standards and requirements related to, among other items, energy and water efficiency, environmental emissions, labeling and safety. While we believe our products are currently efficient, safe and environment-friendly, federal, foreign, state and local governments may adopt laws, regulations and codes that will require a transition to non-fossil fuel based sources of energy production as well as significantly reducing or eliminating the on-site combustion of fossil fuels in the building sector, such as limiting or prohibiting the delivery of natural gas in new construction. A significant change to regulatory requirements that promote a transition to alternative energy sources as a replacement for gas, or a significant shift in industry standards, could substantially increase manufacturing costs, impact the size and timing of demand for our products, affect the types of products we are able to offer or put us at a competitive disadvantage, any of which could harm our business and have a material adverse effect on our financial condition, results of operations and cash flow.\n■\nWe are subject to U.S. and global laws and regulations covering our domestic and international operations that could adversely affect our business and results of operations\nDue to our global operations, we are subject to many laws governing international relations, including those that prohibit improper payments to government officials and restrict where we can do business, what information or products we can supply to certain countries and what information we can provide to a non-U.S. government, including but not limited to the Foreign Corrupt Practices Act and the U.S. Export Administration Act. Violations of these laws may result in criminal penalties or sanctions that could have a material adverse effect on our financial condition, results of operations and cash flows.\n■\nOur results of operations may be negatively impacted by product liability lawsuits and claims\nOur products expose us to potential product liability risks that are inherent in the design, manufacture, sale and use of our products. While we currently maintain what we believe to be suitable product liability insurance, we cannot be certain that we will be able to maintain this insurance on acceptable terms, that this insurance will provide adequate protection against potential liabilities or that our insurance providers will be able to ultimately pay all insured losses. In addition, we self-insure a portion of product liability claims. A series of successful claims against us could materially and adversely affect our reputation and our financial condition, results of operations and cash flows.\n■\nWe have significant goodwill and indefinite-lived intangible assets and an impairment of our goodwill or indefinite-lived intangible assets could cause a decline in our net worth\nOur total assets include significant goodwill and indefinite-lived intangible assets. Our goodwill results from our acquisitions, representing the excess of the purchase prices we paid over the fair value of the net tangible and intangible assets we acquired. We assess whether there have been impairments in the value of our goodwill or indefinite-lived intangible assets during the fourth quarter of each calendar year or sooner if triggering events warrant. If future operating performance at our businesses does not meet expectations, we may be required to reflect non-cash charges to operating results for goodwill or indefinite-lived intangible asset impairments. The recognition of an impairment of a significant portion of goodwill or indefinite-lived intangible assets would negatively affect our results of operations and total capitalization, the effect of which could be material. A significant reduction in our stockholders’ equity due to an impairment of goodwill or indefinite-lived intangible assets may affect our ability to maintain the debt-to-capital ratio required under our existing debt arrangements.\n11\nWe have identified the valuation of goodwill and indefinite-lived intangible assets as a critical accounting policy. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Policies—Goodwill and Indefinite-lived Intangible Assets” included in Item 7 of this Annual Report on Form 10-K.\n■\nOur pension plans may require future pension contributions which could limit our flexibility in managing our company\nThe projected benefit obligation liability of our defined benefit pension plans of $842 million exceeded the fair value of the plan assets of $826 million by approximately $16 million at December 31, 2021. U.S. employees hired after January 1, 2010, have not participated in our defined benefit plan, and benefit accruals for the majority of current salaried and hourly employees ended on December 31, 2014. In 2021 our Board of Directors approved the termination of the previously sunset pension plan, with a termination date of December 31, 2021. We filed a determination letter with the IRS regarding the qualification of the plan termination. In 2022, we plan to annuitize the plan's remaining pension liability. We forecast that we will not be required to make a contribution to the plan in 2022, and we do not plan to make any voluntary contributions. However, we cannot provide any assurance that contributions will not be required in the future. Among the key assumptions inherent in our actuarially calculated pension plan obligation and pension plan expense are the discount rate and the expected rate of return on plan assets. If interest rates and actual rates of return on invested plan assets were to decrease significantly, our pension plan obligations could increase materially. The size of future required pension contributions could result in us dedicating a significant portion of our cash flows from operations to making contributions which could negatively impact our flexibility in managing our company.\n■\nCertain members of the founding family of our company and trusts for their benefit have the ability to influence all matters requiring stockholder approval\nWe have two classes of common equity: our Common Stock and our Class A Common Stock. The holders of Common Stock currently are entitled, as a class, to elect only one-third of our Board of Directors. The holders of Class A Common Stock are entitled, as a class, to elect the remaining directors. Certain members of the founding family of our company and trusts for their benefit (Smith Family) have entered into a voting trust agreement with respect to shares of our Class A Common Stock and shares of our Common Stock they own. As of December 31, 2021, through the voting trust, these members of the Smith Family own approximately 64.5 percent of the total voting power of our outstanding shares of Class A Common Stock and Common Stock, taken together as a single class, and approximately 96.8 percent of the voting power of the outstanding shares of our Class A Common Stock, as a separate class. Due to the differences in the voting rights between shares of our Common Stock (one-tenth of one vote per share) and shares of our Class A Common Stock (one vote per share), the Smith Family voting trust is in a position to control to a large extent the outcome of matters requiring a stockholder vote, including the adoption of amendments to our certificate of incorporation or bylaws or approval of transactions involving a change of control. This ownership position may increase if other members of the Smith Family enter into the voting trust agreement, and the voting power relating to this ownership position may increase if shares of our Class A Common Stock held by stockholders who are not parties to the voting trust agreement are converted into shares of our Common Stock. The voting trust agreement provides that, in the event one of the parties to the voting trust agreement wants to withdraw from the trust or transfer any of its shares of our Class A Common Stock, such shares of our Class A Common Stock are automatically exchanged for shares of our Common Stock held by the trust to the extent available in the trust. In addition, the trust will have the right to purchase the shares of our Class A Common Stock and our Common Stock proposed to be withdrawn or transferred from the trust. As a result, the Smith Family members that are parties to the voting trust agreement have the ability to maintain their collective voting rights in our company even if certain members of the Smith Family decide to transfer their shares."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n12"
  },
  {
    "item_key": "item_2",
    "text": "Properties utilized by us at December 31, 2021 were as follows:\nNorth America\nIn this segment, we have 19 manufacturing plants located in nine states and two non-U.S. countries, of which 17 are owned directly by us or our subsidiaries and two are leased from outside parties. The terms of leases in effect at December 31, 2021, expire between 2023 and 2025.\nRest of World\nIn this segment, we have six manufacturing plants located in four non-U.S. countries, of which four are owned directly by us or our subsidiaries and two are leased from outside parties. The terms of leases in effect at December 31, 2021, expire between 2022 and 2025.\nCorporate and General\nWe consider our plants and other physical properties to be suitable, adequate, and of sufficient productive capacity to meet the requirements of our business. The manufacturing plants operate at varying levels of utilization depending on the type of operation and market conditions. The executive offices of the Company, which are leased, are located in Milwaukee, Wisconsin."
  },
  {
    "item_key": "item_3",
    "text": "We are involved in various unresolved legal actions, administrative proceedings and claims in the ordinary course of our business involving product liability, property damage, insurance coverage, exposure to asbestos and other substances, patents and environmental matters, including the disposal of hazardous waste. Although it is not possible to predict with certainty the outcome of these unresolved legal actions or the range of possible loss or recovery, we believe, based on past experience, adequate reserves and insurance availability, that these unresolved legal actions will not have a material effect on our financial position or results of operations. A more detailed discussion of certain of these matters appears in Note 16 of Notes to Consolidated Financial Statements."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n13\nEXECUTIVE OFFICERS OF THE COMPANY\nPursuant to General Instruction of G(3) of Form 10-K, the following is a list of our executive officers which is included as an unnumbered Item in Part I of this report in lieu of being included in our Proxy Statement for our 2022 Annual Meeting of Stockholders.\n14\n15\n16\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "(a)\nMarket Information\n. Our Common Stock is listed on the New York Stock Exchange under the symbol AOS. Our Class A Common Stock is not listed. EQ Shareowner Services, P.O. Box 64874, St. Paul, Minnesota, 55164-0874 serves as the registrar, stock transfer agent and the dividend reinvestment agent for our Common Stock and Class A Common Stock.\n(b)\nHolders\n. As of January 31, 2022, the approximate number of stockholders of record of Common Stock and Class A Common Stock were 552 and 146, respectively. The actual number of stockholders is greater than this number of holders of record, and includes stockholders who are beneficial owners, but whose shares are held in street name by brokers and other nominees. This number of stockholders of record also does not include stockholders whose shares may be held in trust by other entities.\n(c)\nDividends\n. Dividends declared on the common stock are shown in Note 11 of Notes to Consolidated Financial Statements appearing elsewhere herein.\n(d)\nStock Repurchases\n. In 2021, the Board of Directors approved adding 7,000,000 shares of Common Stock to an existing discretionary share repurchase authority. Under the share repurchase program, the Common Stock may be purchased through a combination of Rule 10b5-1 automatic trading plan and discretionary purchases in accordance with applicable securities laws. The number of shares purchased and the timing of the purchases will depend on a number of factors, including share price, trading volume and general market conditions, as well as working capital requirements, general business conditions and other factors, including alternative investment opportunities. The stock repurchase authorization remains effective until terminated by our Board of Directors which may occur at any time, subject to the parameters of any Rule 10b5-1 automatic trading plan that we may then have in effect. In 2021, we repurchased 5,087,467 shares at an average price of $72.03 per share and at a total cost of $366.5 million. As of December 31, 2021, there were 3,526,357 shares remaining on the existing repurchase authorization. After a blackout period on share repurchase activity in the third quarter of 2021 related to the Giant acquisition, we resumed our repurchases in early November. On January 25, 2022, the Board of Directors approved adding 3,500,000 shares of common stock to the existing discretionary share repurchase authority. Including the additional shares, we have approximately 6.8 million shares available for repurchase as of the date of the Board of Directors' approval. We intend to spend approximately $400 million to repurchase Common Stock in 2022 through a combination of 10b5-1 plans and open market purchases.\n(e)\nPerformance Graph\n. The following information in this Item 5 of this Annual Report on Form 10-K is not deemed to be “soliciting material” or to be “filed” with the SEC or subject to Regulation 14A or 14C under the Securities Exchange Act of 1934 or to the liabilities of Section 18 of the Securities Exchange Act of 1934, and will not be deemed to be incorporated by reference into any filing under the Securities Act of 1933 or the Securities Exchange Act of 1934, except to the extent we specifically incorporate it by reference into such a filing.\n17\nThe graph below shows a five-year comparison of the cumulative shareholder return on our Common Stock with the cumulative total return of the Standard & Poor’s (S&P) 500 Index, S&P 500 Select Industrials Index, which are published indices.\nComparison of Five-Year Cumulative Total Return\nFrom December 31, 2016 to December 31, 2021\nAssumes $100 Invested with Reinvestment of Dividends\nITEM 6 – SELECTED FINANCIAL DATA\nThis item is no longer required as we have adopted the changes to Item 301 of Regulation S-K contained in the Securities and Exchange Commission's Release No. 33-10890.\n18"
  },
  {
    "item_key": "item_7",
    "text": "OVERVIEW\nOur company is comprised of two reporting segments: North America and Rest of World. Our Rest of World segment is primarily comprised of China, Europe and India. Both segments manufacture and market comprehensive lines of residential and commercial gas, heat pump and electric water heaters, boilers, tanks, and water treatment products. Both segments primarily manufacture and market in their respective region of the world.\nIn January 2020, an outbreak of a novel coronavirus (COVID-19) surfaced in Wuhan, China, which by March 2020 had spread throughout the world and was declared a global pandemic. Since March 2020 and continuing into 2021, we experienced impacts to our business and other markets worldwide. As a result of the COVID-19 pandemic and in support of continuing our manufacturing efforts, we have undertaken numerous and meaningful steps to protect our employees, suppliers, and customers. As we continue to receive guidance from governmental authorities, we adjust our safety measures to meet or exceed those guidelines.\nOur global supply chain management team continued to navigate through supply chain and logistics challenges in 2021. We have seen supply constraints for certain components and raw materials used in our operations, as well as limited container and trucking capacity, and port congestion and delays. While supply chain issues moderated as we moved into 2022, we remain in close contact with our suppliers and logistics providers to troubleshoot, manage and resolve bottlenecks, as the environment remains unpredictable, particularly with the surge in the Omicron variant of COVID-19.\nWe seek to continue to grow our core residential and commercial water heating, boiler and water treatment businesses throughout the world. This includes focusing on acquisitions that are related to our core business.\nConsistent with this strategy, we acquired Giant Factories, Inc. (Giant), a Canada-based manufacturer of residential and commercial water heaters, on October 19, 2021, for $199 million, subject to customary adjustments, using a combination of debt and cash. The acquisition fits squarely in our core capabilities, supplements our presence in Canada and enhances our capacity and distribution in the region. Giant contributed $22.9 million of sales and approximately $0.01 in earnings per share (EPS) to our results in 2021 and we expect Giant will contribute approximately $0.06-$0.08 to our EPS in 2022. We will also continue to look for opportunities to add to our existing operations in high growth regions demonstrated by our previous introductions of water treatment products in India and range hoods and cooktops in China.\nIn our North America segment, after approximately eight percent growth each year in 2021 and 2020, we expect residential industry water heater volumes will be down approximately two percent in 2022 compared with 2021 as we believe that industry demand will normalize to more historical growth rates. We believe that commercial water heater industry volumes will be flat to slightly down in 2022 compared to 2021 as new construction and replacement installations level off. We expect sales in 2022 will benefit from our 2021 price increases, which had a cumulative effect on our water heater prices of approximately 50 percent. We expect to see a ten percent increase in our sales of boilers in 2022 compared to 2021 due to industry growth of three to four percent, our expectation that the transition to higher-efficiency boilers will continue as well as our new product introductions.  We anticipate sales of our North America water treatment products will increase 13 to 14 percent in 2022, compared to 2021, primarily driven by consumer demand for our point of use and point of entry water treatment systems.\nIn our Rest of World segment, after strong growth in 2021, we expect 2022 sales in China to increase approximately five percent in local currency compared with 2021 driven by demand for our residential and commercial water treatment products, including our replacement filters, as well as rangehoods and cooktops. We assume China currency rates will stay at levels similar to 2021.\nCombining all of these factors, we expect our consolidated sales to increase between 16 and 18 percent in 2022. Our guidance excludes the potential impacts from future acquisitions and assumes the recent surge of the Omicron variant subsides during the first quarter of 2022 and does not have a significant impact on our productivity or significantly impact the end markets that we serve.\n19\nRESULTS OF OPERATIONS\nIn this section, we discuss the results of our operations for 2021 compared with 2020. We discuss our cash flows and current financial condition under “Liquidity and Capital Resources.” For a discussion related to 2020 compared with 2019, please refer to Item 7 of Part II, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our Annual Report on Form 10-K for the Year Ended December 31, 2020, which was filed with the United States Securities and Exchange Commission (SEC) on February 12, 2021, and is available on the SEC's website at www.sec.gov.\nOur sales in 2021 were $3,538.9 million, or 22.2 percent higher than 2020 sales of $2,895.3 million. Compared to 2020, which was negatively impacted by the COVID-19 pandemic, our sales increase in 2021 was primarily driven by inflation-related pricing actions and higher water heater, boiler, and water treatment volumes in North America as well as higher sales in China. Our acquisition of Giant added $22.9 million of sales in 2021. In addition, our sales in China were favorably impacted by approximately $58 million in 2021 compared to 2020, due to the appreciation of the Chinese currency compared to the U.S. dollar.\nOur gross profit margin in 2021 of 37.0 percent declined compared to 38.3 percent in 2020. The lower gross margin in 2021 was primarily due to higher steel and other material costs which outpaced our pricing actions.\nSelling, general, and administrative (SG&A) expenses were $701.4 million in 2021 or $41.1 million higher than 2020. The increase in SG&A expenses in 2021 was primarily due to higher advertising, engineering and selling expenses and higher management incentive expenses related to higher earnings compared to 2020. Higher SG&A expenses in 2021 were partially offset by lower spending in China associated with headcount reductions, store closures and other cost-saving measures implemented during 2020.\nTo align our business to market conditions in 2020, we recognized $7.7 million of pre-tax severance and restructuring expenses. The charges were comprised of $6.8 million severance costs and $0.9 million of other restructuring expenses. These activities are reflected in \"severance and restructuring expenses\" in the accompanying financial statements.\nInterest expense was $4.3 million in 2021, compared to $7.3 million in 2020. The decrease in interest expense in 2021 was primarily due to lower average debt levels.\nOther income was $20.4 million in 2021 compared to $11.0 million in 2020. The increase in other income in 2021 was primarily due to higher pension and interest income.\nPension income in 2021 was $12.0 million compared to $5.1 million in 2020. The service cost component of our pension income is reflected in cost of products sold and SG&A expenses. All other components of our pension income are reflected in other income.\nOur effective income tax rate was 22.1 percent in 2021, compared with 22.3 percent in 2020. Our lower effective income tax rate in 2021 was primarily due to a change in geographic earnings mix as well as a favorable tax impact related to amending a previously filed tax return. We estimate that our annual effective income tax rate for the full year of 2022 will be between 23.5 and 24 percent.\n20\nNorth America Segment\nSales in our North America segment were $2,529.5 million in 2021 or $411.2 million higher than sales of $2,118.3 million in 2020. The increased sales in 2021 were driven primarily by price increases, largely on water heaters, which were implemented in response to rising material and transportation costs. Higher sales were also driven by increased volumes across all product lines, including $22.9 million of incremental sales from Giant.\nNorth America segment earnings were $590.8 million in 2021, an increase of 17 percent compared to segment earnings of $503.5 million in 2020. Segment margins were 23.4 percent and 23.8 percent in 2021 and 2020, respectively. Higher segment earnings in 2021 were primarily due to inflation-related price increases and higher volumes, partially offset by higher material and logistics costs. Segment margin was lower in 2021 primarily due to the rise in costs outpacing pricing actions. In 2020 segment earnings and margin were adversely impacted by certain costs related to the pandemic. Those costs included temporarily moving production from Mexico to the U.S., paying employees during temporary plant shutdowns, proactively deep cleaning facilities, paying benefits during employee furloughs, and other costs, which were approximately $6.6 million in 2020. We estimate our 2022 North America segment margin will be between 22.25 and 22.75 percent.\nRest of World Segment\nSales in our Rest of World segment were $1,036.5 million in 2021 or $236.2 million higher than sales of $800.3 million in 2020. Sales in China increased by 32 percent in U.S. dollar terms and 24 percent in local currency in 2021 compared to 2020. In addition, our sales in China were favorably impacted by approximately $58 million in 2021 compared to 2020, due to the appreciation of the Chinese currency compared to the U.S. dollar. The increase in 2021 sales was primarily due to growth in  our major product categories in China, including electric and gas tankless water heaters, and residential and commercial water treatment products, including replacement filters. Sales in China were also positively impacted by lower channel inventory reductions in 2021 compared to 2020. Channel inventory levels in China at the end of 2021 were at their lowest level in the last five years. Products with higher selling prices, including super-quiet gas tankless water heaters and water treatment products that deliver filtered water at a faster flow rate, contributed to sales gains. Sales in India increased approximately 31% compared to 2020, which was significantly impacted by the pandemic.\nRest of World segment earnings were $91.4 million in 2021 compared to breakeven in 2020. Segment margin was 8.8 percent in 2021. Compared to 2020, which was significantly impacted by the pandemic, earnings in 2021 increased primarily due to higher volumes in China, which was partially offset by higher employee incentives and brand-building-related advertising costs, as well as the absence of the social insurance waivers received in 2020 that did not repeat in 2021. Higher segment operating margin of 8.8% was primarily a result of increased operating leverage from higher volumes. We expect full-year segment margin to be approximately 10 percent in 2022.\n21\nLIQUIDITY AND CAPITAL RESOURCES\nOur working capital was $633.8 million at December 31, 2021 compared with $731.7 million at December 31, 2020. A majority of the change to working capital was driven by higher accounts payable, payroll related accruals and lower cash balances than 2020, which were partially offset by higher inventory and sales related accounts receivable balances. We repatriated approximately $168 million of foreign cash and marketable securities in 2021 and utilized it to repurchase shares of our common stock. We expect to repatriate approximately $100 million in 2022 and use the proceeds for common stock repurchases.\nCash provided by operating activities in 2021 was $641.1 million compared with $562.1 million during 2020. The improvement in operating cash flows in 2021 was primarily due to increased earnings and lower outlays of working capital, including higher accounts payable balances in China, due to receipts of cash deposits in advance of sales from certain customers, and higher incentive related accruals. This was partially offset by higher inventory balances due to increased on hand quantities to ensure product availability and higher accounts receivable balances from higher sales. Our free cash flow in 2021 and 2020 was $566 million and $505 million, respectively. We expect free cash flow to be between $500 million to $525 million in 2022. Free cash flow is a non U.S. Generally Accepted Accounting Principles (GAAP) measure and is described in more detail in the\nNon-GAAP Measures\nsection below. We continue to monitor developments on an ongoing basis and have taken proactive measures to focus on cash, manage working capital, and reduce costs.\nOur capital expenditures were $75.1 million in 2021 and $56.8 million in 2020. Included in 2021 capital expenditures was approximately $11 million related to the purchase of our previously leased Lloyd R. Smith Corporate Technology Center in Milwaukee, WI. We project our 2022 capital expenditures will be between $75 and $80 million and expect depreciation and amortization will be approximately $80 million.\nDuring the second quarter of 2021, we renewed and amended our $500 million revolving credit facility, which now expires on April 1, 2026. The renewed and amended facility, with a group of nine banks, has an accordion provision that allows it to be increased up to $850 million if certain conditions (including lender approval) are satisfied. Borrowing rates under the facility are determined by our leverage ratio. The facility requires us to maintain two financial covenants, a leverage ratio test and an interest coverage test, and we were in compliance with the covenants as of December 31, 2021 and expect to be in compliance for the foreseeable future.\nThe facility backs up commercial paper and credit line borrowings. At December 31, 2021, we had $50 million outstanding under the facility and an available borrowing capacity of $450 million. We believe the combination of available borrowing capacity and operating cash flows will provide sufficient funds to finance our existing operations for the foreseeable future.\nOur total debt increased by $83.5 million from $113.2 million at December 31, 2020 to $196.7 million at December 31, 2021. The increase in debt balances was due to our acquisition of Giant and repurchases of our common stock. Our leverage, as measured by the ratio of total debt to total capitalization, calculated excluding operating lease liabilities, was 9.7 percent at December 31, 2021, compared with 5.8 percent at December 31, 2020.\nOur U.S. pension plan continues to meet all funding requirements under ERISA regulations. We were not required to make a contribution to our pension plan in 2021. We forecast that we will not be required to make a contribution to the plan in 2022, and we do not plan to make any voluntary contributions in 2022. For further information on our pension plans, see the Critical Accounting Policies below and Note 13 of Notes to Consolidated Financial Statements.\nIn 2021, our Board of Directors approved adding 7,000,000 shares of common stock to our existing discretionary share repurchase authority. Under our share repurchase program, we may purchase our common stock through a combination of a Rule 10b5-1 automatic trading plan and discretionary purchases in accordance with applicable securities laws. The stock repurchase authorization remains effective until terminated by our Board of Directors, which may occur at any time, subject to the parameters of any Rule 10b5-1 automatic trading plan that we may then have in effect. During 2021, we repurchased 5,087,467 shares of our stock at a total cost of $366.5 million. As of December 31, 2021, we had 3,526,357 shares remaining on the share repurchase authority. After a blackout period on share repurchase activity in the third quarter related to the Giant acquisition, we resumed our repurchases in early November. On January 25, 2022, the Board of Directors approved adding 3,500,000 shares of common stock to the existing discretionary share repurchase authority. Including the additional shares, we have approximately 6.8 million shares available for repurchase as of the date of the Board of Directors' approval. We\n22\nintend to repurchase approximately $400 million of our common stock in 2022 through a combination of 10b5-1 plans and open market purchases.\nOn October 19, 2021, we acquired Giant, a Canada-based manufacturer of residential and commercial water heaters for approximately $199 million, subject to customary adjustments, using a combination of debt and cash. Giant manufactures water heaters at two facilities in Montreal, Canada and sells water heating products under the Giant brand across Canada. Incremental sales of $23 million were realized in 2021, from the date of acquisition.\nWe have paid dividends for 82 consecutive years with annual amounts increasing each of the last 30 years. We paid dividends of $1.06 per share in 2021 compared with $0.98 per share in 2020. We increased our dividend by eight percent in the fourth quarter of 2021, and the five-year compound annual growth rate of our dividend payment is approximately 17 percent.\nRecent Accounting Pronouncements\nRefer to\nRecent Accounting Pronouncements\nin Note 1 of Notes to Consolidated Financial Statements.\nCritical Accounting Policies\nOur accounting policies are described in Note 1 of Notes to Consolidated Financial Statements. Also as disclosed in Note 1, the preparation of financial statements in conformity with accounting principles generally accepted in the U.S. requires the use of estimates and assumptions about future events that affect the amounts reported in the financial statements and accompanying notes. Future events and their effects cannot be determined with absolute certainty. Therefore, the determination of estimates requires the exercise of judgment. Actual results inevitably will differ from those estimates, and such differences may be material to the financial statements.\nThe most significant accounting estimates inherent in the preparation of our financial statements include estimates associated with the evaluation of the impairment of goodwill and indefinite-lived intangible assets, as well as significant estimates used in the determination of liabilities related to warranty activity, product liability and pensions. Various assumptions and other factors underlie the determination of these significant estimates. The process of determining significant estimates is fact-specific and takes into account factors such as historical experience and trends, and in some cases, actuarial techniques. We monitor these significant factors and adjustments are made as facts and circumstances dictate. Historically, actual results have not significantly deviated from those determined using the estimates described above.\nGoodwill and Indefinite-lived Intangible Assets\nIn conformity with GAAP, goodwill and indefinite-lived intangible assets are tested for impairment annually or more frequently if events or changes in circumstances indicate that the assets might be impaired. We perform impairment reviews for our reporting units using a fair-value method based on management’s judgments and assumptions. The fair value represents the estimated amount at which a reporting unit could be bought or sold in a current transaction between willing parties on an arms-length basis. The estimated fair value is then compared with the carrying amount of the reporting unit, including recorded goodwill. We are subject to financial statement risk to the extent that goodwill and indefinite-lived intangible assets become impaired. Any impairment review is, by its nature, highly judgmental as estimates of future sales, earnings and cash flows are utilized to determine fair values. However, we believe that we conduct a thorough and competent annual quantitative analysis of goodwill and indefinite-lived intangible assets. Based on the annual goodwill impairment test, we determined there was no impairment of our goodwill as of December 31, 2021. The fair value of each of our reporting units significantly exceeded its carrying value and a 10% decrease in the estimated fair value of our reporting units would not have resulted in a different conclusion. Based on the annual indefinite-lived assets impairment test, we determined there was no impairment of our indefinite-lived assets as of December 31, 2021.\nProduct Warranty\nOur products carry warranties that generally range from one to ten years and are based on terms that are generally accepted in the market. We provide for the estimated cost of product warranty at the time of sale. The product warranty provision is estimated based upon warranty loss experience using actual historical failure rates and estimated costs of product replacement. The variables used in the calculation of the provision are reviewed at least annually. At times, warranty issues may arise which are beyond the scope of our historical experience. We provide for any such warranty issues as they become known and estimable. While our warranty costs have historically been within calculated estimates, it is possible that future warranty costs could differ significantly from those estimates. The allocation of the warranty liability between current and long-term is based on the expected warranty liability to be paid in the next year as determined by historical product failure rates. At December 31, 2021 and 2020, our reserve for product warranties was $184.4 million and $142.3 million,\n23\nrespectively. The increase in our reserve for product warranties in 2021 compared to the prior year was primarily due to increased steel prices and the acquisition of Giant.\nProduct Liability\nDue to the nature of our products, we are subject to product liability claims in the normal course of business. We maintain insurance to reduce our risk. Most insurance coverage includes self-insured retentions that vary by year. In 2021, we maintained a self-insured retention of $7.5 million per occurrence with an aggregate insurance limit of $125.0 million. We establish product liability reserves for our self-insured retention portion of any known outstanding matters based on the likelihood of loss and our ability to reasonably estimate such loss. There is inherent uncertainty as to the eventual resolution of unsettled matters due to the unpredictable nature of litigation. We make estimates based on available information and our best judgment after consultation with appropriate advisors and experts. We periodically revise estimates based upon changes to facts or circumstances. We also utilize an actuary to calculate reserves required for estimated incurred but not reported claims as well as to estimate the effect of adverse development of claims over time. At December 31, 2021 and 2020, our reserve for product liability was $35.4 million and $35.3 million, respectively. If the estimated loss reserves as of December 31, 2021 developed adversely by 10%, the impact on earnings would be approximately $2.9 million.\nPensions\nWe have significant pension benefit costs that are developed from actuarial valuations. The valuations reflect key assumptions regarding, among other things, discount rates, expected return on plan assets, retirement ages, and years of service. Consideration is given to current market conditions, including changes in interest rates in making these assumptions. Our assumption for the expected return on plan assets was 6.25 and 6.75 percent in 2021 and 2020, respectively. The discount rate used to determine net periodic pension costs decreased to 2.47 percent in 2021 from 3.18 percent in 2020. For 2022, our expected return on plan assets is 3.00 percent and our discount rate is 2.72 percent.\nIn developing our expected return on plan assets, we evaluate our pension plan’s current and target asset allocation, the expected long-term rates of return of equity and bond indices and the actual historical returns of our pension plan. Our plan’s target allocation to bonds managers is between 60 to 95 percent with the remainder allocated primarily to equities, private equity managers and cash. Our actual asset allocation as of December 31, 2021, was one percent to equity managers, 75 percent to bond managers, one percent to private equity managers, and the remainder allocated to cash. We regularly review our actual asset allocation and periodically rebalance our investments to our targeted allocation when considered appropriate. Our pension plan’s historical ten-year and 25-year compounded annualized returns are 9.3 percent and 8.2 percent, respectively. We believe that with our target allocation and the expected long-term returns of equity and bond indices as well as our actual historical returns, our 3.00 percent expected return on plan assets for 2022 is reasonable.\nThe discount rate assumptions used to determine future pension obligations at December 31, 2021 and 2020 were based on the Aon AA Only Above Median yield curve, which was designed by Aon to provide a means for plan sponsors to value the liabilities of their postretirement benefit plans. The AA Only Above Median yield curve represents a series of annual discount rates from bonds with AA minimum average rating as rated by Moody’s Investor Service, Standard & Poor’s and Fitch Ratings. We will continue to evaluate our actuarial assumptions at least annually, and we will adjust the assumptions as necessary.\nLowering the expected return on plan assets by 25 basis points would decrease our net pension income for 2021 by approximately $1.8 million. Lowering the discount rate by 25 basis points would increase our 2021 net pension income by approximately $0.7 million.\nPension Plan Termination\nIn 2021, our Board of Directors approved the termination of our defined benefit pension plan (the Plan) with a termination date of December 31, 2021. The Plan has filed for a determination letter from the IRS regarding the qualification of the plan termination. The Plan represents over 95 percent of our pension plan liability. In 2022, we expect to annuitize the remaining pension liability. The Plan settlement, which we expect to complete in the fourth quarter of 2022, will accelerate the recognition of approximately $445 million, or $1.73 of EPS, of non-cash, pre-tax pension expenses. In addition, to protect the Plan’s funded status, the Plan transferred a significant portion of its assets to lower risk investments in 2021. The impact of this transition will result in a lower expected rate of return on pension investments and accordingly, higher pension expenses in 2022, compared to previous years.\nAs part of our strategy to de-risk our defined benefit pension plan, the qualified defined benefit pension plan purchased a group annuity contract whereby an unrelated insurance company assumed $23 million obligation to pay and administer future annuity payments for certain retirees and beneficiaries in 2020.\n24\nWe recognized pension income of $12.0 million and $5.1 million in 2021 and 2020, respectively.\nTo provide improved transparency into the operating results of our business in 2022 we will provide a non-GAAP measure (adjusted earnings per share) that excludes the impact of our estimated pension settlement charge and non-operating pension income and expenses. A reconciliation from GAAP measures to non-GAAP measures is provided in the financial information included in this filing.\nNon-GAAP Measures\nWe provide non-GAAP measures of adjusted free cash flow and adjusted EPS. We define free cash flow as cash provided by operating activities less capital expenditures. Our adjusted EPS excludes the impact of pension settlement expenses and non-operating pension income and expenses.\nWe believe that free cash flow provides useful additional information concerning cash flow available to meet future debt service obligations and working capital requirements. We believe that the measure of adjusted EPS provides useful information to investors about our performance and allows management and our investors to better understand our performance between periods without regard to items we do not consider to be a component of our core operating performance.\nA. O. SMITH CORPORATION\nFree Cash Flow\n(dollars in millions)\n(unaudited)\nThe following is a reconciliation of reported cash flow from operating activities to free cash flow (non-GAAP):\nA. O. SMITH CORPORATION\n2022 Adjusted EPS Guidance and 2021 Adjusted EPS\n(unaudited)\nThe following is a reconciliation of diluted EPS to adjusted EPS (non-GAAP) (all items are net of tax):\n(1)\nIncludes pre-tax pension settlement charges of $378.3 million and $66.7 million, within the North America segment and Corporate expenses, respectively.\n(2)\nIncludes pre-tax pension expense of $10.5 million and $1.3 million, within the North America segment and Corporate expenses, respectively.\n(3)\nIncludes pre-tax pension income of $10.5 million and $2.6 million, within the North America segment and Corporate expenses, respectively.\n25\nOutlook\nAs we begin 2022, we expect our consolidated sales to increase between 16 to 18 percent compared to 2021. Our higher expected sales are driven by pricing actions in North America and increased boiler and water treatment volumes within that region. We expect to achieve full-year earnings of between $1.56 and $1.76 per share and an adjusted EPS in the range of $3.35 and $3.55 per share. Our 2022 guidance excludes the potential impacts from future acquisitions and assumes the recent surge of the Omicron variant subsides during the first quarter of 2022 and does not have a significant impact on our productivity or significantly impact the end markets that we serve.\nOTHER MATTERS\nEnvironmental\nOur operations are governed by a number of federal, foreign, state, local and environmental laws concerning the generation and management of hazardous materials, the discharge of pollutants into the environment and remediation of sites owned by the Company or third parties. We have expended financial and managerial resources complying with such laws. Expenditures related to environmental matters were not material in 2021 and we do not expect them to be material in any single year. We have reserves associated with environmental obligations at various facilities and we believe these reserves together with available insurance coverage are sufficient to cover reasonably anticipated remediation costs. Although we believe that our operations are substantially in compliance with such laws and maintain procedures designed to maintain compliance, there are no assurances that substantial additional costs for compliance will not be incurred in the future. However, since the same laws govern our competitors, we should not be placed at a competitive disadvantage.\nRisk Management\nOur Enterprise Risk Management (ERM) process seeks to identify and address significant and material risks. Our ERM process assesses, manages, and monitors risks consistent with the integrated risk framework in the\nEnterprise Risk\nManagement-Integrated Framework (2017) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). We believe that risk-taking is an inherent aspect of the pursuit of our strategy. Our goal is to manage risks prudently rather than avoid risks. We can mitigate risks and their impact on our company only to a limited extent.\nA team of senior executives prioritizes identified risks, including decarbonization, disruptive technologies and cyber threats among others, and assigns an executive to address each major identified risk area and lead action plans to manage risks. Our Board of Directors provides oversight of the ERM process and reviews significant identified risks. The Audit Committee of the Board of Directors also reviews significant financial risk exposures and the steps management has taken to monitor and manage them. Our other Board committees also play a role in risk management, as set forth in their respective charters.\nOur goal is to proactively manage risks using a structured approach in conjunction with strategic planning, with the intent to preserve and enhance shareholder value. However, the risks set forth Item 1A - Risk Factors and elsewhere in this Annual Report on Form 10-K and other risks and uncertainties could adversely affect us and cause our results to vary materially from recent results or from our anticipated future results.\nMarket Risk\nWe are exposed to various types of market risks, primarily currency. We monitor our risks in such areas on a continuous basis and generally enter into forward contracts to minimize such exposures. We do not engage in speculation in our derivatives strategies. Further discussion regarding derivative instruments is contained in Note 1 of Notes to Consolidated Financial Statements.\nWe enter into foreign currency forward contracts to minimize the effect of fluctuating foreign currencies. At December 31, 2021, we had net foreign currency contracts outstanding with notional values of $186.3 million. Assuming a hypothetical ten percent movement in the respective currencies, the potential foreign exchange gain or loss associated with the change in exchange rates would amount to $18.6 million. However, gains and losses from our forward contracts will be offset by gains and losses in the underlying transactions being hedged.\n26\nForward-Looking Statements\nThis filing contains statements that we believe are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements generally can be identified by the use of words such as “may,” “will,” “expect,” “intend,” “estimate,” “anticipate,” “believe,” “forecast,” “continue,” “guidance,” \"outlook,\" or words of similar meaning. All forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those anticipated as of the date of this filing. Important factors that could cause actual results to differ materially from these expectations include, among other things, the following: our ability to continue to obtain commodities, components, parts and accessories on a timely basis through its supply chain and at expected costs; negative impacts to demand for our products, particularly commercial products, and its operations and workforce as a result of the severity and duration of the COVID-19 pandemic; our inability to implement or maintain pricing actions; an uneven recovery of the Chinese economy or decline in the growth rate of consumer spending or housing sales in China; negative impact to our businesses from international tariffs,  trade disputes and geopolitical differences;  potential weakening in the high-efficiency boiler segment in the U.S.; substantial defaults in payment by, material reduction in purchases by or the loss, bankruptcy or insolvency of a major customer; a weakening in U.S. residential or commercial construction or instability in our replacement markets; foreign currency fluctuations; our inability to successfully integrate or achieve its strategic objectives resulting from acquisitions; competitive pressures on our businesses; the impact of potential information technology or data security breaches; changes in government regulations or regulatory requirements; and adverse developments in general economic, political and business conditions in key regions of the world. Forward-looking statements included in this filing are made only as of the date of this filing, and we are under no obligation to update these statements to reflect subsequent events or circumstances. All subsequent written and oral forward-looking statements attributed to us, or persons acting on our behalf, are qualified entirely by these cautionary statements."
  },
  {
    "item_key": "item_7a",
    "text": "See “Market Risk” above.\n27"
  },
  {
    "item_key": "item_8",
    "text": "REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nThe Board of Directors and Stockholders\nA. O. Smith Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of A. O. Smith Corporation (the Company) as of December 31, 2021 and 2020, the related consolidated statements of earnings, comprehensive earnings, stockholders’ equity, and cash flows for each of the three years in the period ended December 31, 2021, and the related notes and financial statement schedule listed in the index at Item 15(a) (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2021, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 11, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures include examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosure to which it relates.\n28\n/s/\nErnst & Young LLP\nWe have served as A. O. Smith Corporation’s auditor since 1917.\nMilwaukee, Wisconsin\nFebruary 11, 2022\n29\nCONSOLIDATED BALANCE SHEETS\nSee accompanying notes which are an integral part of these statements.\n30\nCONSOLIDATED STATEMENT OF EARNINGS\nCONSOLIDATED STATEMENT OF COMPREHENSIVE EARNINGS\nSee accompanying notes which are an integral part of these statements.\n31\nCONSOLIDATED STATEMENT OF CASH FLOWS\nSee accompanying notes, which are an integral part of these statements.\n32\nCONSOLIDATED STATEMENT OF STOCKHOLDERS’ EQUITY\nSee accompanying notes which are an integral part of these statements.\n33\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nOrganization and Significant Accounting Policies\nOrganization.\nA. O. Smith Corporation (A. O. Smith or the Company) is comprised of\ntwo\nreporting segments: North America and Rest of World. The Rest of World segment is primarily comprised of China, Europe and India. Both segments manufacture and market comprehensive lines of residential and commercial gas and electric water heaters, boilers, tanks and water treatment products. Both segments primarily manufacture and market in their respective regions of the world.\nConsolidation.\nThe consolidated financial statements include the accounts of the Company and its wholly owned subsidiaries after elimination of intercompany transactions.\nUse of estimates.\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States (U.S.) requires management to make estimates and assumptions that affect the amounts reported in the accompanying financial statements and notes. Actual results could differ from those estimates.\nFair value of financial instruments.\nThe carrying amounts of cash, cash equivalents, marketable securities, receivables, floating rate debt and trade payables approximated fair value as of December 31, 2021 and 2020, due to the short maturities or frequent rate resets of these instruments.\nThe fair value of term notes with insurance companies was approximately $\n128.4\nmillion as of December 31, 2021 compared with the carrying amount of $\n145.9\nmillion for the same date. The fair value of term notes with insurance companies was approximately $\n123.3\nmillion as of December 31, 2020 compared with the carrying amount of $\n113.2\nmillion.\nForeign currency translation.\nFor all subsidiaries outside the U.S., with the exception of its Barbados, Hong Kong and Mexican companies and its non-operating companies in the Netherlands, the Company uses the local currency as the functional currency. For those operations using a functional currency other than the U.S. dollar, assets and liabilities were translated into U.S. dollars at year-end exchange rates, and revenues and expenses were translated at weighted-average exchange rates. The resulting translation adjustments were recorded as a separate component of stockholders’ equity. The Barbados, Hong Kong, Mexican and Netherlands companies use the U.S. dollar as the functional currency. Gains and losses from foreign currency transactions were included in net earnings and were not significant in 2021, 2020, or 2019.\nCash and cash equivalents.\nThe Company considers all highly liquid investments with a maturity of three months or less when purchased to be cash equivalents.\nMarketable securities.\nThe Company considers all highly liquid investments with maturities greater than 90 days when purchased to be marketable securities. At December 31, 2021, the Company’s marketable securities consisted of bank time deposits with original maturities ranging from\n180\ndays to\n12\nmonths and were primarily located at investment grade rated banks in China.\nInventory valuation.\nInventories are carried at lower of cost or net realizable value. Cost is determined on the last-in, first-out (LIFO) method for a majority of the Company’s domestic inventories, which comprised\n64\npercent and\n67\npercent of the Company’s total inventory at December 31, 2021 and 2020, respectively. Inventories of foreign subsidiaries, the remaining domestic inventories and supplies were determined using the first-in, first-out (FIFO) method.\nProperty, plant and equipment.\nProperty, plant and equipment are stated at cost. Depreciation is computed primarily by the straight-line method. The estimated service lives used to compute depreciation are generally\n25\nto\n50\nyears for buildings,\nthree\nto\n20\nyears for equipment and\nthree\nto\n15\nyears for software. Maintenance and repair costs are expensed as incurred.\nGoodwill and other intangibles.\nGoodwill and indefinite-lived intangible assets are not amortized but are reviewed for impairment on an annual basis. Separable intangible assets, primarily comprised of customer relationships, that are not deemed to have an indefinite life are amortized on a straight-line basis over their estimated useful lives which range from\nfive\nto\n25\nyears.\nImpairment of long-lived and amortizable intangible assets.\nProperty, plant and equipment and intangible assets subject to amortization are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount may not be recoverable. If the sum of the expected undiscounted cash flows is less than the carrying value of the related asset or group of assets, a loss is recognized for the difference between the fair value and carrying value of the asset or group of assets. Such analyses involves significant judgment.\nProduct warranties.\nThe Company’s products carry warranties that generally range from\none\nto\nten years\nand are based on terms that are consistent with the market. The Company records a liability for the expected cost of warranty-related claims at the time of sale and is estimated based on the warranty period, product type and loss experience using actual historical failure\n34\n1. Organization and Significant Accounting Policies (continued)\nrates and estimated costs of product replacement. The variables used in the calculation of the provision are reviewed by the Company at least annually. At times, warranty issues may arise which are beyond the scope of the Company’s historical experience. The Company provides for any such warranty issues as they become known and estimable. The allocation of the warranty liability between current and long-term is based on expected warranty claims to be paid in the next year as determined by historical product failure rates.\nThe increase in our reserve for product warranties in 2021 compared to the prior year was primarily due to increased steel prices and the acquisition of Giant Factories, Inc. (Giant). Refer to Note 3, \"Acquisitions\", for additional information regarding the acquisition of Giant.\nThe following table presents the Company’s product warranty liability activity in 2021 and 2020:\nDerivative instruments.\nThe Company utilizes certain derivative instruments to enhance its ability to manage currency as well as raw materials price risk. The Company does not enter into contracts for speculative purposes. The fair values of all derivatives are recorded in the consolidated balance sheets. The change in a derivative’s fair value is recorded each period in current earnings or accumulated other comprehensive loss (AOCL), depending on whether the derivative is designated as part of a hedge transaction and if so, the type of hedge transaction.\nSee Note 14, “Derivative Instruments” of the notes to consolidated financial statements for disclosure of the Company’s derivative instruments and hedging activities.\nFair Value Measurements.\nAccounting Standards Codification (ASC) 820\nFair Value Measurements\n, among other things, defines fair value, establishes a consistent framework for measuring fair value and expands disclosure for each major asset and liability category measured at fair value on either a recurring basis or nonrecurring basis. ASC 820 clarifies that fair value is an exit price, representing the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. As such, fair value is a market-based measurement that should be determined based on assumptions that market participants would use in pricing an asset or liability. As a basis for considering such assumptions, ASC 820 establishes a three-tier fair value hierarchy, which prioritizes the inputs used in measuring fair value as follows: (Level 1) observable inputs such as quoted prices in active markets; (Level 2) inputs, other than the quoted prices in active markets, that are observable either directly or indirectly; and (Level 3) unobservable inputs in which there is little or no market data, which require the reporting entity to develop its own assumptions.\nAssets and liabilities measured at fair value are based on the market approach which are prices and other relevant information generated by market transactions involving identical or comparable assets or liabilities.\nAssets (liabilities) measured at fair value on a recurring basis are as follows (dollars in millions):\nThere were no changes in the valuation techniques used to measure fair values on a recurring basis.\nRevenue recognition.\nSubstantially all of the Company’s sales are from contracts with customers for the purchase of its products. Contracts and customer purchase orders are used to determine the existence of a sales contract. Shipping documents are used to verify shipment. For substantially all of its products, the Company transfers control of products to the customer at the point in time when title and risk are passed to the customer, which generally occurs upon shipment of the product.\nSee Note 2, “Revenue Recognition” for disclosure of the Company’s revenue recognition activities.\nAdvertising.\nThe majority of advertising costs are charged to operations as incurred and totaled $\n107.0\nmillion, $\n97.0\nmillion and $\n110.7\nmillion during 2021, 2020 and 2019, respectively. Included in total advertising costs are expenses associated with store displays for water heater, water treatment products, range hood and cook tops in China that are amortized over\n12\nto\n48\nmonths which totaled $\n25.2\nmillion, $\n27.0\nmillion and $\n28.5\nmillion during 2021, 2020 and 2019, respectively.\n35\n1. Organization and Significant Accounting Policies (continued)\nResearch and development.\nResearch and development costs are charged to operations as incurred and amounted to $\n94.2\nmillion, $\n80.7\nmillion and $\n87.9\nmillion during 2021, 2020 and 2019, respectively.\nEnvironmental costs.\nThe Company accrues for costs associated with environmental obligations when such costs are probable and reasonably estimable. Costs of estimated future expenditures are not discounted to their present value. Recoveries of environmental costs from other parties are recorded as assets when their receipt is considered probable. The accruals are adjusted as facts and circumstances change.\nStock-based compensation.\nCompensation cost is recognized using the straight-line method over the vesting period of the award and forfeitures are recognized as they occur.\nIn accordance with amended ASC 718, the Company recognized $\n5.6\nmillion, $\n4.2\nmillion, and $\n2.3\nmillion of discrete income tax benefits on settled stock based compensation awards during 2021, 2020, and 2019 respectively.\nIncome taxes.\nThe provision for income taxes is computed using the asset and liability method, in accordance with ASC 740\nIncome Taxes\n, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax bases of assets and liabilities and for operating losses and tax credit carryforwards. Deferred tax assets and liabilities are measured using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets are expected to be realized or settled and are classified as noncurrent in the consolidated balance sheet. The Company records a valuation allowance to reduce deferred tax assets to the amount that is believed more likely than not to be realized.\nThe Company recognizes the tax benefit from an uncertain tax position only if it is more likely than not the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the financial statements from such positions are then measured based on the largest benefit that has a greater than\n50\npercent likelihood of being realized upon settlement.\nEarnings per share of common stock.\nThe Company is not required to use the two-class method of calculating earnings per share since its Class A Common Stock and Common Stock have equal dividend rights. The numerator for the calculation of basic and diluted earnings per share is net earnings.\nThe following table sets forth the computation of basic and diluted weighted-average shares used in the earnings per share calculations:\nRecent Accounting Pronouncements.\nIn November 2021, the Financial Accounting Standards Board (FASB) amended ASC 832,\nGovernment Assistance\n(issued under Accounting Standards Update (ASU) 2021-10, \"Disclosures by Business Entities about Government Assistance\"). This amendment requires disclosures that are expected to increase the transparency of transactions with a government accounted for by applying a grant or contribution accounting model by analogy, including (1) the types of transactions, (2) the accounting for those transactions, and (3) the effect of those transactions on an entity’s financial statements. This amendment requires adoption by the Company in 2022. The Company does not expect that the adoption of ASU 2021-10 will have a material impact on its consolidated balance sheets, statements of earnings or statements of cash flows.\nIn December 2019, the (FASB) amended (ASC) 740,\nIncome Taxes\n(issued under ASU 2019-12, “Simplifying the Accounting for Income Taxes”). This amendment removed certain exceptions to the general principles of ASC 740 and clarified and amended existing guidance to improve consistent application. The Company adopted the amendment on January 1, 2021, and the adoption of ASU 2019-12 did not have an impact on its consolidated balance sheets, statements of earnings or statements of cash flows.\n2.\nRevenue Recognition\nSubstantially all of the Company’s sales are from contracts with customers for the purchase of its products. Contracts and customer purchase orders are used to determine the existence of a sales contract. Shipping documents are used to verify shipment. For substantially all of its products, the Company transfers control of products to the customer at the point in time when title and risk are passed to the customer, which generally occurs upon shipment of the product. Each unit sold is considered an independent, unbundled performance obligation. The Company’s sales arrangements do not include other performance obligations that are material in the context of the contract.\n36\n2. Revenue Recognition (continued)\nThe nature, timing and amount of revenue for a respective performance obligation are consistent for each customer. The Company measures the sales transaction price based upon the payment terms associated with the transaction and whether the sales price is subject to refund or adjustment. Sales and value added taxes are excluded from the measurement of the transaction price. The Company’s payment terms for the majority of its customers are\n30\nto\n90\ndays from shipment.\nAdditionally, certain customers in China pay the Company prior to the shipment of products resulting in a customer deposits liability of $\n155.2\nmillion and $\n90.0\nmillion at December 31, 2021 and December 31, 2020, respectively. Customer deposit liabilities are short-term in nature and are recognized into revenue within one year of receipt. The Company assesses the collectability of customer receivables based on the creditworthiness of a customer as determined by credit checks and analysis, as well as the customer’s payment history. In determining the allowance for doubtful accounts, the Company also considers various factors including the aging of customer accounts and historical write-offs. In addition, the Company monitors other risk factors including forward-looking information when establishing adequate allowances for doubtful accounts, which reflects the current estimate of credit losses expected to be incurred over the life of the receivables. The Company’s allowance for doubtful accounts was $\n9.5\nmillion at December 31, 2021 and $\n5.6\nmillion at December 31, 2020.\nRebates and incentives are based on pricing agreements and are tied to sales volume. The amount of revenue is reduced for variable consideration related to customer rebates which are calculated using expected values and are based on program specific factors such as expected rebate percentages based on expected volumes. In situations where the customer has the right to return eligible products, the Company reduces revenue for its estimates of expected product returns, which are primarily based on an analysis of historical experience. Changes in such accruals may be required if actual sales volume differs from estimated sales volume or if future returns differ from historical experience. Shipping and handling costs billed to customers are included in net sales and the related costs are included in cost of products sold and are activities performed to fulfill the promise to transfer products.\nDisaggregation of Net Sales\nThe Company is comprised of\ntwo\nreporting segments: North America and Rest of World. The Rest of World segment is primarily comprised of China, Europe and India. Both segments manufacture and market comprehensive lines of residential and commercial gas and electric water heaters, boilers, tanks and water treatment products. Both segments primarily manufacture and market in their respective regions of the world.\nAs each segment manufactures and markets products in its respective region of the world, the Company has determined that geography is the primary factor in reporting its sales. The Company further disaggregates its North America segment sales by major product line as each of North America’s major product lines is sold through distinct distribution channels and these product lines may be impacted differently by certain economic factors. Within the Rest of World segment, particularly in China and India, the Company’s major customers purchase across the Company’s product lines, utilizing the same distribution channels regardless of product type. In addition, the impact of economic factors is unlikely to be differentiated by product line in the Rest of World segment.\nThe North America segment major product lines are defined as the following:\nWater heaters\nThe Company’s water heaters are open water heating systems that heat potable water. Typical applications for water heaters include residences, restaurants, hotels and motels, office buildings, laundries, car washes and small businesses. The Company sells residential and commercial water heater products and related parts through its wholesale distribution channel, which includes more than\n1,100\nindependent wholesale plumbing distributors. The Company also sells residential water heaters and related parts through retail and maintenance, repair and operations (MRO) channels. A significant portion of the Company’s water heater sales in the North America segment is derived from the replacement of existing products.\nBoilers\nThe Company’s boilers are closed loop water heating systems used primarily for space heating or hydronic heating. The Company’s boilers are primarily used in applications in commercial settings for hospitals, schools, hotels and other large commercial buildings while residential boilers are used in homes, apartments and condominiums. The Company’s boiler distribution channel is comprised primarily of manufacturer representative firms, with the remainder of its boilers distributed through wholesale channels. The Company’s boiler sales in the North America segment are derived from a combination of replacement of existing products and new construction.\nWater treatment products\nThe Company’s water treatment products range from point-of-entry water softeners, solutions for problem well water, and whole-home water filtration products to on-the-go filtration bottles and point-of-use carbon and reverse osmosis products. Typical applications for the Company’s water treatment products include residences, restaurants, hotels and offices. The Company sells water treatment products through its retail and wholesale distribution channels, similar to water heater products and related parts. The Company’s water treatment products are also sold through independent water\n37\n2. Revenue Recognition (continued)\nquality dealers as well as directly to consumers including through internet sales channels. A portion of the Company’s sales of water treatment products in the North America segment is comprised of replacement filters.\nThe following table disaggregates the Company’s net sales by segment. As described above, the Company’s North America segment sales are further disaggregated by major product line. In addition, the Company’s Rest of World segment sales are disaggregated by China and all other Rest of World.\n(1)\nIncludes the results of Giant from October 19, 2021, the date of acquisition.\n(2)\nIncludes the results of Water-Right, Inc. and its affiliated entities (Water-Right) from April 8, 2019, the date of acquisition.\n3.\nAcquisitions\n2021 Acquisitions\nOn October 19, 2021, the Company acquired\n100\npercent of the shares and related assets of Giant, a Canada-based manufacturer of residential and commercial water heaters. The addition of Giant increases the Company's North America market penetration, creating additional capacity and enhancing the Company's distribution capabilities. Giant is included in the North America segment. The Company paid an aggregate cash purchase price of $\n198.6\nmillion net of cash acquired. In addition, the Company incurred acquisition costs of approximately $\n1.3\nmillion. Under the purchase agreement for the Giant acquisition, an escrow of approximately $\n8\nmillion was set aside from the purchase price to satisfy any potential obligations of the former owners of Giant, should they arise. The cash purchase price is preliminary and subject to customary adjustments. The purchase price allocation remains preliminary and subject to final valuation adjustments that will be completed within the one year period following the acquisition date.\nThe following table summarizes the preliminary allocation of fair value of the assets acquired and liabilities assumed at the date of acquisition. Of the $\n53.8\nmillion of acquired identifiable intangible assets, $\n43.9\nmillion has been assigned to trademarks that are not subject to amortization and $\n9.2\nmillion has been assigned to customer relationships which are amortized over\n22\nyears, and the remaining $\n0.7\nmillion has been assigned to non-compete agreements which are amortized over\nfive years\n. The excess of the acquisition purchase price over the fair value assigned to the assets acquired and liabilities assumed was recorded as goodwill.\n38\n3. Acquisitions (continued)\nRevenues and pre-tax earnings associated with Giant included in the consolidated statement of earnings for the year ended December 31, 2021 totaled $\n22.9\nmillion and $\n2.1\nmillion, respectively, which included $\n3.4\nmillion of operating earnings, less $\n1.3\nmillion of acquisition-related costs incurred by the Company, resulting from the acquisition.\nIn addition, during 2021, the Company acquired\ntwo\nprivately-held water treatment companies. The Company paid aggregate cash purchase prices of $\n9.0\nmillion, net of cash acquired. The addition of the companies acquired expands the Company's water treatment platform and are included in the North America segment for reporting purposes.\n2019 Acquisition\nOn April 8, 2019, the Company acquired\n100\npercent of the shares of Water-Right, a Wisconsin-based water treatment company for an aggregate cash purchase price of $\n107.0\nmillion, net of cash acquired. The addition of Water-Right, grew the Company's North America water treatment platform. Water-Right is included in the Company’s North America segment.\nThe following table summarizes the allocation of the fair value of the assets acquired and liabilities assumed at the date of acquisition of Water-Right for purposes of allocating the purchase price. Significant assumptions used to estimate the fair value of intangible assets acquired include discount rates and certain assumptions that form the basis of the forecasted results, including revenue growth rates, attrition rates and royalty rates. The $\n60.4\nmillion of acquired identifiable intangible assets was comprised of the following: $\n40.2\nmillion of customer relationships being amortized over\n20\nyears, $\n19.0\nmillion of trademarks not subject to amortization, and $\n1.2\nmillion of non-compete agreements being amortized over\n7.5\nyears.\nAs required under ASC 805\nBusiness Combinations\n, results of operations have been included in the Company’s consolidated financial statements from the date of their acquisition.\n4.\nLeases\nThe Company’s lease portfolio consists of operating leases for buildings and equipment, such as forklifts and copiers, primarily in the United States and China. The Company defines a lease as a contract that gives the Company the right to control the use of a physical asset for a stated term. The Company pays the lessor for that right, with a series of payments defined in the contract and a corresponding right of use operating lease asset and liability are recorded. The Company has elected not to record leases with an initial term of 12 months or less on its consolidated balance sheet. To determine balance sheet amounts, required legal payments are discounted using the Company’s incremental borrowing rate as of the inception of the lease. The incremental borrowing rate is the rate of interest that the Company would incur if it were to borrow, on a collateralized basis, an amount equal to the value of the leased item over a similar term, in a similar economic environment. Variable lease components not based on an index or rate are excluded from the measurement of the lease asset and liability and expensed as incurred for all asset classes.\nCertain leases include one or more options to renew or terminate. Renewal terms can extend the lease term from\none\nto\nfive years\nand options to terminate can be effective within\none year\n. The exercise of lease renewal or termination is at the Company’s discretion and when it is determined to be reasonably certain to renew or terminate, the option is reflected in the measurement of lease asset and liability. The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants or material subleases. Cash flows associated with leases are materially consistent with the expense recorded in the condensed consolidated statement of earnings.\n39\n4. Leases (continued)\nSupplemental balance sheet information related to leases is as follows:\nThe components of lease expense were as follows:\n(1)\nIncludes short-term lease expense of $\n2.5\nmillion and variable lease cost of $\n2.3\nmillion for the year ended December 31, 2021 and short-term lease expense of $\n1.8\nmillion and variable lease cost of $\n1.6\nmillion for the year ended December 31, 2020, respectively.\nMaturities of lease liabilities were as follows:\n5.\nSeverance and Restructuring Expenses\nDuring the year ended December 31, 2020, to align its business to market conditions, the Company recognized $\n7.7\nmillion of pre-tax severance and restructuring expenses. These expenses were comprised of $\n6.8\nmillion severance costs, as well as a corresponding $\n1.4\nmillion tax benefit and were completed in 2020. $\n2.7\nmillion of the expense was related to the North America segment and $\n5.0\nmillion was related to the Rest of World segment.\n40\n6.\nStatement of Cash Flows\nSupplemental cash flow information is as follows:\n7.\nInventories\nThe following table presents the components of the Company’s inventory balances:\n8.\nProperty, Plant and Equipment\n9.\nGoodwill and Other Intangible Assets\nChanges in the carrying amount of goodwill during the years ended December 31, 2021 and 2020 consisted of the following:\n41\n9. Goodwill and Other Intangible Assets (continued)\nThe carrying amount of other intangible assets consisted of the following:\nAmortization expenses of other intangible assets of $\n12.3\nmillion, $\n14.5\nmillion, and $\n15.8\nmillion were recorded in 2021, 2020 and 2019, respectively. In the future, excluding the impact of any future acquisitions, the Company expects amortization expense of approximately $\n12.9\nmillion annually and the intangible assets will be amortized over a weighted-average period of\n12\nyears.\nThe Company concluded that\nno\ngoodwill impairment existed at the time of the annual impairment tests which were performed in the fourth quarters of 2021, 2020 and 2019.\nNo\nimpairments of other intangible assets were recorded in 2021, 2020 and 2019.\n10.\nDebt\nIn 2021, the Company renewed and amended its $\n500\nmillion multi-year multi-currency revolving credit agreement with a new expiration date of April 1, 2026. The facility has an accordion provision which allows it to be increased up to $\n850\nmillion if certain conditions (including lender approval) are satisfied. Borrowings under the Company’s bank credit lines and commercial paper borrowings are supported by the $\n500\nmillion revolving credit agreement. At its option, the Company either maintains cash balances or pays fees for bank credit and services. The Company has fixed-rate interest expense obligations of $\n24.1\nmillion on outstanding debt as of December 31, 2021.\nScheduled maturities of long-term debt within each of the five years subsequent to December 31, 2021 are as follows:\n42\n11.\nStockholders’ Equity\nThe Company’s authorized capital consists of\nthree million\nshares of Preferred Stock $\n1\npar value,\n27\nmillion shares of Class A Common Stock $\n5\npar value, and\n240\nmillion shares of Common Stock $\n1\npar value. The Common Stock has equal dividend rights with Class A Common Stock and is entitled, as a class, to elect one-third of the Board of Directors and has 1/10th vote per share on all other matters. Class A Common Stock is convertible to Common Stock on a\none\nfor one basis.\nThere were\n64,072\nshares during 2021,\n12,372\nshares during 2020 and\n10,442\nshares during 2019, of Class A Common Stock converted into Common Stock. Regular dividends paid on the A. O. Smith Corporation Class A Common Stock and Common Stock amounted to $\n1.06\n, $\n0.98\nand $\n0.90\nper share in 2021, 2020 and 2019, respectively.\nIn 2021, the Board of Directors approved adding\nseven million\nshares of Common Stock to an existing discretionary share repurchase authority. Under the share repurchase program, the Common Stock may be purchased through a combination of Rule 10b5-1 automatic trading plan and discretionary purchases in accordance with applicable securities laws. The number of shares purchased and the timing of the purchases will depend on a number of factors, including share price, trading volume and general market conditions, as well as working capital requirements, general business conditions and other factors, including alternative investment opportunities. The stock repurchase authorization remains effective until terminated by the Company's Board of Directors which may occur at any time, subject to the parameters of any Rule 10b5-1 automatic trading plan that we may then have in effect. In 2021, the Company repurchased\n5,087,467\nshares at an average price of $\n72.03\nper share and at a total cost of $\n366.5\nmillion. As of December 31, 2021, there were\n3,526,357\nshares remaining on the existing repurchase authorization. In 2020, the Company repurchased\n1,348,391\nshares at a cost of $\n56.7\nmillion. In 2019, the Company repurchased\n6,113,038\nshares at a cost of $\n287.7\nmillion.\nAt December 31, 2021, a total of\n130,380\nand\n32,924,647\nshares of Class A Common Stock and Common Stock, respectively, were held as treasury stock. At December 31, 2020, a total of\n130,380\nand\n28,807,455\nshares of Class A Common Stock and Common Stock, respectively, were held as treasury stock.\n43\n11. Stockholders’ Equity (continued)\nChanges to accumulated other comprehensive loss by component are as follows:\n(1)\nAmounts reclassified from accumulated other comprehensive loss:\n(2)\nThese accumulated other comprehensive loss components are included in the computation of net periodic benefit cost. See Note 13 “Pensions and Other Post-retirement Benefits” for additional details.\n12.\nStock Based Compensation\nThe Company adopted the A. O. Smith Combined Incentive Compensation Plan (the Incentive Plan) effective January 1, 2007. The Incentive Plan was most recently reapproved by stockholders on April 15, 2020. The Incentive Plan is a continuation of the A. O. Smith Combined Executive Incentive Compensation Plan which was originally approved by stockholders in 2002. The number of shares available for granting of options or share units at December 31, 2021, was\n2,962,559\nwhich includes\n2,400,000\nadditional shares that were authorized on April 15, 2020 at the Company's annual meeting of stockholders. Upon stock option exercise or share unit vesting, shares are issued from treasury stock. Total stock based compensation expense recognized in 2021, 2020 and 2019 was $\n11.9\nmillion, $\n12.7\nmillion and $\n13.3\nmillion, respectively.\nStock Options\nThe stock options granted in 2021, 2020 and 2019 have\nthree year\npro rata vesting from the date of grant. Stock options are issued at exercise prices equal to the fair value of the Company’s Common Stock on the date of grant. For active employees, all options granted in 2021, 2020 and 2019 expire\nten years\nafter the date of grant. The Company’s stock options are\n44\n12. Stock Based Compensation (continued)\nexpensed ratably over the\nthree year\nvesting period. Included in stock option expense for 2021, 2020 and 2019 was $\n5.1\nmillion, $\n6.2\nmillion and $\n6.4\nmillion, respectively. Included in the stock option expense recognized in 2021, 2020 and 2019 is expense associated with the accelerated vesting of stock option awards for certain employees who either are retirement eligible or become retirement eligible during the vesting period.\nChanges in options, all of which relate to the Company’s Common Stock, were as follows:\n(1)\nThe total intrinsic value of options exercised in 2021, 2020 and 2019 was $\n31.0\nmillion, $\n21.3\nmillion and $\n7.7\nmillion, respectively.\n(2)\nThe weighted average remaining contractual life of options outstanding was\n8\nyears at December 31, 2021, and December 31, 2020, and\n7\nyears at December 31, 2019, respectively. The aggregate intrinsic value of options outstanding at December 31, 2021 was $\n85.9\nmillion.\n(3)\nThe weighted average remaining contractual life of options exercisable was\n7\nyears at December 31, 2021, and\n6\nyears at December 31, 2020 and December 31, 2019. The aggregate intrinsic value of options exercisable at December 31, 2021 was $\n47.8\nmillion.\nThe weighted-average fair value per option at the date of grant during 2021, 2020 and 2019, using the Black-Scholes option-pricing model, was $\n14.03\n, $\n8.17\nand $\n10.83\n, respectively.\nAssumptions were as follows:\nThe expected lives of options for purposes of these models are based on historical exercise behavior. The risk free interest rates for purposes of these models are based on the U.S. Treasury yield curve in effect on the date of grant for the respective expected lives of the option. The expected dividend yields for purposes of these models are based on the dividends paid in the preceding four quarters divided by the grant date market value of the Common Stock. The expected volatility for purposes of these models are based on the historical volatility of the Common Stock.\n45\n12. Stock Based Compensation (continued)\nRestricted Stock and Share Units\nParticipants may also be awarded shares of restricted stock or share units under the Incentive Plan. Share units vest\nthree years\nafter the date of grant. The Company granted\n104,312\n,\n174,420\nand\n140,102\nshare units under the Incentive Plan in 2021, 2020 and 2019, respectively.\nThe share units were valued at $\n6.4\nmillion, $\n7.4\nmillion and $\n6.9\nmillion at the date of issuance in 2021, 2020 and 2019, respectively, based on the price of the Company’s Common Stock at the date of grant. The share units are recognized as compensation expense ratably over the\nthree-year\nvesting period; however, included in share unit expense was expense associated with accelerated vesting of share unit awards for certain employees who are retirement eligible or will become retirement eligible during the vesting period. Stock based compensation expense of $\n6.8\nmillion, $\n6.5\nmillion and $\n6.9\nmillion was recognized in 2021, 2020 and 2019, respectively. Certain non-U.S.-based employees receive the cash value of the share price at the vesting date in lieu of shares. Unvested cash-settled awards are remeasured at each reporting period.\nA summary of share unit activity under the Incentive Plan is as follows:\n13.\nPension and Other Post-retirement Benefits\nThe Company provides retirement benefits for all U.S. employees including benefits for employees of previously owned businesses which were earned up to the date of sale. The Company also has\ntwo\nforeign pension plans, neither of which is material to the Company’s financial position.\nThe Company has a defined contribution plan which matches\n100\npercent of the first one percent of contributions made by participating employees and matches\n50\npercent of the next five percent of employee contributions. The Company also has defined contribution plans for certain hourly employees which provide for matching Company contributions.\nThe Company also has a defined benefit plan for salaried employees and its non-union hourly workforce. In 2009, the Company announced U.S. employees hired after January 1, 2010, would not participate in the defined benefit plan, and benefit accruals for the majority of current salaried and hourly employees sunset on December 31, 2014. An additional Company contribution is made to the defined contribution plan in lieu of benefits earned in a defined benefit plan. The Company also has defined benefit and contribution plans for certain union hourly employees.\nThe Company has unfunded defined-benefit post-retirement plans covering certain hourly and salaried employees that provide medical and life insurance benefits from retirement to age\n65\n. Certain hourly employees retiring after January 1, 1996, are subject to a maximum annual benefit and salaried employees hired after December 31, 1993, are not eligible for post-retirement medical benefits.\nIn 2021, the Company's Board of Directors approved the termination of the defined benefit pension plan (the Plan) with a termination date of December 31, 2021. The Plan has filed for a determination letter from the IRS regarding the qualification of the plan termination. The Plan represents over\n95\npercent of the Company's pension plan liability. In 2022, the Company expects to annuitize the remaining pension liability. The Plan settlement, which is expected to be completed in the fourth quarter of 2022, will accelerate the recognition of approximately $\n445\nmillion of non-cash, pre-tax pension expenses.\n46\n13. Pension and Other Post-retirement Benefits (continued)\nObligations and Funded Status\nPension and Post-retirement Disclosure Information\nThe following tables present the changes in benefit obligations, plan assets and funded status for domestic pension and post-retirement plans and the components of net periodic benefit costs.\n*In addition, the Company has a liability for a foreign pension plan of $\n0.2\nmillion at December 31, 2021 and 2020.\nThe actuarial loss in the current year for both the pension and post-retirement benefit plans was primarily due to the change in the discount rate.\n47\n13. Pension and Other Post-retirement Benefits (continued)\nThe 2021 and 2020 after tax adjustments for additional minimum pension liability resulted in other comprehensive (loss) gain of $(\n13.6\n) million and $\n8.6\nmillion, respectively.\nActuarial assumptions used to determine benefit obligations at December 31 are as follows:\nActuarial assumptions used to determine net periodic benefit cost for the year ended December 31 are as follows:\nAssumed health care cost trend rates\nAssumed health care cost trend rates as of December 31 are as follows:\n48\n13. Pension and Other Post-retirement Benefits (continued)\nPlan Assets\nThe Company’s pension plan weighted asset allocations as of December 31 by asset category are as follows:\nThe following tables present the fair value measurement of the Company’s plan assets as of December 31, 2021 and 2020 (dollars in millions):\n49\n13. Pension and Other Post-retirement Benefits (continued)\nThe short-term investments included in the Company’s plan assets consist of cash and cash equivalents. The fair value of the remaining categories of the Company’s plan assets are valued as follows: equity securities are valued using the closing stock price on a national securities exchange, which reflects the last reported sales price on the last business day of the year; fixed income securities are valued using institutional bond quotes, which are based on various market and industry inputs; mutual funds and real estate funds are valued using the net asset value of the fund, which is based on the fair value of the underlying securities; Options are valued using the closings market value on the last day of the year; and private equity investments are valued at the estimated fair value at the previous quarter end, which is based on the proportionate share of the underlying portfolio investments.\nThe following table presents a reconciliation of the fair value measurements using significant unobservable inputs (Level 3) as of December 31, 2021 and 2020 (dollars in millions):\n50\n13. Pension and Other Post-retirement Benefits (continued)\nThe Company’s investment policies employ an approach whereby a diversified blend of equity and bond investments is used to maximize the long-term return of plan assets for a prudent level of risk. Equity investments are diversified across domestic and non-domestic stocks, as well as growth, value, and small to large capitalizations. Bond investments include corporate and government issues, with short, mid, and long-term maturities, with a focus on investment-grade when purchased. In preparation for the Plan settlement, which is expected to be completed in the fourth quarter of 2022, the target allocation to bonds managers is between\n60\nto\n95\npercent with the remainder allocated primarily to equities, private equity managers and cash. Investment and market risks are measured and monitored on an ongoing basis through regular investment portfolio reviews, annual liability measurements and periodic asset/liability studies.\nThe Company’s actual asset allocations are in line with target allocations. The Company regularly reviews its actual asset allocation and periodically rebalances its investments to the targeted allocation when considered appropriate.\nThere was no Company stock included in plan assets at December 31, 2021.\nCash Flows\nThe Company was not required to and did\nno\nt make any contributions in 2021 to the Plan. The Company is\nno\nt required to make a contribution in 2022.\nEstimated Future Payments\nAs of December 31, 2021, the following benefit payments, which reflect expected future service, as appropriate, are expected to be paid:\n(1)\nThese estimated Pension Benefit payments do not reflect the potential impact of the purchase of annuities as part of the Plan termination.\n14.\nDerivative Instruments\nThe Company utilizes certain derivative instruments to enhance its ability to manage currency exposure as well as raw materials price risk. Derivative instruments are entered into for periods consistent with the related underlying exposures and do not constitute positions independent of those exposures. The Company does not enter into contracts for speculative purposes. The contracts are executed with major financial institutions with no credit loss anticipated for failure of the counterparties to perform.\nCash Flow Hedges\nWith the exception of its net investment hedges, the Company designates all of its hedging instruments as cash flow hedges. For derivative instruments that are designated and qualify as a cash flow hedge (i.e., hedging the exposure to variability in expected future cash flows that is attributable to a particular risk), gains or losses on the derivative instrument are reported as a component of other comprehensive loss, net of tax, and are reclassified into earnings in the same line item associated with the forecasted transaction and in the same period or periods during which the hedged transaction affects earnings.\nForeign Currency Forward Contracts\nThe Company is exposed to foreign currency exchange risk as a result of transactions in currencies other than the functional currency of certain subsidiaries. The Company utilizes foreign currency forward purchase and sale contracts to manage the volatility associated with foreign currency purchases, sales and certain intercompany transactions in the normal course of business. Principal currencies for which the Company utilizes foreign currency forward contracts include the British pound, Canadian dollar, Euro and Mexican peso.\n51\n14. Derivative Instruments (continued)\nGains and losses on these instruments are recorded in accumulated other comprehensive loss, net of tax, until the underlying transaction is recorded in earnings. When the hedged item is realized, gains or losses are reclassified from accumulated other comprehensive loss to the consolidated statement of earnings. The assessment of effectiveness for forward contracts is based on changes in the forward rates. These hedges have been determined to be effective.\nThe majority of the amounts in accumulated other comprehensive loss for cash flow hedges are expected to be reclassified into earnings within\none year\n.\nThe following table summarizes, by currency, the contractual amounts of the Company’s foreign currency forward contracts that are designated as cash flow hedges:\nCommodity Futures Contracts\nIn addition to entering into supply arrangements in the normal course of business, the Company also enters into futures contracts to fix the cost of certain raw material purchases, principally steel, with the objective of minimizing changes in cost due to market price fluctuations. The hedging strategy for achieving this objective is to purchase steel futures contracts on the New York Metals Exchange (NYMEX) and copper futures contracts on the open market of the London Metals Exchange (LME) or over the counter contracts based on the LME.\nWith NYMEX, the Company is required to make cash deposits on unrealized losses on steel derivative contracts. There were no outstanding commodity futures contracts as of December 31, 2021 and 2020.\nNet Investment Hedges\nThe Company enters into certain foreign currency forward contracts to hedge the exposure to a portion of the Company’s net investments in certain non-U.S. subsidiaries against the effect of exchange rate fluctuations on the translation of foreign currency balances to the U.S. dollar. For the derivative instruments that are designated and qualify as net investment hedges, gains and losses are reported in other comprehensive loss where they offset gains and losses recorded on the Company’s net investments in its non-U.S. subsidiaries. These hedges are determined to be effective. The Company recognized $(\n0.5\n) million and $(\n3.1\n) million of after-tax losses associated with hedges of a net investment in non-U.S. subsidiaries in currency translation adjustment in other comprehensive income in 2021 and 2020, respectively. The contractual amount of the Company’s foreign currency forward contracts that are designated as net investment hedges is $\n25.0\nmillion as of December 31, 2021.\nThe following tables present the impact of derivative contracts on the Company’s financial statements.\nFair value of derivatives designated as hedging instruments under ASC 815:\n52\n14. Derivative Instruments (continued)\nThe effect of cash flow hedges on the condensed consolidated statement of earnings:\nYears ended December 31 (dollars in millions)\nBalance Sheet Hedges\nForeign Exchange Contracts\nThe Company periodically enters into foreign exchange contracts to mitigate the foreign currency volatility relative to certain intercompany loans. These foreign exchange contracts did not qualify for hedge accounting in accordance with ASC 815, and as such were marked to market through earnings. The fair value of the foreign exchange contracts was a liability balance of $\n0.8\nmillion as of December 31, 2021 and recorded in Accrued liabilities within the consolidated balance sheet. There were no foreign exchange contracts outstanding as of December 31, 2020.\nThe following table summarizes the contractual amounts of the Company's foreign exchange contracts that are designated as balance sheet hedges:\nThe amounts recognized within the consolidated statements of earnings related to the Company's foreign exchange contracts are set forth below.\nYears ended December 31 (dollars in millions)\n15.\nIncome Taxes\nThe components of the provision (benefit) for income taxes consisted of the following:\n53\n15. Income Taxes (continued)\nThe provision for income taxes differs from the U.S. federal statutory rate due to the following items:\nComponents of earnings before income taxes were as follows:\nThe Company paid income taxes of $\n131.2\nmillion, $\n114.1\nmillion, and $\n116.6\nmillion in 2021, 2020 and 2019, respectively.\nAs of December 31, 2021, the Company had $\n6.5\nmillion accrued for its estimate of withholding taxes due upon repatriation of undistributed foreign earnings it considers to be not permanently reinvested. As of December 31, 2021, $\n608.0\nmillion of cash and cash equivalents and marketable securities were held by its foreign subsidiaries.\nThe tax effects of temporary differences of assets and liabilities between income tax and financial reporting are as follows:\nThe Company believes it is more likely than not that it will realize its net deferred tax assets through the reduction of future taxable income. The Company considered historical operating results in determining the probability of the realization of the deferred tax assets.\n54\n15. Income Taxes (continued)\nA reconciliation of the beginning and ending amounts of tax loss carryovers, credit carryovers and valuation allowances is as follows:\nThe Company has foreign net operating loss carryovers that expire in 2022 through 2028 and state and local net operating loss carryovers that expire between 2023 and 2025.\nA reconciliation of the beginning and ending amount of unrecognized benefits is as follows:\nThe amount of unrecognized tax benefits that, if recognized, would affect the effective income tax rate is $\n0.5\nmillion. The Company recognizes potential interest and penalties related to unrecognized tax benefits as a component of income tax expense. At December 31, 2021, there was an immaterial amount of interest and penalties accrued. The Company anticipates that there will not be a material decrease in the total amount of unrecognized tax benefits in 2022. The Company’s U.S. federal income tax returns and its U.S. state and local income tax returns are subject to audit for the years 2017-2021 and 2008-2021, respectively. The Company is subject to non-U.S. income tax audits for the years 2015-2021.\n16.\nCommitments and Contingencies\nEnvironmental Contingencies\nThe Company is a potentially responsible party in judicial and administrative proceedings seeking to clean up sites which have been environmentally impacted. In each case, the Company has established reserves, insurance proceeds and/or a potential recovery from third parties. The Company believes any environmental claims will not have a material effect on its financial position or results of operations.\nProduct Liability\nThe Company is subject to various claims and pending lawsuits for product liability and other matters arising out of the conduct of the Company’s business. With respect to product liability claims, the Company has self-insured a portion of its product liability loss exposure for many years. The Company has established reserves and has insurance coverage, which it believes are adequate to cover incurred claims. For the years ended December 31, 2021 and 2020, the Company had $\n125\nmillion of product liability insurance for individual losses in excess of $\n7.5\nmillion. The Company periodically reevaluates its exposure on claims and lawsuits and makes adjustments to its reserves as appropriate. The Company believes, based on current knowledge, consultation with counsel, adequate reserves and insurance coverage that the outcome of such claims and lawsuits will not have a material adverse effect on the Company’s financial position, results of operations or cash flows.\nPurchase Obligations\nThe Company utilizes blanket purchase orders to communicate expected annual requirements to many suppliers. Requirements under blanket purchase orders generally do not become committed until several weeks prior to the scheduled unit production. The purchase obligations the Company considers firm as of December 31, 2021, is $\n306.1\nmillion, most of which will be ordered in 2022.\n55\n16. Commitments and Contingencies  (continued)\nInventory Repurchase Arrangements\nThe Company maintains a commercial relationship with a supply-chain service provider (the Provider) in connection with the Company’s business in China. In this capacity, the Provider offers order-entry, warehousing and logistics support. The Provider also offers asset-backed financing to certain of the Company’s distributors in China to facilitate their working capital needs. To facilitate its financing support business, the Provider has collateralized lending facilities in place with multiple Chinese banks under which the Company has agreed to repurchase inventory if both requested by the banks and certain defined conditions are met, primarily related to the aging of the distributors’ notes.\nThe Provider is required to indemnify the Company for any losses the Company would incur in the event of an inventory repurchase under these arrangements. Potential losses under the repurchase arrangements represent the difference between the repurchase price and net proceeds from the resale of product plus costs incurred in the process, less related distributor rebates.\nBefore considering any reduction of distributor rebate accruals of $\n3.9\nand $\n5.4\nmillion as of December 31, 2021 and December 31, 2020, respectively, and from the resale of the related inventory, the gross amount the Company would be obligated to repurchase, which would be contingent on the default of all of the outstanding loans, was approximately $\n7.2\nmillion and $\n6.5\nmillion as of December 31, 2021 and December 31, 2020, respectively. The Company’s reserves for estimated losses under repurchase arrangements were immaterial as of December 31, 2021 and December 31, 2020.\n17.\nOperations by Segment\nThe Company is comprised of\ntwo\nreporting segments: North America and Rest of World. The Rest of World segment is primarily comprised of China, Europe and India. Both segments manufacture and market comprehensive lines of residential and commercial gas and electric water heaters, boilers, tanks and water treatment products. Both segments primarily manufacture and market in their respective regions of the world.\nThe accounting policies of the reportable segments are the same as those described in the “Summary of Significant Accounting Policies” outlined in Note 1. Segment earnings, defined by the Company as earnings before interest, taxes, general corporate and corporate research and development expenses, were used to measure the performance of the segments.\n(1)\nIn 2020, the Company recognized $\n2.7\nmillion of severance and restructuring expenses in connection with the alignment of its business to market conditions. For additional information, see Note 5 “Severance and Restructuring Expenses.”\n(2)\nIn 2020, the Company recognized $\n5.0\nmillion of severance and restructuring expenses in connection with the alignment of its business to market conditions. For additional information, see Note 5 “Severance and Restructuring Expenses.”\nIn 2021, sales to the Company's North America segment’s two largest customers were $\n536.9\nmillion and $\n401.5\nmillion which represented\n15\npercent and\n11\npercent of the Company’s net sales, respectively. In 2020, sales to the Company's North America segment’s two largest customers were $\n471.9\nmillion and $\n349.9\nmillion which represented\n16\npercent and\n12\npercent of the Company’s net sales, respectively. In 2019, sales to the Company's North America segment’s two largest customers were $\n421.1\nmillion and $\n378.9\nmillion which represented\n14\npercent and\n13\npercent of the Company’s net sales, respectively.\n56\n17. Operations by Segment (continued)\nAssets, depreciation and capital expenditures by segment\nThe majority of corporate assets consist of cash, cash equivalents, marketable securities and deferred income taxes.\nNet sales and long-lived assets by geographic location\nThe following data by geographic area includes net sales based on product shipment destination and long-lived assets based on physical location. Long-lived assets include net property, plant and equipment, operating lease assets and other long-term assets.\n57"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, has evaluated the effectiveness of our disclosure controls and procedures (as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934, as amended (“the Exchange Act”)) as of the end of the period covered by this report. Based on the evaluation, our Chief Executive Officer and Chief Financial Officer have concluded that, as of the end of such period our disclosure controls and procedures are effective in recording, processing, summarizing, and reporting, on a timely basis, information required to be disclosed by us in the reports that we file or submit under the Exchange Act, and that information is accumulated and communicated to the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely discussions regarding required disclosure.\nManagement Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Exchange Act Rule 13a-15(f)). The Company’s internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Our management, with the participation of our Chief Executive Officer and Chief Financial Officer, has evaluated the effectiveness of our internal control over financial reporting based on the Internal Control-Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Consistent with guidance issued by the Securities and Exchange Commission that an assessment of a recently acquired business may be omitted from management’s report on internal control over financial reporting in the year of acquisition, management excluded an assessment of the effectiveness of the Company’s internal control over financial reporting related to Giant Factories, Inc. The acquisition constituted 7.1 percent and 10.9 percent of total assets and net assets, respectively, as of December 31, 2021 and 0.6 percent and 0.5 percent of net sales and net earnings, respectively. Based on this evaluation, our management has concluded that, as of December 31, 2021, our internal control over financial reporting was effective.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. Ernst & Young LLP, an independent registered public accounting firm, has audited our consolidated financial statements and the effectiveness of internal controls over financial reporting as of December 31, 2021 as stated in their report which is included herein.\nChanges in Internal Control Over Financial Reporting\nThere have been no changes in the Company’s internal control over financial reporting (as defined in Exchange Act Rule 13a-15(f)) during the year ended December 31, 2021 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "None.\n58\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nThe Board of Directors and Stockholders\nA. O. Smith Corporation\nOpinion on Internal Control over Financial Reporting\nWe have audited A. O. Smith Corporation’s internal control over financial reporting as of December 31, 2021, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, A. O. Smith Corporation (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2021, based on the COSO criteria.\nAs indicated in the accompanying Management Report on Internal Control Over Financial Reporting, management’s assessment of and conclusion on the effectiveness of internal control over financial reporting did not include the internal controls of Giant Factories, Inc., which are included in the 2021 consolidated financial statements of the Company and constituted 7.1 percent and 10.9 percent of total assets and net assets, respectively, as of December 31, 2021 and 0.6 percent and 0.5 percent of net sales and net earnings, respectively, for the year then ended. Our audit of internal control over financial reporting of the Company also did not include an evaluation of the internal control over financial reporting of Giant Factories, Inc.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of A. O. Smith Corporation as of December 31, 2021 and 2020, and the related consolidated statements of earnings, comprehensive earnings, stockholders’ equity, and cash flows for each of the three years in the period ended December 31, 2021, and the related notes and financial statement schedule listed in the index at Item 15(a) and our report dated February 11, 2022 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nMilwaukee, Wisconsin\nFebruary 11, 2022\n59\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information included under the headings “Election of Directors” and “Board Committees” in our definitive Proxy Statement for the\n2022\nAnnual Meeting of Stockholders (to be filed with the Securities and Exchange Commission (SEC) under Regulation 14A within 120 days after the end of the registrant’s fiscal year) is incorporated herein by reference. The information required regarding Executive Officers of the Company is included in Part I of this Annual Report on Form 10-K under the caption “Executive Officers of the Company.”\nWe have a separately designated Audit Committee on which Idelle K. Wolf, Michael M. Larsen, Mark D. Smith and Gene C. Wulf serve, with Ms. Wolf, as Chairperson. All members are independent under applicable SEC and New York Stock Exchange rules; the Board of Directors of the Company has concluded that Mr. Larsen, Ms. Wolf and Mr. Wulf are “audit committee financial experts” in accordance with SEC rules.\nWe have adopted a Financial Code of Ethics applicable to our principal executive officer, principal financial officer and principal accounting officer. As a best practice, this code has been executed by key financial and accounting personnel as well. In addition, we have adopted a general code of business conduct for our directors, officers and all employees, which is known as the A. O. Smith Guiding Principles. The Financial Code of Ethics, the A. O. Smith Guiding Principles and other company corporate governance matters are available on our website at\nwww.aosmith.com\n. We are not including the information contained on our website as a part of or incorporating it by reference into, this Form 10-K. We intend to disclose on this website any amendments to, or waivers from, the Financial Code of Ethics or the A. O. Smith Guiding Principles that are required to be disclosed pursuant to SEC rules. There have been no waivers of the Financial Code of Ethics or the A. O. Smith Guiding Principles. Stockholders may obtain copies of any of these corporate governance documents free of charge by writing to the Corporate Secretary at the address on the cover page of this Form 10-K.\nThe information included under the heading “Compliance with Section 16(a) of the Securities Exchange Act” in our definitive Proxy Statement for the 2022 Annual Meeting of Stockholders (to be filed with the SEC under Regulation 14A within 120 days after the end of the registrant’s fiscal year) is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information included under the headings “Executive Compensation,” “Director Compensation,” “Report of the Personnel and Compensation Committee” and “Compensation Committee Interlocks and Insider Participation” in the Company’s definitive Proxy Statement for the 2022 Annual Meeting of Stockholders (to be filed with the SEC under Regulation 14A within 120 days after the end of the registrant’s fiscal year) is incorporated herein by reference.\n60"
  },
  {
    "item_key": "item_12",
    "text": "The information included under the headings “Principal Stockholders” and “Security Ownership of Directors and Management” in our definitive Proxy Statement for the 2022 Annual Meeting of Stockholders (to be filed with the SEC under Regulation 14A within 120 days after the end of the registrant’s fiscal year) is incorporated herein by reference.\nEquity Compensation Plan Information\nThe following table provides information about our equity compensation plans as of December 31, 2021.\n(1)\nConsists of 2,252,498 shares subject to stock options, 363,054 shares subject to employee share units and 285,214 shares subject to director share units.\n(2)\nRepresents the weighted average exercise price of outstanding options and does not take into account outstanding share units.\n(3)\nRepresents securities remaining available for issuance under the A. O. Smith Combined Incentive Compensation Plan. If any awards lapse, expire, terminate or are cancelled without issuance of shares, or shares are forfeited under any award, then such shares will become available for issuance under the A. O. Smith Combined Incentive Compensation Plan, hereby increasing the number of securities remaining available."
  },
  {
    "item_key": "item_13",
    "text": "The information included under the headings “Director Independence and Financial Literacy”, “Compensation Committee Interlocks and Insider Participation” and “Procedure for Review of Related Party Transactions” in our definitive Proxy Statement for the 2022 Annual Meeting of Stockholders (to be filed with the SEC under Regulation 14A within 120 days after the end of the registrant’s fiscal year) is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Our principal accountant is Ernst & Young, LLP (PCAOB ID:\n42\n). The information included under the heading “Report of the Audit Committee” in our definitive Proxy Statement for the 2022 Annual Meeting of Stockholders (to be filed with the SEC under Regulation 14A within 120 days after the end of the registrant’s fiscal year) required by this Item 14 is incorporated herein by reference.\n61\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\nThe following documents are filed as part of this Annual Report on Form 10-K:\n1.\nFinancial Statements of the Company\n2.\nFinancial Statement Schedules\nSchedules not included have been omitted because they are not applicable.\n3.\nExhibits - see the Index to Exhibits on pages 63-64 of this report. Each management contract or compensatory plan or arrangement required to be filed as an exhibit to this report on Form 10-K are listed as Exhibits 10(a) through 10(n) in the Index to Exhibits.\nPursuant to the requirements of Rule 14a-3(b)(10) of the Securities Exchange Act of 1934, as amended, we will, upon request and upon payment of a reasonable fee not to exceed the rate at which such copies are available from the SEC, furnish copies to our security holders of any exhibits listed in the Index to Exhibits.\n62\nINDEX TO EXHIBITS\n63\n64\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on behalf of the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below as of February 11, 2022 by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n65\nA. O. SMITH CORPORATION\nSCHEDULE II - VALUATION AND QUALIFYING ACCOUNTS\n(Dollars in millions)\nYears ended December 31, 2021, 2020 and 2019\n66"
  }
]