[
  {
    "item_key": "item_1",
    "text": "GENERAL\nUnion Pacific Railroad Company is the principal operating company of Union Pacific Corporation. One of America's most recognized companies, Union Pacific Railroad Company connects 23 states in the western two-thirds of the country by rail, providing a critical link in the global supply chain. The Railroad’s diversified business mix includes Bulk, Industrial, and Premium. Union Pacific serves many of the fastest-growing U.S. population centers, operates from all major West Coast and Gulf Coast ports to eastern gateways, connects with Canada's rail systems, and is the only railroad serving all six major Mexico gateways. Union Pacific provides value to its roughly 10,000 customers by delivering products in a safe, reliable, fuel-efficient, and environmentally responsible manner.\nUnion Pacific Corporation was incorporated in Utah in 1969 and maintains its principal executive offices at 1400 Douglas Street, Omaha, NE 68179. The telephone number at that address is (402) 544-5000. The common stock of Union Pacific Corporation is listed on the New York Stock Exchange (NYSE) under the symbol “UNP”.\nFor purposes of this report, unless the context otherwise requires, all references herein to “UPC”, “Corporation”, “Company”, “we”, “us”, and “our” shall mean Union Pacific Corporation and its subsidiaries, including Union Pacific Railroad Company, which we separately refer to as “UPRR” or the “Railroad”.\nSTRATEGY\nUnion Pacific’s strategy is predicated on being the best freight railroad in North America, which is established through safety, service, reliability, and efficiency. That sets the foundation for growth, which, combined with increasing margins, creates long term enterprise value. We expect to generate growth in three ways – increasing profitable carloads that fit our network and transportation plan; providing more products and services to our customers; and increasing the geographic reach of our franchise.\nThe “how” also is evident. Operational excellence and an engaged workforce with deep market knowledge and strong customer relationships will result in best-in-class safety, a customer experience that drives growth, and shareholder returns. The following individual strategic elements work together driving Union Pacific forward:\n\nSafest and Most Reliable Freight Rail Products and Services.\n\nHighly Efficient Operations.\n\nIndustry-Leading Customer Experience.\n\nSecure Appropriate Business.\n\nBest-in-industry Cash Returns.\n\nOptimal Investment.\n\nProud and Engaged Workforce.\nAs we transform our railroad into the safest, most reliable, and most efficient in North America, our values will continue guiding us: Our passion for performance will help us win; our high ethical standards will ensure we do not win at the expense of any one stakeholder; and our teamwork will make sure we win together.\nTo assist us in accomplishing our goal of being the best freight railroad in North America, we announced our efficiency and business growth initiative of G55+0 (grow to an operating ratio of 55 with zero injuries), which was launched in late 2015. Additionally, beginning in October 2018, we began conversion to precision scheduled railroading (PSR) in an effort to streamline operations with four principles:\n1.\nShift the focus of operations from moving trains to moving cars.\n2.\nMinimize car dwell, car classification events, and locomotive power requirements.\n3.\nUtilize general-purpose trains by blending existing train service.\n4.\nBalance train movements to improve the utilization of crews and rail assets.\n6\nWe want to move cars faster, reducing the number of times each is touched, resulting in terminal consolidation opportunities, improved asset utilization, and fewer car classifications, allowing product to get to the market quicker and more reliably. The end result is we are delivering a better customer experience, which will enable us to grow our market share.\nOPERATIONS\nThe Railroad, along with its subsidiaries and rail affiliates, is our one reportable operating segment. Although we provide revenue by commodity group, we analyze the net financial results of the Railroad as one segment due to the integrated nature of our rail network. Additional information regarding our business and operations, including revenues, financial information and data, and other information regarding environmental matters, is presented in Risk Factors, Item 1A; Legal Proceedings, Item 3; Selected Financial Data, Item 6; Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7; and the Financial Statements and Supplementary Data, Item 8 (which include information regarding revenues, statements of income, and total assets).\nBulk\n– The Company's Bulk shipments consist of grain and grain products, fertilizer, food and refrigerated, and coal and renewables.\nIn 2020, this group generated 33% of our freight revenue.\nWe access most major grain markets, connecting the Midwest and Western U.S. producing areas to export terminals in the Pacific Northwest and Gulf Coast ports, as well as Mexico. We also serve significant domestic markets, including grain processors, animal feeders, and ethanol producers in the Midwest and West. Fertilizer movements originate in the Gulf Coast region, Midwest, western U.S., and Canada (through interline access) for delivery to major agricultural users in those areas as well as abroad.\nThe Railroad’s network supports the transportation of coal shipments to independent and regulated power companies and industrial facilities throughout the U.S. Through interchange gateways and ports, UPRR’s reach extends to eastern U.S. utilities as well as to Mexico and other international destinations. Coal traffic originating in the Powder River Basin (PRB) area of Wyoming is the largest segment of the Railroad’s coal business. Renewable shipments for customers committed to sustainability consist primarily of biomass exports and wind turbine components.\nIndustrial\n– Our extensive network facilitates the movement of numerous commodities between thousands of origin and destination points throughout North America. The Industrial group consists of several categories, including construction, industrial chemicals, plastics, forest products, specialized products (primarily waste, salt, roofing, and government), metals and ores,\npetroleum, liquid petroleum gases (LPG),\nand soda ash. Transportation of these products accounted for 36% of our freight revenue in 2020. Commercial, residential, and governmental infrastructure investments drive shipments of steel, aggregates, cement, and wood products. Industrial and light manufacturing plants receive steel, nonferrous materials, minerals, and other raw materials.\nThe industrial chemicals market consists of a vast number of chemical compounds that support the manufacturing of more complex chemicals. Plastics shipments support automotive, housing, and the durable and disposable consumer goods markets\n. Forest product shipments include lumber and paper commodities. Lumber shipments originate primarily in the Pacific Northwest or western Canada and move\n7\nthroughout the U.S. for use in new home construction and repairs and remodeling. Paper shipments primarily support packaging needs. Oil and gas drilling generates demand for raw steel, finished pipe, stone, and drilling fluid commodities. T\nhe Company’s petroleum and LPG shipments are primarily impacted by refinery utilization rates, regional crude pricing differentials, pipeline capacity, and the use of asphalt for road programs.\nSoda ash originates in southwestern Wyoming and California, destined for chemical and glass producing markets in North America and abroad.\nPremium\n– In 2020, Premium shipments generated 31% of Union Pacific’s total freight revenue. Premium includes finished automobiles, automotive parts, and merchandise in intermodal containers, both domestic and international.\nInternational business consists of import and export traffic moving\nin 20 or 40-foot shipping containers, that mainly pass through West Coast ports served by UP’s extensive terminal network. Domestic business includes container and trailer traffic picked up and delivered within North America for intermodal marketing companies (primarily shipper agents and logistics companies) as well as truckload carriers.\nWe are the largest automotive carrier west of the Mississippi River and operate or access 38 vehicle distribution centers. The Railroad’s extensive franchise serves five vehicle assembly plants and connects to West Coast ports, all six major Mexico gateways, and the Port of Houston to accommodate both import and export shipments. In addition to transporting finished vehicles, UPRR provides expedited handling of automotive parts in both boxcars and intermodal containers destined for Mexico, the U.S., and Canada.\nSeasonality\n– Some of the commodities we carry have peak shipping seasons, reflecting either or both the nature of the commodity and the demand cycle for the commodity (such as certain agricultural and food products that have specific growing and harvesting seasons). The peak shipping seasons for these commodities can vary considerably each year depending upon various factors, including the strength of domestic and international economies and currencies and the strength of harvests and market prices for agricultural products.\nProud & Engaged Workforce\n– We recruit and develop talented individuals dedicated to our mission of service and who are passionate about performing to the best of their abilities while working as one team. We recognize and value that people come from all backgrounds and walks of life, and we value diversity. Union Pacific wants employees from all groups to launch and grow their career within the Company.\nAttracting, acquiring, and maintaining a diverse workforce provides access to the skills and character we need to foster innovative ideas and drive optimal business growth. Drawing on different experiences and expertise is critical for strategic decision-making, problem-solving, leadership development, and creativity.\nUnion Pacific’s commitment – today and for the long run, is to further improve and strengthen performance through an inclusive workforce that reflects the diverse markets and communities we serve. Recognizing we still have work to do, we continue to focus on building an inclusive culture and a talented workforce and marketplace with a goal to\nreach 40% minority and 11% female representation in total for the Company by 2030. As of December 31, 2020, workforce representation of minorities and females was approximately 30% and 6%, respectively.\nSafety is Union Pacific’s first priority. We continue to improve technology, enhance processes, and foster a culture focused on operating safely as well as remaining focused on identifying and managing risks and training our employees. Our success is measured by our personal injury rate (the number of reportable injuries for every 200,000 employee-hours worked), and our equipment incident rate (the number of reportable equipment incidents per million train miles). We provide both measures to the Federal Railroad Administration (FRA). Personal injuries are defined as on duty incidents or occupational illnesses that require employees to lose time away from work, modify their normal duties, or receive certain types of medical treatment. Equipment incidents are defined as any occurrence that causes damage to assets above the monetary reporting threshold regardless of ownership ($10,700 for 2020 and $11,200 for 2021).\nOur goal is to have every employee return home safely every day. Unfortunately, our 2020 personal injury rate of 0.90 and equipment incident rate of 3.54 illustrates that we have not met our ultimate goal of an incident free environment. Our 2020 personal injury rate was flat and our equipment incident rate improved 17% versus 2019. (\nSee further discussion in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, of this report.)\nProviding employees with fulfilling, family-supporting careers is important to us. We offer competitive compensation to our employees and leadership. Our Board of Directors evaluates our compensation plans\n8\nand reviews recommendations from the Compensation and Benefits Committee. The median annual compensation for all our employees who were employed as of December 31, 2020, was $77,778 (excluding the CEO).\nApproximately 83% of our full-time employees are represented by 13 major rail unions. Pursuant to the Railway Labor Act (RLA), our collective bargaining agreements are subject to modification every five years. The RLA procedures include mediation, potential arbitration, cooling-off periods, and the possibility of Presidential Emergency Boards and Congressional intervention. The current round of negotiations began on January 1, 2020, related to years 2020-2024. Contract negotiations historically continue for an extended period of time, and work stoppages during negotiations are rare\n(see “\nStrikes or Work Stoppages Could Adversely Affect Our Operations\n” in the Risk Factors\nin Item 1A of this report).\nRailroad Security\n– Our security efforts consist of a wide variety of measures, including employee training, engagement with our customers, training of emergency responders, and partnerships with numerous federal, state, and local government agencies. While federal law requires us to protect the confidentiality of our security plans designed to safeguard against terrorism and other security incidents, the following provides a general overview of our security initiatives.\nUPRR Security Measures\n– We maintain a comprehensive security plan designed to both deter and respond to any potential or actual threats as they arise. The plan includes four levels of alert status, each with its own set of countermeasures. We employ our own police force, consisting of commissioned and highly-trained officers. The police are certified state law enforcement officers with investigative and arrest powers. The Union Pacific Police Department has achieved accreditation under the Commission on Accreditation for Law Enforcement Agencies, Inc. (CALEA) for complying with the highest law enforcement standards. Our employees also undergo recurrent security and preparedness training as well as federally-mandated hazardous materials and security training. We regularly review the sufficiency of our employee training programs. We maintain the capability to move critical operations to back-up facilities in different locations.\nWe operate an emergency response management center 24 hours a day. The center receives reports of emergencies, dangerous or potentially dangerous conditions, and other safety and security issues from our employees, the public, law enforcement, and other government officials. In cooperation with government officials, we monitor both threats and public events, and, as necessary, we may alter rail traffic flow at times of concern to minimize risk to communities and our operations. We comply with the hazardous materials routing rules and other requirements imposed by federal law. We also design our operating plan to expedite the movement of hazardous material shipments to minimize the time rail cars remain idle at yards and terminals located in or near major population centers. Additionally, in compliance with Transportation Security Agency regulations, we deployed information systems and instructed employees in tracking and documenting the handoff of Rail Security Sensitive Materials with customers and interchange partners.\nWe also have established a number of our own innovative safety and security-oriented initiatives ranging from various investments in technology to The Officer on Train program, which provides local law enforcement officers with the opportunity to ride with train crews to enhance their understanding of railroad operations and risks. Our staff of information security professionals continually assesses cyber security risks and implements mitigation programs that evolve with the changing technology threat environment. To date, we have not experienced any material disruption of our operations due to a cyber threat or attack directed at us. We also evaluated details regarding the SolarWinds supply chain attack, and do not believe our systems were affected.\nCooperation with Federal, State, and Local Government Agencies\n– We work closely on physical and cyber security initiatives with government agencies, including the U.S. Department of Transportation (DOT), the Department of Homeland Security (DHS), as well as local police departments, fire departments, and other first responders. In conjunction with the Association of American Railroads (AAR), we sponsor Ask Rail, a mobile application which provides first responders with secure links to electronic information, including commodity and emergency response information required by emergency personnel to respond to accidents and other situations. We also participate in the National Joint Terrorism Task Force, a multi-agency effort established by the U.S. Department of Justice and the Federal Bureau of Investigation to combat and prevent terrorism.\nWe work with the Coast Guard, U.S. Customs and Border Protection (CBP), and the Military Transport Management Command, which monitor shipments entering the UPRR rail network at U.S. border crossings and ports. We were the first railroad in the U.S. to be named a partner in CBP’s Customs-Trade Partnership\n9\nAgainst Terrorism, a partnership designed to develop, enhance, and maintain effective security processes throughout the global supply chain.\nCooperation with Customers and Trade Associations\n– Through TransCAER (Transportation Community Awareness and Emergency Response), we work with the AAR, the American Chemistry Council, the American Petroleum Institute, and other chemical trade groups to provide communities with preparedness tools, including the training of emergency responders. In cooperation with the FRA and other interested groups, we are also working to develop additional improvements to tank car design that will further limit the risk of releases of hazardous materials.\nCompetition\n–\nsee “\nWe Face Competition from Other Railroads and Other Transportation Providers\n” in\nthe Risk Factors in Item 1A of this report.\nKey Suppliers\n– see “\nWe Are Dependent on Certain Key Suppliers of Locomotives and Rail\n” in the Risk Factors in Item 1A of this report.\nAvailable Information\n– Our Internet website is www.up.com. We make available free of charge on our website (under the “Investors” caption link) our Annual Reports on Form 10-K; our Quarterly Reports on Form 10-Q; our current reports on Form 8-K; our proxy statements; Forms 3, 4, and 5, filed on behalf of our directors and certain executive officers; and amendments to such reports filed or furnished pursuant to the Securities Exchange Act of 1934, as amended (the Exchange Act). We provide these reports and statements as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (SEC). We also make available on our website previously filed SEC reports and exhibits via a link to EDGAR on the SEC’s Internet site at www.sec.gov. Additionally, our corporate governance materials, including By-Laws, Board Committee charters, governance guidelines and policies, and codes of conduct and ethics for directors, officers, and employees are available on our website. From time to time, the corporate governance materials on our website may be updated as necessary to comply with rules issued by the SEC and the NYSE or as desirable to promote the effective and efficient governance of our Company. Any security holder wishing to receive, without charge, a copy of any of our SEC filings or corporate governance materials should send a written request to: Secretary, Union Pacific Corporation, 1400 Douglas Street, Omaha, NE 68179.\nReferences to our website address in this report, including references in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, are provided as a convenience and do not constitute, and should not be deemed, an incorporation by reference of the information contained on, or available through, the website. Therefore, such information should not be considered part of this report.\nGOVERNMENTAL AND ENVIRONMENTAL REGULATION\nGovernmental Regulation\n–\nOur operations are subject to a variety of federal, state, and local regulations, generally applicable to all businesses. (See also the discussion of certain regulatory proceedings in Legal Proceedings, Item 3.)\nThe operations of the Railroad are also subject to the regulatory jurisdiction of the Surface Transportation Board (STB). The STB has jurisdiction over rates charged on certain regulated rail traffic; common carrier service of regulated traffic; freight car compensation; transfer, extension, or abandonment of rail lines; and acquisition of control of rail common carriers. The STB continues its efforts to explore expanding rail regulation and is reviewing proposed rulemaking in various areas, including reciprocal switching, commodity exemptions, and expanding and easing procedures for smaller rate complaints. The STB also continues to develop a methodology for determining railroad revenue adequacy and the possible use of a revenue adequacy constraint in regulating railroad rates. The STB posts quarterly reports on rate reasonableness cases and maintains a database on service complaints, and has the authority to initiate investigations, among other things.\nThe operations of the Railroad also are subject to the regulations of the FRA and other federal and state agencies. In 2010, the FRA issued initial rules governing installation of Positive Train Control (PTC). PTC is a safety technology intended to prevent certain accidents caused by human error, such as train-to-train collisions, derailments caused by overspeed, movement of a train through a misaligned switch, and unauthorized movement of trains into work zones.\nThe Surface Transportation Extension Act of 2015 amended the Rail Safety Improvement Act to require implementation of PTC by the end of 2018, which was extended to December 31, 2020. On December 10, 2018, we received FRA approval for an alternative schedule to implement, test, and refine our PTC system during 2019-2020. As of December 31, 2020, PTC\n10\nhas been implemented and installed on 100 percent of our required rail lines, including required passenger train routes, and interoperability has been established with all other PTC host and tenant railroads.\nThrough 2020, we have invested approximately $2.9 billion in the implementation and ongoing development of PTC.\nWe are now moving to further leverage the PTC system through development and implementation of new operating technologies, such as fuel and in-train forces management systems.\nDOT, the Occupational Safety and Health Administration, the Pipeline and Hazardous Materials Safety Administration, and DHS, along with other federal agencies, have jurisdiction over certain aspects of safety, movement of hazardous materials and hazardous waste, emissions requirements, and equipment standards. Additionally, various state and local agencies have jurisdiction over disposal of hazardous waste and seek to regulate movement of hazardous materials in ways not preempted by federal law\n.\nEnvironmental Regulation\n– We are subject to extensive federal and state environmental statutes and regulations pertaining to public health and the environment. The statutes and regulations are administered and monitored by the Environmental Protection Agency (EPA) and by various state environmental agencies. The primary laws affecting our operations are the Resource Conservation and Recovery Act, regulating the management and disposal of solid and hazardous wastes; the Comprehensive Environmental Response, Compensation, and Liability Act, regulating the cleanup of contaminated properties; the Clean Air Act, regulating air emissions; and the Clean Water Act, regulating waste water discharges.\nInformation concerning environmental claims and contingencies and estimated remediation costs is set forth in Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Policies – Environmental, Item 7, and Note 17 to the Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data."
  },
  {
    "item_key": "item_1a",
    "text": "The following discussion addresses significant factors, events, and uncertainties that make an investment in our securities risky and provides important information for the understanding of our “forward-looking statements,” which are discussed immediately preceding Item 7A of this Form 10-K and elsewhere. The risk factors set forth in this Item 1A should be read in conjunction with the rest of the information included in this report, including Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, and Financial Statements and Supplementary Data, Item 8.\nWe urge you to consider carefully the factors described below and the risks that they present for our operations as well as the risks addressed in other reports and materials that we file with the SEC and the other information included or incorporated by reference in this Form 10-K. When the factors, events, and contingencies described below or elsewhere in this Form 10-K materialize, our business, reputation, financial condition, results of operations, cash flows, or prospects can be materially adversely affected. In such case, the trading price of our common stock could decline and you could lose part or all of your investment. Additional risks and uncertainties not currently known to us or that we currently deem immaterial may also materially adversely affect our business, reputation, financial condition, results of operations, cash flows, and prospects.\nStrategic and Operational Risks\nWe Must Manage Fluctuating Demand for Our Services and Network Capacity\n– If there are significant reductions in demand for rail services with respect to one or more commodities or changes in consumer preferences that affect the businesses of our customers, we may experience increased costs associated with resizing our operations, including higher unit operating costs and costs for the storage of locomotives, rail cars, and other equipment; work-force adjustments; and other related activities, which could have a material adverse effect on our results of operations, financial condition, and liquidity. If there is significant demand for our services that exceeds the designed capacity of our network, we may experience network difficulties, including congestion and reduced velocity, that could compromise the level of service we provide to our customers. This level of demand may also compound the impact of weather and weather-related events on our operations and velocity. Although we continue to improve our transportation plan, add capacity, improve operations at our yards and other facilities, and improve our ability to address surges in demand for any reason with adequate resources, we cannot be sure that these measures will fully or adequately address any service shortcomings resulting from demand exceeding our planned capacity. We may experience other operational or service difficulties related to network capacity, dramatic and unplanned fluctuations in our customers’ demand for rail service with respect to one or more commodities or operating\n11\nregions, or other events that could negatively impact our operational efficiency, which could all have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe Transport Hazardous Materials\n– We transport certain hazardous materials and other materials, including crude oil, ethanol, and toxic inhalation hazard (TIH) materials, such as chlorine, that pose certain risks in the event of a release or combustion. Additionally, U.S. laws impose common carrier obligations on railroads that require us to transport certain hazardous materials regardless of risk or potential exposure to loss. A rail accident or other incident or accident on our network, at our facilities, or at the facilities of our customers involving the release or combustion of hazardous materials could involve significant costs and claims for personal injury, property damage, and environmental penalties and remediation in excess of our insurance coverage for these risks, which could have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe Rely on Technology and Technology Improvements in Our Business Operations\n– We rely on information technology in all aspects of our business, including technology systems operated by us or under control of third parties. If we do not have sufficient capital to acquire, develop, or implement new technology or maintain or upgrade current systems, such as PTC or the latest version of our transportation control systems, we may suffer a competitive disadvantage within the rail industry and with companies providing other modes of transportation service, which could have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe Are Subject to Cybersecurity Risks\n– We rely on information technology in all aspects of our business, including technology systems operated by us or under control of third parties. Although we devote significant resources to protect our technology systems and proprietary data, we have experienced and will continue to experience varying degrees of cyber incidents in the normal course of business. While there can be no assurance that the systems we have designed to prevent or limit the effects of cyber incidents or attacks will be sufficient to prevent or detect such incidents or attacks, or to avoid a material adverse impact on our systems after such incidents or attacks do occur, we are continually evaluating attackers’ techniques and tactics, and we are diligent in our monitoring, training, planning, and prevention. However, due to the rising rates and increasing sophistication of cyber-attacks, an increasingly complex IT supply chain, and the nature of zero-day exploits, we may be unable to anticipate or implement adequate preventative measures to prevent a security breach, including by ransomware, human error, or other cyber-attack methods, from disrupting our systems or the systems of third parties. A successful cyber-attack may result in significant service interruption; safety failure; other operational difficulties; unauthorized access to (or the loss of access to) competitively sensitive, confidential, or other critical data or systems; loss of customers; financial losses; regulatory fines; and misuse or corruption of critical data and proprietary information, which could all have a material adverse impact on our results of operations, financial condition, and liquidity. We also may experience security breaches that could remain undetected for an extended period and, therefore, have a greater impact on the services we offer.\nSevere Weather Could Result in Significant Business Interruptions and Expenditures\n– As a railroad with a vast network, we are exposed to severe weather conditions and other natural phenomena, including earthquakes, hurricanes, fires, floods, mudslides or landslides, extreme temperatures, avalanches, and significant precipitation. Line outages and other interruptions caused by these conditions can adversely affect our entire rail network, potentially negatively affecting revenue, costs, and liabilities, despite efforts we undertake to plan for these events. Our revenues can also be adversely affected by severe weather that causes damage and disruptions to our customers. These impacts caused by severe weather could have a material adverse effect on our results of operations, financial condition, and liquidity.\nA Significant Portion of Our Revenue Involves Transportation of Commodities to and from International Markets\n– Although revenues from our operations are attributable to transportation services provided in the U.S., a significant portion of our revenues involves the transportation of commodities to and from international markets, including Mexico, Canada, and Southeast Asia, by various carriers and, at times, various modes of transportation. Significant and sustained interruptions of trade with Mexico, Canada, or countries in Southeast Asia, including China, could adversely affect customers and other entities that, directly or indirectly, purchase or rely on rail transportation services in the U.S. as part of their operations, and any such interruptions could have a material adverse effect on our results of operations, financial condition, and liquidity. Any one or more of the following could cause a significant and sustained interruption of trade with Mexico, Canada, or countries in Southeast Asia: (a) a deterioration of security for international trade and businesses; (b) the adverse impact of new laws, rules, and regulations or the interpretation of laws, rules, and regulations by government entities, courts, or\nregulatory bodies, including the United States-Mexico-Canada Agreement (USMCA) and a “Phase One” trade agreement with China;\n(c) actions\n12\nof taxing authorities that affect our customers doing business in foreign countries; (d) any significant adverse economic developments, such as extended periods of high inflation, material disruptions in the banking sector or in the capital markets of these foreign countries, and significant changes in the valuation of the currencies of these foreign countries that could materially affect the cost or value of imports or exports; (e) shifts in patterns of international trade that adversely affect import and export markets; (f) a material reduction in foreign direct investment in these countries; and (g) public health crises, including the outbreak of pandemic or contagious disease, such as the novel coronavirus and its variant strains.\nWe Are Dependent on Certain Key Suppliers of Locomotives and Rail\n– Due to the capital intensive nature and sophistication of locomotive equipment, parts, and maintenance, potential new suppliers face high barriers to entry. Therefore, if one of the domestic suppliers of high horsepower locomotives discontinues manufacturing locomotives, supplying parts or providing maintenance for any reason, including bankruptcy or insolvency, we could experience significant cost increases and reduced availability of the locomotives that are necessary for our operations. Additionally, for a high percentage of our rail purchases, we utilize two steel producers (one domestic and one international) that meet our specifications. Rail is critical to our operations for rail replacement programs, maintenance, and for adding additional network capacity, new rail and storage yards, and expansions of existing facilities. This industry similarly has high barriers to entry, and if one of these suppliers discontinues operations for any reason, including bankruptcy or insolvency, we could experience both significant cost increases for rail purchases and difficulty obtaining sufficient rail for maintenance and other projects. Changes to trade agreements or policies that result in increased tariffs on goods imported into the United States could also result in significant cost increases for rail purchases and difficulty obtaining sufficient rail.\nHuman Capital Risks\nStrikes or Work Stoppages Could Adversely Affect Our Operations\n– The U.S. Class I railroads are party to collective bargaining agreements with various labor unions. The majority of our employees belong to labor unions and are subject to these agreements. Disputes with regard to the terms of these agreements or our potential inability to negotiate acceptable contracts with these unions could result in, among other things, strikes, work stoppages, slowdowns, or lockouts, which could cause a significant disruption of our operations and have a material adverse effect on our results of operations, financial condition, and liquidity. Additionally, future national labor agreements, or renegotiation of labor agreements or provisions of labor agreements, could compromise our service reliability or significantly increase our costs for health care, wages, and other benefits, which could have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts at loading/unloading facilities, ports, or other transport access points could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts by employees of our customers or our suppliers could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity.\nThe Availability of Qualified Personnel Could Adversely Affect Our Operations\n– Changes in demographics, training requirements, and the availability of qualified personnel, including the effects on availability from pandemic illnesses or restrictions, could negatively affect our ability to meet demand for rail service. Unpredictable increases in demand for rail services and a lack of network fluidity may exacerbate such risks, which could have a negative impact on our operational efficiency and otherwise have a material adverse effect on our results of operations, financial condition, and liquidity.\nLegal and Regulatory Risks\nWe Are Subject to Significant Governmental Regulation\n– We are subject to governmental regulation by a significant number of federal, state, and local authorities covering a variety of health, safety, labor, environmental, economic (as discussed below), tax, and other matters. Many laws and regulations require us to obtain and maintain various licenses, permits, and other authorizations, and we cannot guarantee that we will continue to be able to do so. Our failure to comply with applicable laws and regulations could have a material adverse effect on us. Governments or regulators may change the legislative or regulatory frameworks within which we operate without providing us any recourse to address any adverse effects on our business, including, without limitation, regulatory determinations or rules regarding dispute resolution, increasing the amount of our traffic subject to common carrier regulation, business relationships with other railroads, calculation of our cost of capital or other inputs relevant to computing our revenue adequacy, the prices we charge, changes in tax rates, enactment of new tax laws, and revision in tax regulations. Significant legislative activity in Congress or regulatory activity by the STB could expand regulation of\n13\nrailroad operations and prices for rail services, which could reduce capital spending on our rail network, facilities, and equipment, and have a material adverse effect on our results of operations, financial condition, and liquidity. For example, enacted federal legislation mandated the implementation of PTC technology by December 31, 2020, which we invested approximately $2.9 billion to develop. Additionally, one or more consolidations of Class I railroads also could lead to increased regulation of the rail industry.\nWe May Be Subject to Various Claims and Lawsuits That Could Result in Significant Expenditures\n– As a railroad with operations in densely populated urban areas and a vast rail network, we are exposed to the potential for various claims and litigation related to labor and employment, personal injury, property damage, environmental liability, and other matters. Any material changes to litigation trends or a catastrophic rail accident or series of accidents involving any or all of property damage, personal injury, and environmental liability that exceed our insurance coverage for such risks could have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe Are Subject to Significant Environmental Laws and Regulations\n– Due to the nature of the railroad business, our operations are subject to extensive federal, state, and local environmental laws and regulations concerning, among other things, emissions to the air; discharges to waters; handling, storage, transportation, and disposal of waste and other materials; and hazardous material or petroleum releases. We generate and transport hazardous and non-hazardous waste in our operations. Environmental liability can extend to previously owned or operated properties, leased properties, properties owned by third parties, as well as properties we currently own. Environmental liabilities have arisen and may also arise from claims asserted by adjacent landowners or other third parties in toxic tort litigation. We have been and may be subject to allegations or findings that we have violated, or are strictly liable under, these laws or regulations. We currently have certain obligations at existing sites for investigation, remediation, and monitoring, and we likely will have obligations at other sites in the future. Liabilities for these obligations affect our estimate based on our experience and, as necessary, the advice and assistance of our consultants. However, actual costs may vary from our estimates due to any or all of several factors, including changes to environmental laws or interpretations of such laws, technological changes affecting investigations and remediation, the participation and financial viability of other parties responsible for any such liability, and the corrective action or change to corrective actions required to remediate any existing or future sites. We could incur significant costs as a result of any of the foregoing, and we may be required to incur significant expenses to investigate and remediate known, unknown, or future environmental contamination, which could have a material adverse effect on our results of operations, financial condition, and liquidity.\nMacroeconomic and Industry Risks\nWe Face Competition from Other Railroads and Other Transportation Providers\n– We face competition from other railroads, motor carriers, ships, barges, and pipelines. Our main railroad competitor is Burlington Northern Santa Fe LLC. Its primary subsidiary, BNSF Railway Company (BNSF), operates parallel routes in many of our main traffic corridors. In addition, we operate in corridors served by other railroads and motor carriers. Motor carrier competition exists for all three of our commodity groups (excluding most coal shipments). Because of the proximity of our routes to major inland and Gulf Coast waterways, barges can be particularly competitive, especially for grain and bulk commodities in certain areas where we operate. In addition to price competition, we face competition with respect to transit times, quality, and reliability of service from motor carriers and other railroads. Motor carriers in particular can have an advantage over railroads with respect to transit times and timeliness of service. However, railroads are much more fuel-efficient than trucks, which reduces the impact of transporting goods on the environment and public infrastructure, and we have been making efforts to convert truck traffic to rail. Additionally, we must build or acquire and maintain our rail system, while trucks, barges, and maritime operators are able to use public rights-of-way maintained by public entities. Any of the following could also affect the competitiveness of our transportation services for some or all of our commodities, which could have a material adverse effect on our results of operations, financial condition, and liquidity: (i) improvements or expenditures materially increasing the quality or reducing the costs of these alternative modes of transportation, such as autonomous or more fuel efficient trucks, (ii) legislation that eliminates or significantly increases the size or weight limitations applied to motor carriers, or (iii) legislation or regulatory changes that impose operating restrictions on railroads or that adversely affect the profitability of some or all railroad traffic. M\nany movements face product or geographic competition where our customers can use different products (e.g. natural gas instead of coal, sorghum instead of corn) or commodities from different locations (e.g. grain from states or countries that we do not serve, crude oil from different regions). Sourcing different commodities or different locations allows shippers to substitute different carriers and such competition may reduce our volume or constrain prices.\nAdditionally, any future consolidation of the rail industry could materially affect our competitive environment.\n14\nWe May Be Affected by Climate Change and Market or Regulatory Responses to Climate Change\n– Climate change, including the impact of global warming, could have a material adverse effect on our results of operations, financial condition, and liquidity. Restrictions, caps, taxes, or other controls on emissions of greenhouse gasses, including diesel exhaust, could significantly increase our operating costs. Restrictions on emissions could also affect our customers that (a) use commodities that we carry to produce energy, (b) use significant amounts of energy in producing or delivering the commodities we carry, or (c) manufacture or produce goods that consume significant amounts of energy or burn fossil fuels, including chemical producers, farmers and food producers, and automakers and other manufacturers. Significant cost increases, government regulation, or changes of consumer preferences for goods or services relating to alternative sources of energy or emissions reductions could materially affect the markets for the commodities we carry, which in turn could have a material adverse effect on our results of operations, financial condition, and liquidity. Government incentives encouraging the use of alternative sources of energy also could affect certain of our customers and the markets for certain of the commodities we carry in an unpredictable manner that could alter our traffic patterns, including, for example, increasing royalties charged to producers of PRB coal by the U.S. Department of Interior and the impacts of ethanol incentives on farming and ethanol producers. We could face increased costs related to defending and resolving legal claims and other litigation related to climate change and the alleged impact of our operations on climate change. Violent weather caused by climate change, including earthquakes, hurricanes, fires, floods, extreme temperatures, avalanches, and significant precipitation could cause line outages and other interruptions to our infrastructure. Any of these factors, individually or in operation with one or more of the other factors, or other unforeseen impacts of climate change could reduce the amount of traffic we handle and have a material adverse effect on our results of operations, financial condition, and liquidity.\nOur business, financial condition\n,\nand\nresults of\noperations ha\nve\nbeen adversely affected and in the future could be materially adversely affected by\npandemic\ns\n–\nOur\nbusiness, financial condition\n,\nand\nresults of\noperations have been adversely affected by the\ncoronavirus (\nCOVID-19\n)\npandemic\nand may be affected by other pandemics. COVID-19 has\ncaused, and is expected to continue to cause, a global slowdown of economic activity (including the decrease in demand for a broad variety of goods), disruptions in global supply chains\n,\nand significant volatility and disruption of financial markets and that also has adversely affected workforces, customers, and regional and local economies.\nOther future pandemics may cause these same or similar consequences.\nBecause the severity, magnitude\n,\nand duration of the COVID-19 pandemic and its economic consequences are uncertain, rapidly changing\n,\nand difficult to predict, the impact on our business and financial condition remains uncertain and difficult to predict. The ultimate impact of the COVID-19 pandemic on our\nresults of\noperations and financial condition remains uncertain and depends on numerous evolving factors, which\nwe may not be able to effectively respond to and\nare not\nentirely\nwithin our control\n. These factors also may be of importance for other pandemics\n, including, but not limited to: governmental, business\n,\nand individuals’ actions that have been and continue to be taken in response to\na global\npandemic (including restrictions on travel and transport, workforce pressures\n,\nand social distancing\n,\nand shelter-in-place orders); the effect of\na\npandemic on economic activity and actions taken in response; the effect on our customers and their demand for our services; the effect of\na\npandemic on the credit-worthiness of our customers; national or global supply chain challenges or disruption; facility closures; commodity cost volatility; general economic uncertainty in key global markets and financial market volatility; global economic conditions and levels of economic growth; and the pace of recovery\nas the\npandemic subsides as well as response to a potential reoccurrence.\nFurther,\na\npandemic, and the volatile regional and global economic conditions stemming from\na\npandemic, could also precipitate and aggravate the other risk factors that we identify, which could materially adversely affect our business, financial condition, results of operations (including revenues and profitability)\n,\nand/or stock price. Additionally,\na pandemic\nalso\nmay\naffect our operating and financial results in a manner that is not presently known to us or that we currently do not consider to present significant risks to our operations.\nFinancial Risks\nWe Are Affected By Fluctuating Fuel Prices\n– Fuel costs constitute a significant portion of our transportation expenses. Diesel fuel prices can be subject to dramatic fluctuations, and significant price increases could have a material adverse effect on our operating results. Although we currently are able to recover a significant amount of our fuel expenses from our customers through revenue from fuel surcharges, we cannot be certain that we will always be able to mitigate rising or elevated fuel costs through our fuel surcharges. Additionally, future market conditions or legislative or regulatory activities could adversely affect our ability to apply fuel surcharges or adequately recover increased fuel costs through fuel surcharges. As fuel prices fluctuate, our fuel surcharge programs trail such fluctuations in fuel price by approximately two months, and may be a significant source of quarter-over-quarter and year-over-year\n15\nvolatility, particularly in periods of rapidly changing prices. International, political, and economic factors, events and conditions affect the volatility of fuel prices and supplies. Weather can also affect fuel supplies and limit domestic refining capacity. A severe shortage of, or disruption to, domestic fuel supplies could have a material adverse effect on our results of operations, financial condition, and liquidity. Alternatively, lower fuel prices could have a positive impact on the economy by increasing consumer discretionary spending that potentially could increase demand for various consumer products we transport. However, lower fuel prices could have a negative impact on other commodities we transport, such as coal and domestic drilling-related shipments, which could have a material adverse effect on our results of operations, financial condition, and liquidity.\nWe Rely on Capital Markets\n– Due to the significant capital expenditures required to operate and maintain a safe and efficient railroad, we rely on the capital markets to provide some of our capital requirements. We utilize long-term debt instruments, bank financing, and commercial paper from time-to-time, and we pledge certain of our receivables. Significant instability or disruptions of the capital markets, including the credit markets, or deterioration of our financial condition due to internal or external factors could restrict or prohibit our access to, and significantly increase the cost of, commercial paper and other financing sources, including bank credit facilities and the issuance of long-term debt, including corporate bonds. A significant deterioration of our financial condition could result in a reduction of our credit rating to below investment grade, which could restrict or, at certain credit levels below investment grade, may prohibit us from utilizing our current receivables securitization facility. This may also limit our access to external sources of capital and significantly increase the costs of short and long-term debt financing.\nGeneral Risk Factors\nWe Are Affected by General Economic Conditions\n– Prolonged, severe adverse domestic and global economic conditions or disruptions of financial and credit markets may affect the producers and consumers of the commodities we carry and may have a material adverse effect on our access to liquidity, results of operations, and financial condition.\nWe May Be Affected by Acts of Terrorism, War, or Risk of War\n– Our rail lines, facilities, and equipment, including rail cars carrying hazardous materials, could be direct targets or indirect casualties of terrorist attacks. Terrorist attacks, or other similar events, any government response thereto, and war or risk of war may adversely affect our results of operations, financial condition, and liquidity. In addition, insurance premiums for some or all of our current coverages could increase dramatically, or certain coverages may not be available to us in the future."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n16"
  },
  {
    "item_key": "item_2",
    "text": "We employ a variety of assets in the management and operation of our rail business. Our rail network covers 23 states in the western two-thirds of the U.S.\nTRACK\nOur rail network includes 32,313 route miles. We own 26,069 miles and operate on the remainder pursuant to trackage rights or leases. The following table describes track miles at December 31, 2020 and 2019:\nHEADQUARTERS BUILDING\nWe own our headquarters building in Omaha, Nebraska. The facility has 1.2 million square feet of space that can accommodate approximately 4,000 employees.\nHARRIMAN DISPATCHING CENTER\nThe Harriman Dispatching Center (HDC), located in Omaha, Nebraska, is our primary dispatching facility. It is linked to regional dispatching and locomotive management facilities at various locations along our network. HDC employees coordinate moves of locomotives and trains, manage traffic and train crews on\n17\nour network, and coordinate interchanges with other railroads. Approximately 700 employees currently work on-site in the facility. In the event of a disruption of operations at HDC due to a cyber-attack, flooding or severe weather, pandemic outbreak, or other event, we maintain the capability to conduct critical operations at back-up facilities in different locations.\nRAIL FACILITIES\nIn addition to our track structure, we operate numerous facilities, including terminals for intermodal and other freight; rail yards for building trains (classification yards), switching, storage-in-transit (the temporary storage of customer goods in rail cars prior to shipment), and other activities; offices to administer and manage our operations; dispatching centers to direct traffic on our rail network; crew on duty locations for train crews along our network; and shops and other facilities for fueling, maintenance, and repair of locomotives and repair and maintenance of rail cars and other equipment. The following table includes the major yards and terminals on our system:\nRAIL EQUIPMENT\nOur equipment includes owned and leased locomotives and rail cars; heavy maintenance equipment and machinery; other equipment and tools in our shops, offices, and facilities; and vehicles for maintenance, transportation of crews, and other activities. As of December 31, 2020, we owned or leased the following units of equipment:\n18\nWe continuously assess our need for equipment to run an efficient and reliable network. Many factors cause us to adjust the size of our active fleets, including changes in carload volume, weather events, seasonality, customer preferences, and productivity initiatives. As some of these factors are difficult to assess or can change rapidly, we maintain a surge fleet to remain agile. Without the surge fleet, our ability to react quickly is hindered as equipment suppliers are limited and lead times to acquire equipment are long and may be in excess of a year. We believe our locomotive and freight car fleets are appropriately sized to meet our current and future business requirements. These fleets serve as the most reliable and efficient equipment to facilitate growth without additional acquisitions. Locomotive and freight car in service utilization percentages for the year ended December 31, 2020, were 58% and 71%, respectively.\nCAPITAL EXPENDITURES\nOur rail network requires significant annual capital investments for replacement, improvement, and expansion. These investments enhance safety, support the transportation needs of our customers, and improve our operational efficiency. Additionally, we add new locomotives and freight cars to our fleet to replace older equipment and to support growth and customer demand.\n2020 Capital Program\n– During 2020, our capital program totaled approximately $2.84 billion. (See the cash capital investments table in Management’s Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources, Item 7, of this report)\n2021 Capital Plan\n–\nIn 2021, we expect our capital plan to be approximately $2.9 billion, essentially flat with 2020.\n(See further discussion of our 2021 capital plan in Management’s Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources, Item 7, of this report)\nOTHER\nEquipment Encumbrances\n– Equipment with a carrying value of approximately $1.3 billion and $1.6 billion at December 31, 2020 and 2019, respectively, served as collateral for finance leases and other types of equipment obligations in accordance with the secured financing arrangements utilized to acquire or refinance such railroad equipment.\nEnvironmental Matters\n– Certain of our properties are subject to federal, state, and local laws and regulations governing the protection of the environment. (See discussion within this report of environmental issues in Business – Governmental and Environmental Regulation, Item 1; Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Policies – Environmental, Item 7; and Note 17 of the Consolidated Financial Statements.)"
  },
  {
    "item_key": "item_3",
    "text": "From time to time, we are involved in legal proceedings, claims, and litigation that occur in connection with our business. We routinely assess our liabilities and contingencies in connection with these matters based upon the latest available information, and, when necessary, we seek input from our third-party advisors when making these assessments. Consistent with SEC rules and requirements, we describe below material pending legal proceedings (other than ordinary routine litigation incidental to our business), material proceedings known to be contemplated by governmental authorities, other proceedings arising under federal, state, or local environmental laws and regulations (including governmental proceedings involving potential fines, penalties, or other monetary sanctions in excess of $1,000,000), and such other pending matters that we may determine to be appropriate.\nENVIRONMENTAL MATTERS\nWe receive notices from the EPA and state environmental agencies alleging that we are or may be liable under federal or state environmental laws for remediation costs at various sites throughout the U.S., including sites on the Superfund National Priorities List or state superfund lists. We cannot predict the ultimate impact of these proceedings and suits because of the number of potentially responsible parties involved, the degree of contamination by various wastes, the scarcity and quality of volumetric data related to many of the sites, and the speculative nature of remediation costs.\nInformation concerning environmental claims and contingencies and estimated remediation costs is set forth in this report in Management’s Discussion and Analysis of Financial Condition and Results of Operations – Critical Accounting Policies – Environmental, Item 7, and Note 17 of the Consolidated Financial Statements.\n19\nOTHER MATTERS\nAntitrust Litigation\n–\nAs we reported in our Quarterly Report on Form 10-Q for the quarter ended June 30, 2007, 20 rail shippers (many of whom are represented by the same law firms) filed virtually identical antitrust lawsuits in various federal district courts against us and four other Class I railroads in the U.S. Currently, UPRR and three other Class I railroads are the named defendants in the lawsuit. The original plaintiff filed the first of these claims in the U.S. District Court in New Jersey on May 14, 2007. These suits alleged that the named railroads engaged in price-fixing by establishing common fuel surcharges for certain rail traffic.\nAs previously reported in our Quarterly Report on Form 10-Q for the quarter ended September 30, 2019, an appellate hearing related to the U.S. District Court for the District of Columbia’s denial of class certification for the rail shippers was held on September 28, 2018. On August 16, 2019, the U.S. Court of Appeals for the District of Columbia Circuit affirmed the decision of U.S. District Court denying class certification (the Certification Denial). Only five plaintiffs remain in this multidistrict litigation (MDL) originally filed in 2007, which remains pending. They are proceeding on a consolidated basis in the U.S. District of Columbia Court before the Honorable Paul L. Friedman (MDL I). Since the Certification Denial, approximately 96 lawsuits have been filed in federal court based on claims identical to those alleged in the class certification case. The Judicial Panel on Multidistrict Litigation consolidated these suits for pretrial proceedings in the U.S. District of Columbia District Court before the Honorable Beryl A. Howell (MDL II).\nAs we reported in our Current Report on Form 8-K, filed on June 10, 2011, the Railroad received a complaint filed in the U.S. District Court for the District of Columbia on June 7, 2011, by Oxbow Carbon & Minerals LLC and related entities (Oxbow). The fuel surcharge antitrust claim remains and was stayed pending the decision on class certification discussed above. As a result of the Certification Denial, the parties continued to discovery and discovery is complete in this matter. The parties do not anticipate dates for summary judgment or trial will be set in the Oxbow matter until Judge Friedman rules on certain matters in the MDL I mentioned above.\nWe continue to deny the allegations that our fuel surcharge programs violate the antitrust laws or any other laws. We believe that these lawsuits are without merit, and we will vigorously defend our actions. Therefore, we currently believe that these matters will not have a material adverse effect on any of our results of operations, financial condition, and liquidity.\nAmericans with Disabilities Act (ADA) Litigation-\nAs reported in our Annual Report on Form 10-K for the fiscal year ended December 31, 2019, a lawsuit was filed in U.S. District Court for the Western District of Washington (the District Court-Washington), in 2016, alleging violations of the ADA and Genetic Information Nondiscrimination Act relating to Fitness for Duty requirements for safety sensitive positions. On August 8, 2016, the District Court-Washington granted plaintiffs' motion to transfer their claim to the U.S. District Court of Nebraska (the District Court-Nebraska). On February 5, 2019, the District Court-Nebraska granted plaintiffs’ motion to certify the ADA allegations as a class action. We were granted the right to appeal this class certification to the U.S. Court of Appeals for the Eighth Circuit (the Eighth Circuit) on March 13, 2019, and the matter was argued before the Eighth Circuit in November 2019. As reported in our Quarterly Report on Form 10-Q for the quarter ended March 31, 2020, a panel of Eighth Circuit judges issued a decision overturning the District Court-Nebraska and decertified the class action on March 24, 2020.\nPlaintiff’s counsel did not pursue an appeal of the Eighth Circuit’s decision and is instead pursuing over 160 former class members’ individual ADA lawsuits against the Company in the District Court-Nebraska. The Company has filed a motion to sever the class representatives’ individual claims and that motion is currently pending. Additionally, purported members of the class have filed approximately 220 individual charges of discrimination with various offices of the Equal Employment Opportunity Commission (EEOC).\nWe intend to vigorously defend the lawsuits currently pending in the United States District Courts and charges of discrimination currently being investigated by the EEOC. We believe that these lawsuits are without merit, and that these matters will not have a material adverse effect on our results of operations, financial condition, and liquidity."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n‎\n20\nInformation About Our Exec\nutive Officers and Principal Executive Officers of Our Subsidiaries\nThe Board of Directors typically elects and designates our executive officers on an annual basis at the board meeting held in conjunction with the Annual Meeting of Shareholders, and they hold office until their successors are elected. Executive officers also may be elected and designated throughout the year, as the Board of Directors considers appropriate. There are no family relationships among the officers, nor is there any arrangement or understanding between any officer and any other person pursuant to which the officer was selected. The following table sets forth certain information current as of February 5, 2021, relating to the executive officers.\n[1]\nMs. Hamann was elected Executive Vice President and Chief Financial Officer of UPC and the Railroad effective January 1, 2020. She previously served as Senior Vice President – Finance (April 2019 – December 2019), Vice President – Planning & Analysis (October 2017 – March 2019), and Vice President & General Manager – Marketing and Sales – Autos team (February 2016 – September 2017).\n[2]\nMr. Richardson was elected Executive Vice President, Chief Legal Officer, and Corporate Secretary of UPC and the Railroad effective December 8, 2020. He most recently served as Vice President – Commercial and Regulatory Law since 2015.\n[3]\nMr. Rocker was elected Executive Vice President – Marketing and Sales of the Railroad effective August 15, 2018. Mr. Rocker previously served at the Railroad as Vice President – Marketing and Sales – Industrial team (October 2016 – August 2018). Prior to this election, Mr. Rocker served as Assistant Vice President – Marketing and Sales – Chemicals team (April 2014 – September 2016).\n[4]\nMr. Gehringer was elected\nExecutive Vice President\n– Operations of the Railroad effective January 1, 2021. Mr. Gehringer previously served as Senior Vice President – Transportation (July 2020 – December 2020), Vice President – Mechanical and Engineering (January 2020 – July 2020), Vice President – Engineering (March 2018 – January 2020), Assistant Vice President – Engineering (September 2016 – March 2018), and General Director – Maintenance of Way (May 2015 – September 2016).\n[5]\nMs. Whited was elected Executive Vice President and Chief Human Resources Officer of UPC and the Railroad effective August 15, 2018. She previously served as Executive Vice President and Chief Marketing Officer (December 2016 – August 2018) and Vice President and General Manager – Marketing and Sales – Chemicals team (October 2012 – December 2016).\n‎\n21\nPA\nRT II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is traded on the New York Stock Exchange (NYSE) under the symbol “UNP”.\nAt January 29, 2021, there were 669,829,363 shares of common stock outstanding and 29,745 common shareholders of record. On that date, the closing price of the common stock on the NYSE was $197.47. We paid dividends to our common shareholders during each of the past 121 years.\nComparison Over One- and Three-Year Periods\n– The following table presents the cumulative total shareholder returns, assuming reinvestment of dividends, over one- and three-year periods for the Corporation (UNP), a peer group index (comprised of CSX Corporation and Norfolk Southern Corporation), the Dow Jones Transportation Index (DJ Trans), and the Standard & Poor’s 500 Stock Index (S&P 500).\nFive-Year Performance Comparison\n– The following graph provides an indicator of cumulative total shareholder returns for the Corporation as compared to the peer group index (described above), the DJ Trans, and the S&P 500. The graph assumes that $100 was invested in the common stock of Union Pacific Corporation and each index on December 31, 2015, and that all dividends were reinvested. The information below is historical in nature and is not necessarily indicative of future performance.\n‎\n22\nPurchases of Equity Securities\n– During 2020, we repurchased 22,826,071 shares of our common stock at an average price of $167.92. The following table presents common stock repurchases during each month for the fourth quarter of 2020:\n[a]\nTotal number of shares purchased during the quarter includes approximately 10,464 shares delivered or attested to UPC by employees to pay stock option exercise prices, satisfy excess tax withholding obligations for stock option exercises or vesting of retention units, and pay withholding obligations for vesting of retention shares.\n[b]\nEffective April 1, 2019, our Board of Directors authorized the repurchase of up to\n150 million shares of our common stock by March 31, 2022, replacing our previous repurchase program.\nThese repurchases may be made on the open market or through other transactions. Our management has sole discretion with respect to determining the timing and amount of these transactions.\n‎\n23\nIt\nem 6.\nSelected Financial Data\nThe following table presents as of, and for the years ended, December 31, our selected financial data for each of the last five years. The selected financial data should be read in conjunction with Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, and with the Financial Statements and Supplementary Data, Item 8. The information below is historical in nature and is not necessarily indicative of future financial condition or results of operations.\n[a]\n2020 includes a $278 million non-cash impairment charge related to Brazos yard.\n[b]\n2017 includes a $5.9 billion non-cash reduction to income tax expense and $212 million non-cash reduction to operating expenses related to the Tax Cuts and Jobs Act enacted on December 22, 2017.\n[c]\nIncludes fuel surcharge revenue of $967 million, $1.6 billion, $1.7 billion, $966 million, and $560 million for 2020, 2019, 2018, 2017, and 2016, respectively, which partially offsets increased operating expenses for fuel. (See further discussion in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Item 7, of this report.)\n[d]\nLong-term obligations is determined as follows: total liabilities less current liabilities.\n[e]\nOperating ratio is defined as operating expenses divided by operating revenues.\n[f]\nReturn on average common shareholders' equity is determined as follows: Net income divided by average common shareholders' equity.\n‎\n24"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion should be read in conjunction with the Consolidated Financial Statements and applicable notes to the Financial Statements and Supplementary Data, Item 8, and other information in this report, including Risk Factors set forth in Item 1A and Critical Accounting Policies and Cautionary Information at the end of this Item 7. The following section generally discusses 2020 and 2019 items and year-to-year comparisons between 2020 and 2019. Discussions of 2018 items and year-to-year comparisons between 2019 and 2018 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7, of the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2019.\nThe Railroad, along with its subsidiaries and rail affiliates, is our one reportable business segment. Although revenue is analyzed by commodity, we analyze the net financial results of the Railroad as one segment due to the integrated nature of the rail network.\nEXECUTIVE SUMMARY\n2020 Results\n\nCoronavirus Pandemic (COVID-19)\n–\n2020 was a year of great uncertainty as COVID-19 spread across the globe. The pandemic caused a dramatic slowdown of the economy as government intervention forced closures and changed individual behaviors, and businesses transformed their operations to protect the health and safety of their employees, customers, and communities. The varying levels of mitigation across different industries had a significant impact on the demand to ship freight in certain market segments. The most notable impact on our revenue was the temporary suspension of automotive production and the corollary effect it had on products used for auto manufacturing. Other reductions in production drove volume declines in a number of other markets as well. The pandemic also disrupted supply chains between Asia and the United States driving declines in intermodal shipments. While second quarter was the hardest hit and volumes have improved sequentially from that quarter, some market segments are still lagging as year-over-year volumes are down.\n\nSafety\n– The health and wellbeing of our employees was top of mind in 2020 as we navigated the continually changing environment due to COVID-19. We have and are continuing to adapt to protect the safety of our employees, our customers, and the communities we serve. Enhanced safety procedures were implemented across the system, including new procedures and policies based on Centers for Disease Control and Prevention (CDC) guidelines.\nWe continued our focus on safety to reduce risk and eliminate incidents for our employees, our customers, and the public. While we have implemented new practices, which drove a 17% improvement in our reportable equipment incident rate per million train miles, we have significant opportunity for improvement remaining. Our reportable personal injury incidents per 200,000 employee-hours of 0.90 was flat with last year.\nWe continued to use Total Safety Culture, Courage to Care, and COMMIT (Coaching, Observing, Mentoring and Motivating with Integrity and Trust) throughout our operations.\nWe remained focused on identifying and managing risks and training our employees as their work environment changes.\n\nNetwork Operations\n– While the pandemic resulted in significant swings in volume, we were able to adjust our demand-driven resources to reflect these fluctuations with minimal disruptions to our customers. Both our Intermodal and Manifest/Automotive car trip plan compliance improved 6 points in 2020, showing our dedication to providing the customer with a service product that delivers value. Although the environment we operated in changed due to COVID-19, we continued our operational transformation. This was evident as o\nur key performance indicators have improved substantially year-over-year. Transportation plan changes to eliminate switches and improved terminal processes drove an 8% improvement in freight car terminal dwell. Improved dwell coupled with 3% faster average train speed led to a 6% improvement in freight car velocity. We also saw 14% improvement in locomotive productivity and 11% improvement in work force productivity. Additional detail on these metrics are discussed in Other Operating / Performance and Financial Statistics of this Item 7.\n\nFreight Revenues\n– Our freight revenues decreased 10% year-over-year to\n$18.3 billion driven by a volume decline of 7%, lower fuel surcharge revenue, and negative mix of traffic (for example, a relative\n25\nincrease in intermodal shipments, which have a lower average revenue per car (ARC)), partially offset by core pricing gains. Volume declined in almost every market segment due to the deteriorating economic conditions brought on by the COVID-19 pandemic. While some markets rebounded in the last half of the year, particularly grain and intermodal, others still lagged 2019 levels. Shipments of coal, sand, and petroleum products continue to be negatively impacted by the low crude oil and natural gas prices.\n\nFinancial Results\n–\nIn 2020, we generated operating income of $7.8 billion, 8% below 2019, driven by the impacts of COVID-19 and a non-cash impairment charge of $278 million related to our Brazos yard investment. Productivity initiatives, lower volumes, and lower fuel prices drove operating expenses down 11% from 2019. These factors coupled with improved pricing were not enough to offset the impact of the revenue decline. Net income of\n$5.3\nbillion translated into earnings of $7.88 per diluted share, down 6% from last year. Despite the adversity from COVID-19, our operational transformation produced an all-time record 59.9% operating ratio, improving 0.7 points from 2019.\n\nFuel Prices\n– Our average price of diesel fuel in 2020 was $1.50 per gallon, a decrease of 30% from 2019.\nThe lower price resulted in lower operating expenses of $539 million (excluding any impact from year-over-year volume declines). Gross ton-miles decreased 9% and our fuel consumption rate, computed as gallons of fuel consumed divided by gross ton-miles, improved 2%, both driving lower fuel expense.\n\nLiquidity\n– We are continually evaluating the impact of COVID-19 on our financial condition and liquidity. On December 31, 2020, we had $1.8 billion of cash and cash equivalents. Despite the pandemic, we generated $8.5 billion of cash from operating activities, yielding free cash flow of $3.2 billion after reductions of $2.7 billion for cash used in investing activities and $2.6 billion in dividends. Even though our share repurchase program was temporarily paused for six months starting in March 2020, we repurchased $3.7 billion of our shares. We have been, and we expect to continue to be, in compliance with our debt covenants. We have $2.0 billion of credit available under our revolving credit facility, up to $800 million undrawn on our Receivables Facility, and three bilateral revolving credit lines, which mature in May 2021, with up to $600 million of available credit. As of December 31, 2020, none of the revolving credit facility, Receivables Facility, or bilateral revolving credit lines was drawn.\nFree cash flow is defined as cash provided by operating activities less cash used in investing activities and dividends paid.\nFree cash flow is not considered a financial measure under GAAP by SEC Regulation G and Item 10 of SEC Regulation S-K and may not be defined and calculated by other companies in the same manner. We believe free cash flow is important to management and investors in evaluating our financial performance and measures our ability to generate cash without additional external financing. Free cash flow should be considered in addition to, rather than as a substitute for, cash provided by operating activities. The following table reconciles cash provided by operating activities (GAAP measure) to free cash flow (non-GAAP measure):\n2021 Outlook\n\nSafety\n–\nOperating a safe railroad benefits all our constituents: our employees, customers, shareholders, and the communities we serve. We will continue using a multi-faceted approach to safety utilizing technology, risk assessments, training, employee engagement, quality control, and targeted capital investments. We will continue using and expanding the deployment of Total Safety Culture, Courage to Care, COMMIT, and Peer to Peer throughout our operations, which allows us to identify and implement best practices for employee and operational safety. We formed an Operating Practices Command Center to identify causes of mainline service interruptions and develop solutions, in addition to, assisting employees with understanding policies, procedures, and best practices for handling trains. We will continue our efforts to utilize data to identify and mitigate risk, detect rail defects, improve or close crossings, and educate the public and law enforcement agencies about crossing safety through\n26\na combination of our own programs (including risk assessment strategies), industry programs, and local community activities across the network.\n\nNetwork Operations\n–\nIn 2021, we will continue to transform our railroad to further increase reliability of our service product, reduce variability in network operations, and improve resource utilization. Continued implementation of train length initiatives will allow us to add incremental volume growth to our existing train network. We will continue to make structural changes to improve operational performance and efficiency. A more efficient network requires fewer locomotives, freight cars, and other resources.\n\nMarket Conditions\n–\nWe expect uncertainties with COVID-19 and the economy to continue in 2021. How governments and consumers react to the resurgence, mutation of the virus, and distribution of the vaccine could result in or contribute to customer disruptions, an elongated recovery period, or a downturn from our current business levels. Disruptions in our customers’ supply chains caused by the pandemic or other factors may have an impact on our shipments. In addition, other factors such as natural gas prices, weather conditions, and demand for other energy sources may impact the coal market; crude oil price spreads may drive demand for petroleum products and drilling materials; available truck capacity could impact our intermodal business; and international trade agreements could promote or hinder trade.\n\nFuel Prices\n– Projections for crude oil and natural gas continue to fluctuate in the current\nenvironment. We again could see volatile fuel prices during the year, as they are sensitive to global and U.S. domestic demand, refining capacity, geopolitical events, weather conditions, and other factors. As prices fluctuate, there will be a timing impact on earnings, as our fuel surcharge programs trail increases or decreases in fuel price by approximately two months.\nSignificant changes in fuel prices could have an impact on the amount of consumer discretionary spending, impacting demand for various consumer products we transport. Alternatively, those changes could have an inverse impact on commodities such as coal, petroleum products, and domestic drilling-related shipments.\n\nCapital Plan\n–\nIn 2021, we expect our capital plan to be approximately $2.9 billion, essentially flat with 2020. Implementation of our new transportation plan has generated capacity. We will continue to harden our infrastructure, replace older assets, and improve the safety and resilience of the network. In addition, the plan includes investments intended to support growth and improve productivity and operational efficiency. The capital plan may be revised if business conditions warrant or if new laws or regulations affect our ability to generate sufficient returns on these investments. (See further discussion in this Item 7 under Liquidity and Capital Resources – Capital Plan).\n\nFinancial Expectations\n– We expect volume to be up four to as high as six percent in 2021 compared to 2020, provided the second half of the year’s industrial production strengthens as predicted by economists. In the current environment, we expect continued margin improvement driven by pricing opportunities in excess of inflation and ongoing productivity initiatives, resulting in approximately $500 million of productivity savings, while better leveraging our resources and strengthening our franchise. We expect to generate strong cash from operating activities along with maintaining our dividend and share repurchase program. As the\ncontinued\neffect of COVID-19 is still uncertain, it could have a material impact on our 2021 financial and operating results, but our focus will be on what we can manage, such as increasing productivity; seeking new business opportunities; protecting our employees, customers, and communities; and providing excellent service to our customers.\n‎\n27\nRESULTS OF OPERATIONS\nOperating Revenues\nWe generate freight revenues by transporting freight or other materials from our three commodity groups. Prior to 2020, we reported on four commodity groups, thus prior years’ freight revenue, average revenue per car (ARC), and carloadings have been realigned to the new reporting format. Freight revenues vary with volume (carloads) and ARC. Changes in price, traffic mix, and fuel surcharges drive ARC. Customer incentives, which are primarily provided for shipping to/from specific locations or based on cumulative volumes, are recorded as a reduction to operating revenues. Customer incentives that include variable consideration based on cumulative volumes are estimated using the expected value method, which is based on available historical, current, and forecasted volumes, and recognized as the related performance obligation is satisfied. We recognize freight revenues over time as shipments move from origin to destination. The allocation of revenue between reporting periods is based on the relative transit time in each reporting period with expenses recognized as incurred.\nOther revenues consist primarily of revenues earned by our other subsidiaries (primarily logistics and commuter rail operations) and accessorial revenues. Other subsidiary revenues are generally recognized over time as shipments move from origin to destination. The allocation of revenue between reporting periods is based on the relative transit time in each reporting period with expenses recognized as incurred. Accessorial revenues are recognized at a point in time as performance obligations are satisfied.\nFreight revenues decreased 10% year-over-year to $18.3 billion driven by a 7% volume decline, lower fuel surcharge, and negative mix of traffic, partially offset by core pricing gains. Volume declined in almost every market segment due to the deteriorating economic conditions brought on by the COVID-19 pandemic. While some markets rebounded in the fourth quarter, particularly grain and intermodal, others still lagged 2019 levels. Shipments of coal, sand, and petroleum products continue to be negatively impacted by low crude oil and natural gas prices.\nOur fuel surcharge programs generated freight revenues of almost $1.0 billion and $1.6 billion in 2020 and 2019, respectively. Fuel surcharge revenue in 2020 decreased $586 million as a result of a 30% decrease in fuel price and a 7% reduction in carloadings, partially offset by the lag impact on fuel surcharge (it can generally take up to two months for changing fuel prices to affect fuel surcharges recoveries).\nIn 2020, other subsidiary revenues decreased from 2019 driven by the disruption of the automotive supply chain, which drove lower intermodal shipments and revenue at our subsidiaries that broker intermodal and transload logistics services. Accessorial revenue and other revenue declined driven by lower industrial products traffic.\n28\nThe following tables summarize the year-over-year changes in freight revenues, revenue carloads, and ARC by commodity type:\n[a]\nFor intermodal shipments, each container or trailer equals one carload.\n29\nMexico Business\n– Each of our commodity groups includes revenue from shipments to and from Mexico. Revenue from Mexico business was $2.1 billion in 2020, down 10% compared to 2019, driven by a 12% decline in volume and lower fuel surcharge revenue, partially offset by core pricing gains. The volume decline was driven by the COVID-19 pandemic with declines in automotive and intermodal shipments, partially offset by increases in\nLPG\n, beer, and grain.\n30\nOperating Expenses\nCompensation and Benefits\n– Compensation and benefits include wages, payroll taxes, health and welfare costs, pension costs, other postretirement benefits, and incentive costs. In 2020, expenses decreased 12% compared to 2019, due to productivity initiatives; declines in carload volumes; lower weather-related costs; management’s actions responding to the sharp decline in volume, including three months of temporary unpaid leave and salary reductions, and almost 6 months of large shop closures (a locomotive shop, a freight car shop, and a maintenance-of-way shop); partially offset by wage inflation, an employment tax refund recognized in 2019, and a one-time bonus payment for agreement employees who worked during the pandemic. Severance costs were relatively flat year-over-year.\nDepreciation\n– The majority of depreciation relates to road property, including rail, ties, ballast, and other track material. Depreciation\nexpense was essentially flat in 2020 compared to 2019.\nPurchased Services and Materials\n– Expense for purchased services and materials includes the costs of services purchased from outside contractors and other service providers (including equipment maintenance and contract expenses incurred by our subsidiaries for external transportation services); materials used to maintain the Railroad’s lines, structures, and equipment; costs of operating facilities jointly used by UPRR and other railroads; transportation and lodging for train crew employees; trucking and contracting costs for intermodal containers; leased automobile maintenance expenses; and tools and supplies. Purchased services and materials decreased 13% in 2020 compared to 2019 driven by reductions in all of the following: locomotive maintenance expenses due to a smaller active fleet, volume-related costs for intermodal and transload services incurred by our subsidiaries, costs for transportation for the train crews, professional services expense, costs associated with derailments, and year-over-year weather-related costs.\nFuel\n– Fuel includes locomotive fuel and gasoline for highway and non-highway vehicles and heavy equipment.\nLocomotive diesel fuel prices, which averaged\n$1.50 per gallon (including taxes and transportation costs) in 2020, compared to $2.13 per gallon in 2019, decreased expenses $539 million (excluding any impact from year-over-year volume declines). Gross ton-miles decreased 9% and our fuel consumption rate, computed as gallons of fuel consumed divided by gross ton-miles, improved 2%, which both drove lower fuel expense.\n31\nEquipment and Other Rents\n– Equipment and other rents expense primarily includes rental expense that the Railroad pays for freight cars owned by other railroads or private companies; freight car, intermodal, and locomotive leases; and office and other rent expenses, offset by e\nquity income from certain equity method investments. Equipment and other rents expense decreased 11% compared to 2019 driven by improved freight car velocity, volume declines, and lease returns, partially offset by lower equity income.\nOther\n– Other expenses include state and local taxes, freight, equipment and property damage, utilities, insurance, personal injury, environmental, employee travel, telephone and cellular, computer software, bad debt, and other general expenses.\nOther expenses increased 27% in 2020 compared to 2019 as a result of a $278 million non-cash impairment charge related to our Brazos yard investment. Increased bad debt expense, state and local taxes, lower equity income from our investment in Grupo Ferroviaro Mexicano, and write offs of certain in-progress capital projects and lease impairments, were almost completely offset by lower costs associated with freight loss and damage, employee travel, and destroyed equipment.\nNon-Operating Items\nOther Income\n– Other income increased in 2020 compared to 2019 due to larger gains from real estate sales, including a $69 million gain from a land and permanent easement sale to the Illinois State Toll Highway Authority, partially offset by $31 million in interest income associated with an employment tax refund in 2019 and lower interest income.\nInterest Expense\n– Interest expense increased in 2020 compared to 2019 due to an increased weighted-average debt level of $27.9 billion in 2020 from $24.8 billion in 2019, partially offset by the impact of a lower effective interest rate of 4.1% in 2020 compared to 4.3 % in 2019.\nIncome Taxes\n– Income tax expense decreased in 2020 compared to 2019 due to lower pre-tax income. Our effective tax rates for 2020 and 2019 were 23.4% and 23.6%, respectively.\n‎\n32\nOTHER OPERATING/PERFORMANCE AND FINANCIAL STATISTICS\nWe report a number of key performance measures weekly to the STB. We provide this data on our website at www.up.com/investor/aar-stb_reports/index.htm.\nOperating/Performance Statistics\nManagement continuously measures these key operating metrics to evaluate our productivity, asset utilization, and network efficiency in striving to provide a consistent, reliable service product to our customers.\nRailroad performance measures are included in the table below:\n[a]    Prior years have been recast to conform to the current year presentation which reflects minor refinements.\n[b]    As reported to the STB.\nGross and Revenue Ton-Miles\n– Gross ton-miles are calculated by multiplying the weight of loaded and empty freight cars by the number of miles hauled. Revenue ton-miles are calculated by multiplying the weight of freight by the number of tariff miles. Gross ton-miles and revenue ton-miles both decreased 9% in 2020 compared to 2019, driven by a 7% decline in carloadings. Changes in commodity mix drove the variance in year-over-year decreases between gross ton-miles, revenue ton-miles, and carloads.\nFreight Car Velocity\n– Freight car velocity measures the average daily miles per car on our network. The two key drivers of this metric are the speed of the train between terminals (average train speed) and the time a rail car spends at the terminals (average terminal dwell time). Continued implementation of our new operating plan was the primary driver of the improvement from 2019 as both average terminal dwell and average train speed improved compared to 2020. Average terminal dwell time decreased compared to 2019 largely due to improved terminal processes, transportation plan changes to eliminate switches, and reduced carload volumes due to COVID-19. Average train speed in 2020 improved as weather-related challenges slowed trains in the first half of 2019. Train speed remained relatively flat year-over-year in the second half of the year.\nLocomotive Productivity\n– Locomotive productivity is gross ton-miles per average daily locomotive horsepower. Locomotive productivity increased 14% in 2020 compared to 2019 driven by a 24% reduction in our average active fleet size due to transportation plan changes and lower locomotive dwell times.\nTrain Length\n– Train length is the average maximum train length on a route measured in feet. Our train length increased 14% compared to 2019 as a result of blending service products, transportation plan changes, and completing 36 siding extension projects.\nCar Trip Plan Compliance\n–\nCar trip plan compliance is the percentage of cars delivered on time in accordance with our original trip plan. Our network trip plan compliance is broken into the intermodal and manifest products. Intermodal trip plan compliance improved versus 2019, due to improved train speed and reduced dwell at our origin and destination ramps. Manifest car trip plan compliance improved compared to 2019 due to improved car dwell in our yards, increased train velocity across the network, and more\n33\nreliable first and last mile service. Both metrics were aided by reduced carload volumes due to COVID-19 and milder weather.\nWorkforce Productivity\n– Workforce productivity is average daily car miles per employee. Workforce productivity improved 11%, reaching an all-time record as average daily car miles decreased 9% while employees decreased 17% compared to 2019. Lower volumes drove the decline in average daily car miles. The 17% decline in employee levels was driven by productivity initiatives, a 7% decline in carload volumes, and a smaller capital workforce. At the end of the year, approximately 4,100 employees across all crafts were furloughed.\nOperating Ratio\n– Operating ratio is our operating expenses reflected as a percentage of operating revenue. Our operating ratio of 59.9% was an all-time record and improved 0.7 points compared to 2019 mainly driven by productivity initiatives, lower fuel prices, and core pricing gains; which were partially offset by a negative mix of traffic, a one-time impairment charge, inflation, and other cost increases.\nReturn on Average Common Shareholders’ Equity\nReturn on Invested Capital as Adjusted (ROIC)\nROIC is considered a non-GAAP financial measure by SEC Regulation G and Item 10 of SEC Regulation S-K and may not be defined and calculated by other companies in the same manner. We believe this measure is important to management and investors in evaluating the efficiency and effectiveness of our long-term capital investments. In addition, we currently use ROIC as a performance criteria in determining certain elements of equity compensation for our executives. ROIC should be considered in addition to, rather than as a substitute for, other information provided in accordance with GAAP. The most comparable GAAP measure is Return on Average Common Shareholders’ Equity. The tables above provide reconciliations from return on average common shareholders’ equity to ROIC.\nAt December 31, 2020, 2019, and 2018, the incremental borrowing rate on operating leases was 3.7%.\n34\nAdjusted Debt / Adjusted EBITDA\nAdjusted debt to adjusted EBITDA (earnings before interest, taxes, depreciation, amortization, and adjustments for other income and interest on present value of operating leases) is considered a non-GAAP financial measure by SEC Regulation G and Item 10 of SEC Regulation S-K and may not be defined and calculated by other companies in the same manner. We believe this measure is important to management and investors in evaluating the Company’s ability to sustain given debt levels (including leases) with the cash generated from operations. In addition, a comparable measure is used by rating agencies when reviewing the Company’s credit rating. Adjusted debt to adjusted EBITDA should be considered in addition to, rather than as a substitute for, net income. The table above provides reconciliations from net income to adjusted debt to adjusted EBITDA. At December 31, 2020, 2019, and 2018, the incremental borrowing rate on operating leases was 3.7%.\nLIQUIDITY AND CAPITAL RESOURCES\nWe are continually evaluating the impact of COVID-19 on our financial condition and liquidity. Although the situation is fluid and highly uncertain, we continue to analyze a wide range of economic scenarios and the impact on our ability to generate cash. These analyses inform our liquidity plans and activity outlined below and indicate we have sufficient capacity to sustain an extended period of lower volumes.\nAt December 31, 2020, we had a working capital surplus due to an increased cash balance held due to the uncertainty related to COVID-19 compared to December 31, 2019, where we had a working capital deficit due to upcoming debt maturities. As past years indicate, it is not unusual for us to have a working capital deficit; however, we believe it is not an\nindication of a lack of liquidity.\nWe also maintain adequate resources, including our credit facility and, when necessary, access the capital markets to meet any foreseeable cash requirements.\nWe generated $8.5 billion of cash from operating activities in 2020. Based on the strength of our cash position, we completed a $1.0 billion debt exchange; redeemed the $500 million principal outstanding of 4.0% notes due February 1, 2021, on November 1, 2020; repaid the $300 million outstanding bilateral revolving credit lines that we assumed earlier in the year; repaid the $400 million outstanding on the Receivables Facility; and reduced our commercial paper outstanding from $200 million to $75 million. We have been, and we expect to continue to be, in compliance with our debt covenants. Our bad debt provision was adjusted to reflect deteriorations of customers’ creditworthiness. We maintained the dividend during 2020 paying out $2.6 billion and repurchased shares totaling $3.7 billion. In the third quarter, we completed our $2 billion accelerated share repurchase program entered into on February 18, 2020, and resumed share repurchases in the fourth quarter after suspending share repurchases in March 2020.\nOur principal sources of liquidity include cash, cash equivalents, our receivables securitization facility, our revolving credit facility, as well as the availability of commercial paper and other sources of financing\n35\nthrough the capital markets. On December 31, 2020, we had $1.8 billion of cash and cash equivalents, $2.0 billion of committed credit available under our credit facility, up to $800 million undrawn on the Receivables Facility, and three bilateral revolving credit lines, which mature in May 2021, with up to $600 million of available credit. As of December 31, 2020, none of the revolving credit facility, Receivables Facility, or bilateral revolving credit lines was drawn. We did not draw on our revolving credit facility at any time during 2020. Our access to the receivables securitization facility may be reduced or restricted if our bond ratings fall to certain levels below investment grade. If our bond rating were to deteriorate, it could have an adverse impact on our liquidity. Access to commercial paper as well as other capital market financing is dependent on market conditions. Deterioration of our operating results or financial condition due to internal or external factors could negatively impact our ability to access capital markets as a source of liquidity. Access to liquidity through the capital markets is also dependent on our financial stability. We expect that we will continue to have access to liquidity through any or all of the following sources or activities: (i) increasing the utilization of our receivables securitization, (ii) issuing commercial paper, (iii) entering into bank loans, outside of our revolving credit facility, or (iv) issuing bonds or other debt securities to public or private investors based on our assessment of the current condition of the credit markets. The Company’s $2.0 billion revolving credit facility is intended to support the issuance of commercial paper by UPC and also serves as an additional source of liquidity to fund short term needs. The Company currently does not intend to make any borrowings under this facility.\nLIBOR Transition\n– Each of our $2.0 billion revolving credit facility, three bilateral revolving credit lines, two term loans, and Receivables Securitization Facility currently use LIBOR as the benchmark for its floating interest rates. Authorities that regulate LIBOR have announced plans to phase out LIBOR so that it will, at some point, cease to exist as a benchmark for floating interest rates. To address the phase out of LIBOR, the agreements for substantially all of these facilities include a mechanism to replace LIBOR with an alternative rate or benchmark under specified circumstances through an amendment to the agreements. As part of this process, we will need to renegotiate our agreements to reference that alternative rate or benchmark, and may need to modify our existing benchmark replacement language, or obtain replacement facilities, and the use of an alternative rate or benchmark may negatively impact the terms of our facilities, including in the form of an adverse effect on interest rates and higher borrowing costs and interest expense.\nOperating Activities\nCash provided by operating activities decreased in 2020 compared to 2019 due primarily to lower net income, partially offset by a deferral of employment tax payments allowed by a provision in the Coronavirus Aid, Relief, and Economic Security Act (CARES Act).\nCash Flow Conversion\n– Cash flow conversion is defined as cash provided by operating activities less cash used in capital investments as a ratio of net income.\nCash flow conversion rate is not considered a financial measure under GAAP by SEC Regulation G and Item 10 of SEC Regulation S-K and may not be defined and calculated by other companies in the same manner. We believe cash flow conversion rate is important to management and investors in evaluating our financial performance and measures our ability to generate cash without additional external financing. Cash flow conversion rate should be considered in addition to, rather than as a substitute for, cash provided by operating activities.\n36\nThe following table reconciles cash provided by operating activities (GAAP measure) to cash flow conversion rate (non-GAAP measure):\nInvesting Activities\nCash used in investing activities in 2020 decreased compared to 2019 primarily driven by reduced capital investment in locomotives and freight cars and increased real estate sales.\nThe following tables detail cash capital investments and track statistics for the years ended December 31, 2020, 2019, and 2018:\n[a]\nOther includes bridges and tunnels, signals, other road assets, and road work equipment.\n[b]\nLocomotives and freight cars include early lease buyouts of $38 million in 2020, $290 million in 2019, and $290 million in 2018.\nCapital Plan\n–\nIn 2021, we expect our capital plan to be approximately $2.9 billion, essentially flat with 2020. While implementation of our new transportation plan has generated capacity, we will continue to harden our infrastructure, replace older assets, and improve the safety and resiliency of the network. In addition, the plan includes investments intended to support growth and improve productivity and operational efficiency. The capital plan may be revised if business conditions warrant or if new laws or regulations affect our ability to generate sufficient returns on these investments.\nFinancing Activities\nCash used in financing activities decreased in 2020 compared to 2019 driven by lower share repurchases, which were paused in March of 2020 due to the uncertainty of COVID-19 and resumed in the fourth quarter of 2020, with the exception of the final settlement in July 2020 of our $2 billion accelerated share repurchase program entered into on February 18, 2020. This decrease was partially offset by an increase in debt repaid.\nSee Note 14 of the Consolidated Financial Statements for a description of all our outstanding financing arrangements and significant new borrowings.\n37\nShare Repurchase Programs\nEffective April 1, 2019, our Board of Directors authorized the repurchase of up to 150 million shares of our common stock by\nMarch 31, 2022, replacing\nour previous repurchase program.\nThese repurchases may be made on the open market or through other transactions. Our management has sole discretion with respect to determining the timing and amount of these transactions.\nAs of December 31, 2020, we repurchased a total of $40.9 billion of our common stock since commencement of our repurchase programs in 2007. The table below represents shares repurchased under repurchase programs during 2020 and 2019:\n[a]\nIn the period of the final settlement, the average price paid under the accelerated share repurchase programs is calculated based on the total program value less the value assigned to the initial delivery of shares. The average price of the completed 2020 and 2019 accelerated share repurchase programs was $155.86 and $167.01, respectively.\n[b]\nIncludes 8,786,380 and 11,795,930 shares repurchased in February 2020 and 2019, respectively, under accelerated share repurchase programs.\n[c]\nIncludes an incremental 4,045,575 and 3,172,900 shares received upon final settlement in July 2020 and August 2019, respectively, under accelerated share repurchase programs.\nManagement's assessments of market conditions and other pertinent factors guide the timing and volume of all repurchases.\nWe expect to fund any share repurchases under this program through cash generated from operations, the sale or lease of various operating and non-operating properties, debt issuances, and cash on hand.\nOpen market repurchases are recorded in treasury stock at cost, which includes any applicable commissions and fees.\nFrom January 1, 2021, through February 4, 2021, we repurchased 2.1 million shares at an aggregate cost of approximately $442 million.\nAccelerated Share Repurchase Programs\n– The Company has established accelerated share repurchase programs (ASRs) with financial institutions to repurchase shares of our common stock. These ASRs have been structured so that at the time of commencement, we pay a specified amount to the financial institutions and receive an initial delivery of shares. Additional shares may be received at the time of settlement. The final number of shares to be received is based on the volume weighted average price of the Company’s common stock during the ASR term, less a discount and subject to potential adjustments pursuant to the terms of such ASR.\nOn February 19, 2020, the Company received 8,786,380 shares of its common stock repurchased under ASRs for an aggregate of $2.0 billion. Upon settlement of these ASRs in the third quarter of 2020, we received 4,045,575 additional shares.\nOn February 26, 2019, the Company received 11,795,930 shares of its common stock repurchased under ASRs for an aggregate of $2.5 billion. Upon settlement of these ASRs in the third quarter of 2019, we received 3,172,900 additional shares.\nASRs are accounted for as equity transactions, and at the time of receipt, shares are included in treasury stock at fair market value as of the corresponding initiation or settlement date.\nThe Company reflects shares received as a repurchase of common stock in the weighted average common shares outstanding calculation for basic and diluted earnings per share.\n38\nContractual Obligations and Commercial Commitments\nAs described in the notes to the Consolidated Financial Statements and as referenced in the tables below, we have contractual obligations and commercial commitments that may affect our financial condition. Based on our assessment of the underlying provisions and circumstances of our contractual obligations and commercial commitments, including material sources of off-balance sheet and structured finance arrangements, other than the risks that we and other similarly situated companies face with respect to the condition of the capital markets (as described in Item 1A of Part II of this report),  there is no known trend, demand, commitment, event, or uncertainty that is reasonably likely to occur that would have a material adverse effect on our consolidated results of operations, financial condition, or liquidity. In addition, our commercial obligations, financings, and commitments are customary transactions that are similar to those of other comparable corporations, particularly within the transportation industry.\nThe following tables identify material obligations and commitments as of December 31, 2020:\n[a]\nExcludes finance lease obligations of $449 million as well as unamortized discount and deferred issuance costs of ($1,538) million. Includes an interest component of $20,707 million.\n[b]\nPurchase obligations include locomotive maintenance contracts; purchase commitments for fuel purchases, ties, ballast, and rail; and agreements to purchase other goods and services.\n[c]\nIncludes leases for locomotives, freight cars, other equipment, and real estate.\n[d]\nRepresents total obligations, including interest component of $68 million.\n[e]\nIncludes estimated other post retirement, medical, and life insurance payments, and payments made under the unfunded pension plan for the next ten years.\n[f]\nFuture cash flows for income tax contingencies reflect the recorded liabilities and assets for unrecognized tax benefits, including interest and penalties, as of December 31, 2020. For amounts where the year of settlement is uncertain, they are reflected in the Other column.\n[a]\nNone of the credit facility was used as of December 31, 2020.\n[b]\nNone of the receivables securitization facility was utilized as of December 31, 2020. The full program matures in July 2022.\n[c]\nNone of the bilateral revolving credit lines were utilized as of December 31, 2020. The programs mature in May 2021.\n[d]\nNone of the letters of credit were drawn upon as of December 31, 2020.\n[e]\nIncludes guaranteed obligations related to our affiliated operations.\nOff-Balance Sheet Arrangements\nGuarantees\n– At December 31, 2020 and 2019, we were contingently liable for $10 million and $15 million, respectively, in guarantees. The fair value of these obligations as of both December 31, 2020 and 2019, was $0. We entered into these contingent guarantees in the normal course of business, and they include guaranteed obligations related to our affiliated operations. The final guarantee expires in 2022. We are not aware of any existing event of default that would require us to satisfy these guarantees. We do not expect\n39\nthat these guarantees will have a material adverse effect on our consolidated financial condition, results of operations, or liquidity.\nOTHER MATTERS\nLabor Agreements\n–\nApproximately 83% of our full-time employees are represented by 13 major rail unions. Pursuant to the Railway Labor Act (RLA), our collective bargaining agreements are subject to modification every five years. Existing agreements remain in effect until new agreements are ratified or until the RLA procedures are exhausted. The RLA procedures include mediation, potential arbitration, cooling-off periods, and the possibility of Presidential Emergency Boards and Congressional intervention. The current round of negotiations began on January 1, 2020, related to years 2020-2024. Contract negotiations historically continue for an extended period of time, and work stoppages during negotiations are rare (see “\nStrikes or Work Stoppages Could Adversely Affect Our Operations\n” in the Risk Factors in Item 1A of this report).\nInflation\n– Long periods of inflation significantly increase asset replacement costs for capital-intensive companies. As a result, assuming that we replace all operating assets at current price levels, depreciation charges (on an inflation-adjusted basis) would be substantially greater than historically reported amounts.\nSensitivity Analyses\n– The sensitivity analyses that follow illustrate the economic effect that hypothetical changes in interest rates could have on our results of operations and financial condition. These hypothetical changes do not consider other factors that could impact actual results.\nAt December 31, 2020, we had variable-rate debt representing approximately 1.2% of our total debt. If variable interest rates average one percentage point higher in 2021 than our December 31, 2020, variable rate, which was approximately 1.3%, our interest expense would increase by approximately $3.3 million. This amount was determined by considering the impact of the hypothetical interest rate on the balances of our variable-rate debt at December 31, 2020.\nMarket risk for fixed-rate debt is estimated as the potential increase in fair value resulting from a hypothetical one percentage point decrease in interest rates as of December 31, 2020, and amounts to an increase of approximately $4.7 billion to the fair value of our debt at December 31, 2020. We estimated the fair values of our fixed-rate debt by considering the impact of the hypothetical interest rates on quoted market prices and current borrowing rates.\nAccounting Pronouncements\n– See Note 3 to the Consolidated Financial Statements.\nAsserted and Unasserted Claims\n– Various claims and lawsuits are pending against us and certain of our subsidiaries. We cannot fully determine the effect of all asserted and unasserted claims on our consolidated results of operations, financial condition, or liquidity. To the extent possible, we have recorded a liability where asserted and unasserted claims are considered probable and where such claims can be reasonably estimated. We do not expect that any known lawsuits, claims, environmental costs, commitments, contingent liabilities, or guarantees will have a material adverse effect on our consolidated results of operations, financial condition, or liquidity after taking into account liabilities and insurance recoveries previously recorded for these matters.\nIndemnities\n– Our maximum potential exposure under indemnification arrangements, including certain tax indemnifications, can range from a specified dollar amount to an unlimited amount, depending on the nature of the transactions and the agreements. Due to uncertainty as to whether claims will be made or how they will be resolved, we cannot reasonably determine the probability of an adverse claim or reasonably estimate any adverse liability or the total maximum exposure under these indemnification arrangements. We do not have any reason to believe that we will be required to make any material payments under these indemnity provisions.\nClimate Change\n– Although climate change could have an adverse impact on our operations and financial performance in the future (see Risk Factors under Item 1A of this report), we are currently unable to predict the manner or severity of such impact. However, we continue to take steps and explore opportunities to reduce the impact of our operations on the environment, including investments in new technologies, using training programs and technology to reduce fuel consumption, and changing our operations to increase fuel efficiency.\n40\nCR\nITICAL ACCOUNTING POLICIES\nOur Consolidated Financial Statements have been prepared in accordance with GAAP. The preparation of these financial statements requires estimation and judgment that affect the reported amounts of revenues, expenses, assets, and liabilities. We base our estimates on historical experience and on various other assumptions that we believe are reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. The following critical accounting policies are a subset of our significant accounting policies described in Note 2 to the Financial Statements and Supplementary Data, Item 8. These critical accounting policies affect significant areas of our financial statements and involve judgment and estimates. If these estimates differ significantly from actual results, the impact on our Consolidated Financial Statements may be material.\nPersonal Injury\n– The cost of personal injuries to employees and others related to our activities is charged to expense based on estimates of the ultimate cost and number of incidents each year. We use an actuarial analysis to measure the expense and liability, including unasserted claims. The Federal Employers’ Liability Act (FELA) governs compensation for work-related accidents. Under FELA, damages are assessed based on a finding of fault through litigation or out-of-court settlements. We offer a comprehensive variety of services and rehabilitation programs for employees who are injured at work.\nOur personal injury liability is not discounted to present value due to the uncertainty surrounding the timing of future payments. Approximately 94% of the recorded liability is related to asserted claims and approximately 6% is related to unasserted claims at December 31, 2020. Because of the uncertainty surrounding the ultimate outcome of personal injury claims, it is reasonably possible that future costs to settle these claims may range from approximately $270 million to $295 million. We record an accrual at the low end of the range as no amount of loss within the range is more probable than any other. Estimates can vary over time due to evolving trends in litigation.\nOur personal injury liability activity was as follows:\nOur personal injury claims activity was as follows:\nWe reassess our estimated insurance recoveries annually and have recognized an asset for estimated insurance recoveries at December 31, 2020 and 2019.\nAny changes to recorded insurance recoveries are included in the above table in the Changes in estimates for prior years category.\nEnvironmental Costs\n– We are subject to federal, state, and local environmental laws and regulations. We have identified 373 sites where we are or may be liable for remediation costs associated with alleged contamination or for violations of environmental requirements. This includes 29 sites that are the subject of actions taken by the U.S. government, 18 of which are currently on the Superfund National Priorities List. Certain federal legislation imposes joint and several liability for the remediation of identified sites; consequently, our ultimate environmental liability may include costs relating to activities of other parties, in addition to costs relating to our own activities at each site.\n41\nWhen we identify an environmental issue with respect to property owned, leased, or otherwise used in our business, we perform, with assistance of our consultants, environmental assessments on the property. We expense the cost of the assessments as incurred. We accrue the cost of remediation where our obligation is probable and such costs can be reasonably estimated. Our environmental liability is not discounted to present value due to the uncertainty surrounding the timing of future payments.\nOur environmental liability activity was as follows:\nOur environmental site activity was as follows:\nThe environmental liability includes future costs for remediation and restoration of sites as well as ongoing monitoring costs, but excludes any anticipated recoveries from third parties. Cost estimates are based on information available for each site, financial viability of other potentially responsible parties, and existing technology, laws, and regulations. The ultimate liability for remediation is difficult to determine because of the number of potentially responsible parties, site-specific cost sharing arrangements with other potentially responsible parties, the degree of contamination by various wastes, the scarcity and quality of volumetric data related to many of the sites, and the speculative nature of remediation costs. Estimates of liability may vary over time due to changes in federal, state, and local laws governing environmental remediation. Current obligations are not expected to have a material adverse effect on our consolidated results of operations, financial condition, or liquidity.\nProperty and Depreciation\n– Our railroad operations are highly capital intensive, and our large base of homogeneous, network-type assets turns over on a continuous basis. Each year we develop a capital program for the replacement of assets and for the acquisition or construction of assets that enables us to enhance our operations or provide new service offerings to customers. Assets purchased or constructed throughout the year are capitalized if they meet applicable minimum units of property criteria. Properties and equipment are carried at cost and are depreciated on a straight-line basis over their estimated service lives, which are measured in years, except for rail in high-density traffic corridors (i.e., all rail lines except for those subject to abandonment, and yard and switching tracks) for which lives are measured in millions of gross tons per mile of track. We use the group method of depreciation in which all items with similar characteristics, use, and expected lives are grouped together in asset classes and are depreciated using composite depreciation rates. The group method of depreciation treats each asset class as a pool of resources, not as singular items. We currently have more than 60 depreciable asset classes, and we may increase or decrease the number of asset classes due to changes in technology, asset strategies, or other factors.\nWe determine the estimated service lives of depreciable railroad property by means of depreciation studies. We perform depreciation studies at least every three years for equipment and every six years for track assets (i.e., rail and other track material, ties, and ballast) and other road property. Our depreciation studies take into account the following factors:\n\nStatistical analysis of historical patterns of use and retirements of each of our asset classes;\n\nEvaluation of any expected changes in current operations and the outlook for continued use of the assets;\n\nEvaluation of technological advances and changes to maintenance practices; and\n\nExpected salvage to be received upon retirement.\n42\nFor rail in high-density traffic corridors, we measure estimated service lives in millions of gross tons per mile of track. It has been our experience that the lives of rail in high-density traffic corridors are closely correlated to usage (i.e., the amount of weight carried over the rail). The service lives also vary based on rail weight, rail condition (e.g., new or secondhand), and rail type (e.g., straight or curve). Our depreciation studies for rail in high-density traffic corridors consider each of these factors in determining the estimated service lives. For rail in high-density traffic corridors, we calculate depreciation rates annually by dividing the number of gross ton-miles carried over the rail (i.e., the weight of loaded and empty freight cars, locomotives, and maintenance of way equipment transported over the rail) by the estimated service lives of the rail measured in millions of gross tons per mile. Rail in high-density traffic corridors accounts for approximately 70 percent of the historical cost of rail and other track material. Based on the number of gross ton-miles carried over our rail in high density traffic corridors during 2020, the estimated service lives of the majority of this rail ranged from approximately 24 years to approximately 48 years. For all other depreciable assets, we compute depreciation based on the estimated service lives of our assets as determined from the analysis of our depreciation studies. Changes in the estimated service lives of our assets and their related depreciation rates are implemented prospectively.\nEstimated service lives of depreciable railroad property may vary over time due to changes in physical use, technology, asset strategies, and other factors that will have an impact on the retirement profiles of our assets. We are not aware of any specific factors that are reasonably likely to significantly change the estimated service lives of our assets. Actual use and retirement of our assets may vary from our current estimates, which would impact the amount of depreciation expense recognized in future periods.\nChanges in estimated useful lives of our assets due to the results of our depreciation studies could significantly impact future periods’ depreciation expense and have a material impact on our Consolidated Financial Statements. If the estimated useful lives of all depreciable assets were increased by one year, annual depreciation expense would decrease by approximately $68 million. If the estimated useful lives of all depreciable assets were decreased by one year, annual depreciation expense would increase by approximately $72 million. Our 2020 depreciation studies have resulted in lower depreciation rates for some asset\nclasses. T\nhese lower rates offset the impact of a projected higher depreciable asset base, resulting in a flat year-over-year total depreciation expense in 2021 versus 2020\n.\nUnder group depreciation, the historical cost (net of salvage) of depreciable property that is retired or replaced in the ordinary course of business is charged to accumulated depreciation and no gain or loss is recognized. The historical cost of certain track assets is estimated by multiplying the current replacement cost of track assets by a historical index factor derived from (i) inflation indices published by the Bureau of Labor Statistics and (ii) the estimated useful lives of the assets as determined by our depreciation studies. The indices were selected because they closely correlate with the major costs of the properties comprising the applicable track asset classes. Because of the number of estimates inherent in the depreciation and retirement processes and because it is impossible to precisely estimate each of these variables until a group of property is completely retired, we continually monitor the estimated service lives of our assets and the accumulated depreciation associated with each asset class to ensure our depreciation rates are appropriate. In addition, we determine if the recorded amount of accumulated depreciation is deficient (or in excess) of the amount indicated by our depreciation studies. Any deficiency (or excess) is amortized as a component of depreciation expense over the remaining service lives of the applicable classes of assets.\nFor retirements of depreciable railroad properties that do not occur in the normal course of business, a gain or loss may be recognized if the retirement meets each of the following three conditions: (i) it is unusual, (ii) it is material in amount, and (iii) it varies significantly from the retirement profile identified through our depreciation studies. During the last three fiscal years, no gains or losses were recognized due to the retirement of depreciable railroad properties. A gain or loss is recognized in other income when we sell land or dispose of assets that are not part of our railroad operations.\nWe review construction in progress assets that have not yet been placed into service, for impairment when events or changes in circumstances indicate that the carrying amount of a long-lived asset or assets may not be recoverable. If impairment indicators are present and the estimated future undiscounted cash flows are less than the carrying value of construction in progress assets when grouped with other assets and liabilities at the lowest level for which identifiable cash flows are largely independent, the carrying value is reduced to the estimated fair value.\nIncome\nTaxes\n– We account for income taxes by recording taxes payable or refundable for the current year and deferred tax assets and liabilities for the expected future tax consequences of events that have\n43\nbeen recognized in our financial statements or tax returns. These expected future tax consequences are measured based on current tax law; the effects of future tax legislation are not anticipated. Future tax legislation, such as a change in the corporate tax rate, could have a material impact on our financial condition, results of operations, or liquidity. For example, a permanent 1% increase in future income tax rates would increase our deferred tax liability by approximately $521 million. Similarly, a permanent 1% decrease in future income tax rates would decrease our deferred tax liability by approximately $521 million.\nWhen appropriate, we record a valuation allowance against deferred tax assets to reflect that these tax assets may not be realized. In determining whether a valuation allowance is appropriate, we consider whether it is more likely than not that all or some portion of our deferred tax assets will not be realized, based on management’s judgments using available evidence for purposes of estimating whether future taxable income will be sufficient to realize a deferred tax asset. In 2020 and 2019, there were no valuation allowances.\nWe recognize tax benefits that are more likely than not to be sustained upon examination by tax authorities. The amount recognized is measured as the largest amount of benefit that is greater than 50 percent likely to be realized upon settlement. A liability for “unrecognized tax benefits” is recorded for any tax benefits claimed in our tax returns that do not meet these recognition and measurement standards.\nPension and Other Postretirement Benefits\n– We use an actuarial analysis to measure the liabilities and expenses associated with providing pension and medical and life insurance benefits (OPEB) to eligible employees. In order to use actuarial methods to value the liabilities and expenses, we must make several assumptions. The critical assumptions used to measure pension obligations and expenses are the discount rates and expected rate of return on pension assets. For OPEB, the critical assumptions are the discount rates and health care cost trend rate.\nWe evaluate our critical assumptions at least annually, and selected assumptions are based on the following factors:\n\nWe measure the service cost and interest cost components of our net periodic benefit cost by using individual spot rates matched with separate cash flows for each future year.\nDiscount rates are based on a Mercer yield curve of high quality corporate bonds (rated AA by a recognized rating agency).\n\nExpected return on plan assets is based on our asset allocation mix and our historical return, taking into consideration current and expected market conditions.\n\nHealth care cost trend rate is based on our historical rates of inflation and expected market conditions.\nThe following tables present the key assumptions used to measure net periodic pension and OPEB cost/(benefit) for 2021 and the estimated impact on 2021 net periodic pension and OPEB cost/(benefit) relative to a change in those assumptions:\n44\nThe following table presents the net periodic pension and OPEB cost for the years ended December 31:\nCA\nUTIONARY INFORMATION\nCertain statements in this report, and statements in other reports or information filed or to be filed with the SEC (as well as information included in oral statements or other written statements made or to be made by us), are, or will be, forward-looking statements as defined by the Securities Act of 1933 and the Securities Exchange Act of 1934. These forward-looking statements and information include, without limitation, statements in the Chairman’s letter preceding Part I; statements regarding planned capital expenditures under the caption “2021 Capital Plan” in Item 2 of Part I; and statements and information set forth under the captions “2021 Outlook”; “Liquidity and Capital Resources” in Item 7 of Part II regarding our capital plan, “Share Repurchase Programs”, “Off-Balance Sheet Arrangements, Contractual Obligations, and Commercial Commitments”, “Pension and Other Postretirement Benefits”, and “Other Matters” in this Item 7 of Part II. Forward-looking statements and information also include any other statements or information in this report (including information incorporated herein by reference) regarding: potential impacts of the COVID-19 pandemic on our business operations, financial results, liquidity, and financial position, and on the world economy (including our customers and supply chains), including as a result of decreased volume and carloadings; closing of customer manufacturing, distribution, or production facilities; expectations as to operational or service improvements; expectations regarding the effectiveness of steps taken or to be taken to improve operations, service, infrastructure improvements, and transportation plan modifications; expectations as to cost savings, revenue growth, and earnings; the time by which goals, targets, or objectives will be achieved; projections, predictions, expectations, estimates, or forecasts as to our business, financial, and operational results, future economic performance, and general economic conditions; expectations as to operational or service performance or improvements; expectations as to the effectiveness of steps taken or to be taken to improve operations and/or service, including capital expenditures for infrastructure improvements and equipment acquisitions, any strategic business acquisitions, and modifications to our transportation plans, including leveraging PTC; expectations as to existing or proposed new products and services; expectations as to the impact of any new regulatory activities or legislation on our operations or financial results; estimates of costs relating to environmental remediation and restoration; estimates and expectations regarding tax matters; expectations that claims, litigation, environmental costs, commitments, contingent liabilities, labor negotiations or agreements, or other matters will not have a material adverse effect on our consolidated results of operations, financial condition, or liquidity and any other similar expressions concerning matters that are not historical facts. Forward-looking statements may be identified by their use of forward-looking terminology, such as “believes,” “expects,” “may,” “should,” “would,” “will,” “intends,” “plans,” “estimates,” “anticipates,” “projects” and similar words, phrases, or expressions.\nForward-looking statements should not be read as a guarantee of future performance or results, and will not necessarily be accurate indications of the times that, or by which, such performance or results will be achieved. Forward-looking statements and information are subject to risks and uncertainties, including the impact of the COVID-19 pandemic and responses by governments, businesses, and individuals, that could cause actual performance or results to differ materially from those expressed in the statements and information. Forward-looking statements and information reflect the good faith consideration by management of currently available information, and may be based on underlying assumptions believed to be reasonable under the circumstances. However, such information and assumptions (and, therefore, such forward-looking statements and information) are or may be subject to variables or unknown or unforeseeable events or circumstances over which management has little or no influence or control, and many of these risks and uncertainties are currently amplified by and may continue to be amplified by, or in the future may be amplified by, the COVID-19 pandemic. The Risk Factors in Item 1A of this report could affect our future results and could cause those results or other outcomes to differ materially from those expressed or implied in any forward-looking statements or information. To the extent circumstances require or we deem it otherwise necessary, we will update or\namend these risk factors in a Form 10-Q, Form 8-K, or subsequent Form 10-K. All forward-looking statements are qualified by, and should be read in conjunction with, these Risk Factors.\n45\nForward-looking statements speak only as of the date the statement was made. We assume no obligation to update forward-looking information to reflect actual results, changes in assumptions, or changes in other factors affecting forward-looking information. If we do update one or more forward-looking statements, no inference should be drawn that we will make additional updates with respect thereto or with respect to other forward-looking statements."
  },
  {
    "item_key": "item_7a",
    "text": "Information concerning market risk sensitive instruments is set forth under Management’s Discussion and Analysis of Financial Condition and Results of Operations – Other Matters, Item 7.\n****************************************"
  },
  {
    "item_key": "item_8",
    "text": "‎\n46\nRE\nPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Shareholders of Union Pacific Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated statements of financial position of Union Pacific Corporation and Subsidiary Companies (the \"Corporation\") as of December 31, 2020 and 2019, the related consolidated statements of\nincome, comprehensive income, changes in common shareholders’ equity, and cash flows for each of the three years in the period ended December 31, 2020, and the related notes and the schedule listed in the Table of Contents at Part IV, Item 15 (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Corporation as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Corporation's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 5, 2021, expressed an unqualified opinion on the Corporation's internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 3 to the financial statements, effective January 1, 2019, the Corporation adopted Financial Accounting Standards Board Accounting Standards Update No. 2016-02,\nLeases (Topic 842).\nBasis for Opinion\nThese financial statements are the responsibility of the Corporation's management. Our responsibility is to express an opinion on the Corporation's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n‎\n47\nCapitalization of Properties — Refer to Notes 2 and 11 to the financial statements\nCritical Audit Matter Description\nThe Corporation’s operations are highly capital intensive and their large network of assets turns over on a continuous basis. Each year, the Corporation develops a capital program for both the replacement of assets and for the acquisition or construction of new assets. In determining whether costs should be capitalized, the Corporation exercises significant judgment in determining whether expenditures meet the applicable minimum units of property criteria and extend the useful life, improve the safety of operations, or improve the operating efficiency of existing assets. The Corporation capitalizes all costs of capital projects necessary to make assets ready for their intended use and because a portion of the Corporation’s assets are self-constructed, management also exercises significant judgment in determining the amount of material, labor, work equipment, and indirect costs that qualify for capitalization. Net properties were $54,161 million as of December 31, 2020 and, during 2020, the Corporation’s capital investments were\n$2.9\nbillion.\nWe identified the capitalization of property as a critical audit matter because of the significant judgment exercised by management in determining whether costs meet the criteria for capitalization. This, in turn, required a high degree of auditor judgment when performing audit procedures to evaluate whether the criteria to capitalize costs were met and to evaluate sufficiency of audit evidence to support management’s conclusions.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur procedures related to capitalization of property included the following, among others:\n\nWe tested the effectiveness of controls over the Corporation’s determination of whether costs related to the Corporation’s capital program should be capitalized or expensed.\n\nWe evaluated the Corporation’s capitalization policy in accordance with accounting principles generally accepted in the United States of America.\n\nFor a selection of capital projects, we performed the following:\n−\nObtained the Corporation’s evaluation of each project and determined whether the amount of costs to be capitalized met the criteria for capitalization as outlined within the Corporation’s policy by unit of property.\n−\nObtained supporting documentation that the project met the applicable minimum units of property criteria and was approved, and evaluated whether the project extended the useful life of an existing asset, improved the safety of operations, or improved the operating efficiency of existing assets.\n\nFor a selection of capitalized costs during the year, we performed the following:\n−\nEvaluated whether the individual cost selected met the criteria for capitalization.\n−\nEvaluated whether the selection was accurately recorded at the appropriate amount based on the evidence obtained.\n/s/ Deloitte & Touche LLP\nOmaha, Nebraska\nFebruary 5, 2021\nWe have served as the Corporation’s auditor since 1967.\n‎\n48\nCO\nNSOLIDATED STATEMENTS OF INCOME\nUnion Pacific Corporation and Subsidiary Companies\nC\nONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nUnion Pacific Corporation and Subsidiary Companies\n[a]\nNet of deferred taxes of $\n75\nmillion, ($\n15\n) million, and ($\n22\n) million during 2020, 2019, and 2018, respectively.\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n‎\n49\nCO\nNSOLIDATED STATEMENTS OF FINANCIAL POSITION\nUnion Pacific Corporation and Subsidiary Companies\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n‎\n50\nCO\nNSOLIDATED STATEMENTS OF CASH FLOWS\nUnion Pacific Corporation and Subsidiary Companies\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n‎\n51\nCO\nNSOLIDATED STATEMENTS OF CHANGES IN COMMON SHAREHOLDERS' EQUITY\nUnion Pacific Corporation and Subsidiary Companies\n[a]\nAOCI = Accumulated Other Comprehensive Income/Loss (Note 9)\n[b]\nASU 2018-02 is the Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income, which allows entities the option to reclassify from accumulated other comprehensive income to retained earnings the income tax effects that remain stranded in AOCI resulting from the application of the Tax Cuts and Jobs Act.\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n‎\n52\nNOT\nES TO THE CONSOLIDATED FINANCIAL STATEMENTS\nUnion Pacific Corporation and Subsidiary Companies\nFor purposes of this report, unless the context otherwise requires, all references herein to the “Corporation”, “Company”, “UPC”, “we”, “us”, and “our” mean Union Pacific Corporation and its subsidiaries, including Union Pacific Railroad Company, which will be separately referred to herein as “UPRR” or the “Railroad”.\n1. Nature of Operations\nOperations and Segmentation\n– We are a Class I railroad operating in the U.S. Our network includes\n32,313\nroute miles, connecting Pacific Coast and Gulf Coast ports with the Midwest and Eastern U.S. gateways and providing several corridors to key Mexican and Canadian gateways. We own\n26,069\nmiles and operate on the remainder pursuant to trackage rights or leases. We serve the western two-thirds of the country and maintain coordinated schedules with other rail carriers for the handling of freight to and from the Atlantic Coast, the Pacific Coast, the Southeast, the Southwest, Canada, and Mexico. Export and import traffic is moved through Gulf Coast and Pacific Coast ports and across the Mexican and Canadian borders.\nThe Railroad, along with its subsidiaries and rail affiliates, is our\none\nreportable operating segment. Although we provide and analyze revenue by commodity group, we treat the financial results of the Railroad as one segment due to the integrated nature of our rail network.\nOur operating revenues are primarily derived from contracts with customers for the transportation of freight from origin to destination. The following table represents a disaggregation of our freight and other revenues:\nAlthough our revenues are principally derived from customers domiciled in the U.S., the ultimate points of origination or destination for some products we transport are outside the U.S. Each of our commodity groups includes revenue from shipments to and from Mexico. Included in the above table are freight revenues from our Mexico business which amounted to $\n2.1\nbillion in 2020, $\n2.3\nbillion in 2019, and $\n2.5\nbillion in 2018.\nBasis of Presentation\n– The Consolidated Financial Statements are presented in accordance with accounting principles generally accepted in the U.S. (GAAP) as codified in the Financial Accounting Standards Board (FASB) Accounting Standards Codification (ASC).\n2. Significant Accounting Policies\nPrinciples of Consolidation\n– The Consolidated Financial Statements include the accounts of Union Pacific Corporation and all of its subsidiaries. Investments in affiliated companies (20% to 50% owned) are accounted for using the equity method of accounting. All intercompany transactions are eliminated. We currently have no less than majority-owned investments that require consolidation under variable interest entity requirements.\nCash, Cash Equivalents, and Restricted Cash\n– Cash equivalents consist of investments with original maturities of three months or less. Amounts included in restricted cash represent those required to be set aside by contractual agreement.\n53\nThe following table provides a reconciliation of cash, cash equivalents, and restricted cash reported within the Consolidated Statements of Financial Position that sum to the total of the same such amounts shown on the Consolidated Statements of Cash Flows:\nAccounts Receivable\n– Accounts receivable includes receivables reduced by an allowance for doubtful accounts. The allowance is based upon historical losses, credit worthiness of customers, and current economic conditions. Receivables not expected to be collected in one year and the associated allowances are classified as other assets in our Consolidated Statements of Financial Position.\nInvestments\n– Investments represent our investments in affiliated companies (20% to 50% owned) that are accounted for under the equity method of accounting and investments in companies (less than 20% owned) accounted for at cost as there are not readily determinable fair values for such investments. Our portion of income/loss on equity method investments that are integral to our operations are recorded in operating expenses.\nMaterials and Supplies\n– Materials and supplies are carried at the lower of average cost or net realizable value.\nProperty and Depreciation\n– Properties and equipment are carried at cost and are depreciated on a straight-line basis over their estimated service lives, which are measured in years, except for rail in high-density traffic corridors (i.e., all rail lines except for those subject to abandonment, and yard and switching tracks), for which lives are measured in millions of gross tons per mile of track. We use the group method of depreciation in which all items with similar characteristics, use, and expected lives are grouped together in asset classes and are depreciated using composite depreciation rates. The group method of depreciation treats each asset class as a pool of resources, not as singular items. We determine the estimated service lives of depreciable railroad assets by means of depreciation studies. Under the group method of depreciation, no gain or loss is recognized when depreciable property is retired or replaced in the ordinary course of business.\nImpairment of Long-lived Assets\n– We review long-lived assets, including identifiable intangibles, for impairment when events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. If impairment indicators are present and the estimated future undiscounted cash flows are less than the carrying value of the long-lived assets, the carrying value is reduced to the estimated fair value.\nRevenue Recognition\n– Freight revenues are derived from contracts with customers. We account for a contract when it has approval and commitment from both parties, the rights of the parties are identified, payment terms are identified, the contract has commercial substance, and collectability of consideration is probable. Our contracts include private agreements, private rate/letter quotes, public circulars/tariffs, and interline/foreign agreements. The performance obligation in our contracts is typically delivering a specific commodity from a place of origin to a place of destination and our commitment begins with the tendering and acceptance of a freight bill of lading and is satisfied upon delivery at destination. We consider each freight shipment to be a distinct performance obligation.\nWe recognize freight revenues over time as freight moves from origin to destination. The allocation of revenue between reporting periods is based on the relative transit time in each reporting period with expenses recognized as incurred. Outstanding performance obligations related to freight moves in transit totaled $\n151\nmillion at December 31, 2020, and $\n127\nmillion at December 31, 2019, and are expected to be recognized in the following quarter as we satisfy our remaining performance obligations and deliver freight to destination. The transaction price is generally specified in a contract and may be dependent on the commodity, origin/destination, and route. Customer incentives, which are primarily provided for shipping to/from specific locations or based on cumulative volumes, are recorded as a reduction to operating revenues. Customer incentives that include variable consideration based on cumulative volumes are\n54\nestimated using the expected value method, which is based on available historical, current, and forecasted volumes, and recognized as the related performance obligation is satisfied.\nUnder typical payment terms, our customers pay us after each performance obligation is satisfied and there are no material contract assets or liabilities associated with our freight revenues. Outstanding freight receivables are presented in our Consolidated Statements of Financial Position as Accounts Receivables, net.\nFreight revenue related to interline transportation services that involve other railroads are reported on a net basis. The portion of the gross amount billed to customers that is remitted by the Company to another party is not reflected as freight revenue.\nOther revenues consist primarily of revenues earned by our other subsidiaries (primarily logistics and commuter rail operations) and accessorial revenues. Other subsidiary revenues are generally recognized over time as shipments move from origin to destination. The allocation of revenue between reporting periods is based on the relative transit time in each reporting period with expenses recognized as incurred. Accessorial revenues are recognized at a point in time as performance obligations are satisfied.\nTranslation of Foreign Currency\n– Our portion of the assets and liabilities related to foreign investments are translated into U.S. dollars at the exchange rates in effect at the balance sheet date. Revenue and expenses are translated at the average rates of exchange prevailing during the year. Unrealized gains or losses are reflected within common shareholders’ equity as accumulated other comprehensive income or loss.\nFair Value Measurements\n– We use a fair value hierarchy that prioritizes the inputs to valuation techniques used to measure fair value into three broad levels. The level in the fair value hierarchy within which the fair value measurement in its entirety falls is determined based on the lowest level input that is significant to the fair value measurement in its entirety. These levels include:\nLevel 1:  Quoted market prices in active markets for identical assets or liabilities.\nLevel 2:  Observable market-based inputs or unobservable inputs that are corroborated by market data.\nLevel 3:  Unobservable inputs that are not corroborated by market data.\nWe have applied fair value measurements to our short term investments, pension plan assets, impairment of long-lived assets, and short- and long-term debt.\nStock-Based Compensation\n– We have several stock-based compensation plans under which employees receive nonvested stock options, nonvested retention shares, and nonvested stock units. We refer to the nonvested shares and stock units collectively as “retention awards”. We issue treasury shares to cover option exercises and stock unit vestings, while new shares are issued when retention shares are granted.\nWe measure and recognize compensation expense for all stock-based awards made to employees, including stock options. Compensation expense is based on the fair value of the awards as measured at the grant date and is expensed ratably over the service period of the awards (generally the vesting period). The fair value of retention awards is the closing stock price on the date of grant, while the fair value of stock options is determined by using the Black-Scholes option pricing model.\nEarnings Per Share\n– Basic earnings per share are calculated on the weighted-average number of common shares outstanding during each period. Diluted earnings per share include shares issuable upon exercise of outstanding stock options and stock-based awards where the conversion of such instruments would be dilutive.\nIncome Taxes\n– We account for income taxes by recording taxes payable or refundable for the current year and deferred tax assets and liabilities for the expected future tax consequences of events that have been recognized in our financial statements or tax returns. These expected future tax consequences are measured based on current tax law; the effects of future tax legislation are not anticipated. Future tax legislation, such as a change in the corporate tax rate, could have a material impact on our financial condition, results of operations, or liquidity.\nWhen appropriate, we record a valuation allowance against deferred tax assets to reflect that these tax assets may not be realized. In determining whether a valuation allowance is appropriate, we consider whether it is more likely than not that all or some portion of our deferred tax assets will not be realized,\n55\nbased on management’s judgments using available evidence for purposes of estimating whether future taxable income will be sufficient to realize a deferred tax asset.\nWe recognize tax benefits that are more likely than not to be sustained upon examination by tax authorities. The amount recognized is measured as the largest amount of benefit that is greater than 50 percent likely to be realized upon settlement. A liability for “unrecognized tax benefits” is recorded for any tax benefits claimed in our tax returns that do not meet these recognition and measurement standards.\nLeases\n–\nWe lease certain locomotives, freight cars, and other property for use in our rail operations. We determine if an arrangement is or contains a lease at inception. Operating lease assets and operating lease liabilities are recognized based on the present value of the future minimum lease payments, discounted using our collateralized incremental borrowing rate, over the lease term at commencement date. Our lease terms may include options to extend or terminate the lease when it is reasonably certain that the option will be exercised. Operating leases are included in operating lease assets, accounts payable and other current liabilities, and operating lease liabilities on our Consolidated Statements of Financial Position. Finance leases are included in net properties, debt due within one year, and debt due after one year on our Consolidated Statements of Financial Position. Operating lease expense is recognized on a straight-line basis over the lease term and reported in equipment and other rents and financing lease expense is recorded as depreciation and interest expense in our Consolidated Statements of Income.\nWe have lease agreements with lease and non-lease components and we have elected to not separate lease and non-lease components for all classes of underlying assets. Leases with an initial term of\n12\nmonths or less are not recorded on our Consolidated Statements of Financial Position. Leases with initial terms in excess of\n12\nmonths are recorded as operating or financing leases in our Consolidated Statements of Financial Position\n.\nPension and Postretirement Benefits\n– We incur certain employment-related expenses associated with pensions and postretirement health benefits. In order to measure the expense associated with these benefits, we must make various assumptions including discount rates used to value certain liabilities, expected return on plan assets used to fund these expenses, compensation increases, employee turnover rates, anticipated mortality rates, and expected future health care costs. The assumptions used by us are based on our historical experience as well as current facts and circumstances. We use an actuarial analysis to measure the expense and liability associated with these benefits.\nPersonal Injury\n– The cost of injuries to employees and others on our property is charged to expense based on estimates of the ultimate cost and number of incidents each year. We use an actuarial analysis to measure the expense and liability. Our personal injury liability is not discounted to present value. Legal fees and incidental costs are expensed as incurred.\nEnvironmental\n– When environmental issues have been identified with respect to property currently or formerly owned, leased, or otherwise used in the conduct of our business, we perform, with the assistance of our consultants, environmental assessments on such property. We expense the cost of the assessments as incurred. We accrue the cost of remediation where our obligation is probable and such costs can be reasonably estimated. We do not discount our environmental liabilities when the timing of the anticipated cash payments is not fixed or readily determinable. Legal fees and incidental costs are expensed as incurred.\nUse of Estimates\n– The preparation of our Consolidated Financial Statements in conformity with GAAP requires management to make estimates and assumptions that affect certain reported assets and liabilities, the disclosure of certain contingent assets and liabilities as of the date of the Consolidated Financial Statements, as well as the reported amounts of revenue and expenses during the reporting period. Actual future results may differ from such estimates.\n3. Accounting Pronouncements\nIn February 2016, the FASB issued Accounting Standards Update No. 2016-02 (ASU 2016-02),\nLeases\n(Topic 842)\n. ASU 2016-02 requires companies to recognize lease assets and lease liabilities on the balance sheet and disclose key information about leasing arrangements. We implemented an enterprise-wide lease management system to support the new reporting requirements, and effective January 1, 2019, we adopted ASU 2016-02,\nLeases (Topic 842)\n. We elected an initial application date of January 1, 2019, and did not recast comparative periods in transition to the new standard. In addition, at the date of adoption, we elected certain practical expedients, which permit us to not reassess whether existing contracts are or contain\n56\nleases, to not reassess the lease classification of any existing leases, to not reassess initial direct costs for any existing leases, and to not separate lease and nonlease components for all classes of underlying assets. Also, at the date of adoption, we elected to keep leases with an initial term of\n12\nmonths or less off of the balance sheet for all classes of underlying assets. Adoption of the new standard resulted in an increase in the Company’s assets and liabilities of approximately $\n2\nbillion. The ASU did not have an impact on our consolidated results of operations or cash flows.\nIn June 2016, the FASB issued Accounting Standards Update No. 2016-13 (ASU 2016-13),\nMeasurement of Credit Losses on Financial Instruments,\nwhich replaces the existing incurred credit loss model for an\nexpected credit loss model. Effective January 1, 2020, the Company adopted ASU 2016-13, and it did not have a material impact on our consolidated financial position, results of operations, or cash flows.\nIn August 2018, the FASB issued Accounting Standards Update No. 2018-14 (ASU 2018-14),\nChanges to the Disclosure Requirements for Defined Benefit Plans,\nwhich modifies the disclosure requirements for employers that sponsor defined benefit pension and other postretirement plans. Effective January 1, 2020, the Company adopted ASU 2018-14, and it did not have a material impact on the Company’s consolidated financial statement disclosure requirements.\nIn December 2019, the FASB issued Accounting Standards Update No.  2019-12 (ASU 2019-12),\nIncome Taxes (Topic 740): Simplifying the Accounting for Income Taxes\n, which simplifies the accounting and disclosure requirements for income taxes by clarifying existing guidance to improve consistency in application of Accounting Standards Codification (ASC) 740. The company adopted the ASU on January 1, 2021 (the effective date).  Adoption of the standard is not expected to have a material impact on\nthe Company’s\nConsolidated Statements of Income, Financial Position, and Cash Flows.\nIn March 2020, the FASB issued Accounting Standards Update No. 2020-04 (ASU 2020-04),\nReference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting\n, which provides optional expedients and exceptions for applying GAAP principles to contracts, hedging relationships, and other transactions that reference London Interbank Offered Rate (LIBOR) or another reference rate expected to be discontinued due to reference rate reform. This guidance was effective beginning on March 12, 2020, and can be adopted on a prospective basis no later than December 31, 2022, with early adoption permitted. The Company is currently evaluating the effect that the new guidance will have on our consolidated financial statements and related disclosures.\n4. Stock Options and Other Stock Plans\nIn April 2000, the shareholders approved the Union Pacific Corporation 2000 Directors Plan (Directors Plan) whereby\n2,200,000\nshares of our common stock were reserved for issuance to our non-employee directors.\nUnder the Directors Plan, each non-employee director, upon his or her initial election to the Board of Directors, received a grant of 4,000 retention shares or retention stock units.\nIn July 2018, the Board of Directors eliminated the retention grant for directors newly elected in 2018 and all future years. As of December 31, 2020,\n32,000\nrestricted shares were outstanding under the Directors Plan.\nThe Union Pacific Corporation 2004 Stock Incentive Plan (2004 Plan) was approved by shareholders in April 2004. The 2004 Plan reserved\n84,000,000\nshares of our common stock for issuance, plus any shares subject to awards made under previous plans that were outstanding on April 16, 2004, and became available for regrant pursuant to the terms of the 2004 Plan. Under the 2004 Plan, non-qualified options, stock appreciation rights, retention shares, stock units, and incentive bonus awards may be granted to eligible employees of the Corporation and its subsidiaries. Non-employee directors are not eligible for awards under the 2004 Plan. As of December 31, 2020,\n81,784\noptions were outstanding under the 2004 Plan. We no longer grant any stock options or other stock or unit awards under this plan.\nThe Union Pacific Corporation 2013 Stock Incentive Plan (2013 Plan) was approved by shareholders in May 2013. The 2013 Plan reserved\n78,000,000\nshares of our common stock for issuance, plus any shares subject to awards made under previous plans as of February 28, 2013, that are subsequently cancelled, expired, forfeited, or otherwise not issued under previous plans. Under the 2013 Plan, non-qualified options, incentive stock options, retention shares, stock units, and incentive bonus awards may be granted to eligible employees of the Corporation and its subsidiaries. Non-employee directors are not eligible for awards under the 2013 Plan. As of December 31, 2020,\n2,486,758\noptions and\n1,989,208\nretention shares and stock units were outstanding under the 2013 Plan.\n57\nPursuant to the above plans\n69,867,405\n;\n70,318,887\n; and\n70,730,692\n; shares of our common stock were authorized and available for grant at December 31, 2020, 2019, and 2018, respectively.\nStock-Based Compensation\n– We have several stock-based compensation plans under which employees receive nonvested stock options, nonvested retention shares, and nonvested stock units. We refer to the nonvested shares and stock units collectively as “retention awards”. We issue treasury shares to cover option exercises and stock unit vestings, while new shares are issued when retention shares are granted.\nInformation regarding stock-based compensation appears in the table below:\nStock Options\n– We estimate the fair value of our stock option awards using the Black-Scholes option pricing model.\nThe table below shows the annual weighted-average assumptions used for valuation purposes:\nThe risk-free rate is based on the U.S. Treasury yield curve in effect at the time of grant; the expected dividend yield is calculated as the ratio of dividends paid per share of common stock to the stock price on the date of grant; the expected life is based on historical and expected exercise behavior; and expected volatility is based on the historical volatility of our stock price over the expected life of the option.\nA summary of stock option activity during 2020 is presented below:\nStock options are granted at the closing price on the date of grant, have\n10\nyear contractual terms, and vest no later than\n3\nyears from the date of grant.\nNone\nof the stock options outstanding at December 31, 2020, are subject to performance or market-based vesting conditions.\n58\nAt December 31, 2020, there was $\n15\nmillion of unrecognized compensation expense related to nonvested stock options, which is expected to be recognized over a weighted-average period of\n0.9\nyears.\nAdditional information regarding stock option exercises appears in the following table:\nRetention Awards\n– The fair value of retention awards is based on the closing price of the stock on the grant date. Dividends and dividend equivalents are paid to participants during the vesting periods.\nChanges in our retention awards during 2020 were as follows:\nRetention awards are granted at no cost to the employee and vest over periods lasting up to\n4\nyears. At December 31, 2020, there was $\n88\nmillion of total unrecognized compensation expense related to nonvested retention awards, which is expected to be recognized over a weighted-average period of\n1.5\nyears.\nPerformance Retention Awards\n– In February 2020, our Board of Directors approved performance stock unit grants. The basic terms of these performance stock units are identical to those granted in February 2019, except for different annual return on invested capital (ROIC) performance targets. The plan also includes relative operating income growth (OIG) as a modifier compared to the companies included in the S&P 500 Industrials Index. We define ROIC as net operating profit adjusted for interest expense (including interest on average operating lease liabilities) and taxes on interest divided by average invested capital adjusted for average operating lease liabilities.\nThe modifier can be up to +/- 25% of the award earned based on the ROIC achieved.\nStock units awarded to selected employees under these grants are subject to continued employment for\n37\nmonths and the attainment of certain levels of ROIC, modified for the relative OIG.\nWe expense the fair value of the units that are probable of being earned based on our forecasted ROIC over the\n3\n-year performance period, and with respect to the third year of the plan, the relative OIG modifier.\nWe measure the fair value of these performance stock units based upon the closing price of the underlying common stock as of the date of grant. Dividend equivalents are accumulated during the service period and paid to participants only after the units are earned.\nChanges in our performance retention awards during 2020 were as follows:\n59\nAt December 31, 2020, there was $\n16\nmillion of total unrecognized compensation expense related to nonvested performance retention awards, which is expected to be recognized over a weighted-average period of\n0.9\nyears. This expense is subject to achievement of the performance measures established for the performance stock unit grants.\n5. Retirement Plans\nPension and Other Postretirement Benefits\nPension Plans\n– We provide defined benefit retirement income to eligible non-union employees through qualified and non-qualified (supplemental) pension plans. Qualified and non-qualified pension benefits are based on years of service and the highest compensation during the latest years of employment, with specific reductions made for early retirements. Non-union employees hired on or after January 1, 2018, are no longer eligible for pension benefits, but are eligible for an enhanced 401(k) benefit as described below in other retirement programs.\nOther Postretirement Benefits (OPEB)\n– We provide medical and life insurance benefits for eligible retirees hired before January 1, 2004. These benefits are funded as medical claims and life insurance premiums are paid.\nFunded Status\nWe are required by GAAP to separately recognize the overfunded or underfunded status of our pension and OPEB plans as an asset or liability. The funded status represents the difference between the projected benefit obligation (PBO) and the fair value of the plan assets. Our non-qualified (supplemental) pension plan is unfunded by design. The PBO of the pension plans is the present value of benefits earned to date by plan participants, including the effect of assumed future compensation increases. The PBO of the OPEB plan is equal to the accumulated benefit obligation, as the present value of the OPEB liabilities is not affected by compensation increases. Plan assets are measured at fair value. We use a December 31 measurement date for plan assets and obligations for all our retirement plans.\nChanges in our PBO and plan assets were as follows for the years ended December 31:\nActuarial gains and losses that increased the PBO were driven by a decrease in 2020 discount rates from\n3.26\n% to\n2.42\n%.\n60\nAmounts recognized in the statement of financial position as of December 31, 2020 and 2019 consist of:\nPre-tax amounts recognized in accumulated other comprehensive income/loss as of December 31, 2020 and 2019 consist of:\nPre-tax changes recognized in other comprehensive income/loss during 2020, 2019, and 2018 were as follows:\nUnderfunded Accumulated Benefit Obligation\n– The accumulated benefit obligation (ABO) is the present value of benefits earned to date, assuming no future compensation growth. The underfunded accumulated benefit obligation represents the difference between the ABO and the fair value of plan assets.\nThe following table discloses only the PBO, ABO, and fair value of plan assets for pension plans where the accumulated benefit obligation is in excess of the fair value of the plan assets as of December 31:\nThe ABO for all defined benefit pension plans was $\n5.2\nbillion and $\n4.5\nbillion at December 31, 2020 and 2019, respectively.\n61\nAssumptions\n– The weighted-average actuarial assumptions used to determine benefit obligations at December 31:\nExpense\nBoth pension and OPEB expense are determined based upon the annual service cost of benefits (the actuarial cost of benefits earned during a period) and the interest cost on those liabilities, less the expected return on plan assets. The expected long-term rate of return on plan assets is applied to a calculated value of plan assets that recognizes changes in fair value over a\n5\nyear period. This practice is intended to reduce year-to-year volatility in pension expense, but it can have the effect of delaying the recognition of differences between actual returns on assets and expected returns based on long-term rate of return assumptions. Differences in actual experience in relation to assumptions are not recognized in net income immediately, but are deferred in accumulated other comprehensive income/loss and, if necessary, amortized as pension or OPEB expense.\nOn June 30, 2019, the OPEB plan was remeasured to reflect an announced plan amendment effective January 1, 2020, that reduced and eliminated certain medical benefits for Medicare-eligible retirees. This negative plan amendment resulted in a reduction in the accumulated postretirement benefit obligation of approximately $\n92\nmillion with a corresponding adjustment of $\n69\nmillion in other comprehensive income, net of $\n23\nmillion in deferred taxes. This amount is being amortized as a reduction of future net periodic OPEB cost over approximately\n8\nyears, which represents the future remaining service period\nof eligible employees.\nThe components of our net periodic pension and OPEB cost were as follows for the years ended December 31:\n62\nAssumptions\n– The weighted-average actuarial assumptions used to determine expense were as follows:\nWe measure the service cost and interest cost components of our net periodic benefit cost by using individual spot discount rates matched with separate cash flows for each future year.\nThe discount rates were based on a yield curve of high quality corporate bonds. The expected return on plan assets is based on our asset allocation mix and our historical return, taking into account current and expected market conditions. The actual return/loss on pension plan assets, net of fees, was approximately\n16\n% in 2020,\n20\n% in 2019, and (\n2\n%) in 2018.\nAssumed health care cost trend rates have an effect on the expense and liabilities reported for health care plans. The assumed health care cost trend rate is based on historical rates and expected market conditions. The 2021 assumed health care cost trend rate for employees under 65 is\n5.42\n%. It is assumed the rate will decrease gradually to an ultimate rate of\n4.5\n% in\n2038\nand will remain at that level.\nCash Contributions\nThe following table details cash contributions, if any, for the qualified pension plans and the benefit payments for the non-qualified (supplemental) pension and OPEB plans:\nOur policy with respect to funding the qualified plans is to fund at least the minimum required by law and not more than the maximum amount deductible for tax purposes.\nThe non-qualified pension and OPEB plans are not funded and are not subject to any minimum regulatory funding requirements. Benefit payments for each year represent supplemental pension payments and claims paid for medical and life insurance. We anticipate our 2021 supplemental pension and OPEB payments will be made from cash generated from operations.\nBenefit Payments\nThe following table details expected benefit payments for the years 2021 through 2030:\n63\nAsset Allocation Strategy\nOur pension plan asset allocation at December 31, 2020 and 2019, and target allocation for 2021, are as follows:\nThe investment strategy for pension plan assets is to maintain a broadly diversified portfolio designed to achieve our target average long-term rate of return. We decreased the expected rate of return for 2021 from\n7\n% to\n6.25\n% due to a shift of certain assets from equity to debt in alignment with our 2021 target asset allocation.\nWhile we believe we can achieve a long-term average rate of return of 6.25%, we cannot be certain that the portfolio will perform to our expectations. Assets are strategically allocated among equity, debt, and other investments in order to achieve a diversification level that reduces fluctuations in investment returns. Asset allocation target ranges for equity, debt, and other portfolios are evaluated at least every three years with the assistance of an independent consulting firm. Actual asset allocations are monitored monthly, and rebalancing actions are executed at least quarterly, as needed.\nThe pension plan investments are held in a Master Trust. The majority of pension plan assets are invested in equity securities because equity portfolios have historically provided higher returns than debt and other asset classes over extended time horizons and are expected to do so in the future. Correspondingly, equity investments also entail greater risks than other investments. Equity risks are balanced by investing a significant portion of the plans’ assets in high quality debt securities. The average credit rating of the debt portfolio was\nA and A+ at\nDecember 31, 2020 and 2019, respectively. The debt portfolio is also broadly diversified and invested primarily in U.S. Treasury, mortgage, and corporate securities. The weighted-average maturity of the debt portfolio was\n17\nyears and\n14\nyears, respectively at December 31, 2020 and 2019.\nThe investment of pension plan assets in securities issued by UPC is explicitly prohibited by the plan for both the equity and debt portfolios, other than through index fund holdings.\nFair Value Measurements\nThe pension plan assets are valued at fair value. The following is a description of the valuation methodologies used for the investments measured at fair value, including the general classification of such instruments pursuant to the valuation hierarchy.\nTemporary Cash Investments\n– These investments consist of U.S. dollars, foreign currencies, and commercial paper held in master trust accounts at The Northern Trust Company (the Trustee). Foreign currencies held are reported in terms of U.S. dollars based on currency exchange rates readily available in active markets. U.S. dollars and foreign currencies are classified as Level 1 investments.\nCommercial paper assets are valued using a bid evaluation process with bid data provided by independent pricing sources. Commercial paper is classified as Level 2 investments.\nRegistered Investment Companies\n– Registered Investment Companies are entities primarily engaged in the business of investing in securities and are registered with the Securities and Exchange Commission. The Plan’s holdings of Registered Investment Companies include both public and private fund vehicles. The public vehicles are exchange-traded funds (stocks), which are classified as Level 1 investments. The private vehicles (bonds) do not have published pricing and are valued using Net Asset Value (NAV).\nFederal Government Securities\n– Federal Government Securities consist of bills, notes, bonds, and other fixed income securities issued directly by the U.S. Treasury or by government-sponsored enterprises. These assets are valued using a bid evaluation process with bid data provided by independent pricing sources. Federal Government Securities are classified as Level 2 investments.\n64\nBonds and Debentures\n– Bonds and debentures consist of debt securities issued by U.S. and non-U.S. corporations as well as state and local governments. These assets are valued using a bid evaluation process with bid data provided by independent pricing sources. Corporate, state, and municipal bonds and debentures are classified as Level 2 investments.\nCorporate Stock\n– This investment category consists of common and preferred stock issued by U.S. and non-U.S. corporations. Most common shares are traded actively on exchanges and price quotes for these shares are readily available. Common stock is classified as a Level 1 investment. Preferred shares included in this category are valued using a bid evaluation process with bid data provided by independent pricing sources. Preferred stock is classified as a Level 2 investment.\nVenture Capital and Buyout Partnerships\n– This investment category is comprised of interests in limited partnerships that invest primarily in privately-held companies. Due to the private nature of the partnership investments, pricing inputs are not readily observable. Asset valuations are developed by the general partners that manage the partnerships. These valuations are based on the application of public market multiples to private company cash flows, market transactions that provide valuation information for comparable companies, and other methods. The fair value recorded by the Plan is calculated using each partnership’s NAV.\nReal Estate Funds\n– Most of the Plan’s real estate investments are primarily interests in private real estate investment trusts, partnerships, limited liability companies, and similar structures. Valuations for the holdings in this category are not based on readily observable inputs and are primarily derived from property appraisals. The fair value recorded by the Plan is calculated using the NAV for each investment.\nCollective Trust and Other Funds\n– Collective trust and other funds are comprised of shares or units in commingled funds and limited liability companies that are not publicly traded. The underlying assets in these entities (U.S. stock funds, non-U.S. stock funds, commodity funds, hedge funds, and short term investment funds) are publicly traded on exchanges and price quotes for the assets held by these funds are readily available. The fair value recorded by the Plan is calculated using NAV for each investment.\nAs of December 31, 2020, the pension plan assets measured at fair value on a recurring basis were as follows:\n[a]\nRegistered investment companies measured at fair value are stock investments.\n[b]\nRegistered investment companies measured at NAV include bond investments.\n[c]\nOther assets include accrued receivables, net payables, and pending broker settlements.\n65\nAs of December 31, 2019, the pension plan assets measured at fair value on a recurring basis were as follows:\n[a]\nRegistered investment companies measured at fair value are stock investments.\n[b]\nRegistered investment companies measured at NAV include bond investments.\n[c]\nOther assets include accrued receivables, net payables, and pending broker settlements\n.\nThe Master Trust’s investments in limited partnerships and similar structures (used to invest in private equity and real estate) are valued at fair value based on their proportionate share of the partnerships’ fair value as recorded in the limited partnerships’ audited financial statements. The limited partnerships allocate gains, losses, and expenses to the partners based on the ownership percentage as described in the partnership agreements. At December 31, 2020 and 2019, the Master Trust had future commitments for additional contributions to private equity partnerships totaling $\n147\nmillion\nand $\n189\nmillion, respectively, and to real estate partnerships and funds totaling $\n7\nmillion and $\n8\nmillion, respectively.\nOther Retirement Programs\n401(k)/Thrift Plan\n–\nFor non-union employees hired prior to January 1, 2018, and eligible union employees for whom we make matching contributions, we provide a defined contribution plan (401(k)/thrift plan).\nWe match\n50\n% for each dollar contributed by employees up to the first\n6\n% of compensation contributed. For non-union employees hired on or after\nJanuary 1, 2018\n, we match\n100\n% for each dollar, up to the first\n6\n% of compensation contributed, in addition to contributing an annual amount of\n3\n% of the employee’s annual base salary. Our plan contributions were $\n19\nmillion in 2020, $\n20\nmillion in 2019, and $\n18\nmillion in 2018.\nRailroad Retirement System\n–\nAll Railroad employees are covered by the Railroad Retirement System (the System).\nContributions made to the System are expensed as incurred and amounted to approximately $\n569\nmillion in 2020, $\n654\nmillion in 2019, and $\n710\nmillion in 2018.\nCollective Bargaining Agreements\n–\nUnder collective bargaining agreements, we participate in multi-employer benefit plans that provide certain postretirement health care and life insurance benefits for eligible union employees\n. Premiums paid under these plans are expensed as incurred and amounted to $\n30\nmillion in 2020, $\n42\nmillion in 2019, and $\n50\nmillion in 2018.\n66\n6. Other Income\nOther income included the following for the years ended December 31:\n[a]\n2020 includes a $\n69\nmillion gain from a land and permanent easement sale to the Illinois State Toll Highway Authority.\n7. Income Taxes\nComponents of income tax expense were as follows for the years ended December 31:\nFor the years ended December 31, reconciliations between statutory and effective tax rates are as follows:\nDeferred tax assets and liabilities are recorded for the expected future tax consequences of events that are reported in different periods for financial reporting and income tax purposes. The majority of our deferred tax assets relate to deductions that already have been claimed for financial reporting purposes but not for tax purposes. The majority of our deferred tax liabilities relate to differences between the tax bases and financial reporting amounts of our land and depreciable property, due to accelerated tax depreciation (including bonus depreciation), revaluation of assets in purchase accounting transactions, and differences in capitalization methods.\nIn 2019, Arkansas enacted legislation to reduce their corporate income tax rate for future years resulting in a $\n21\nmillion reduction of our deferred tax expense.\nIn 2018, Iowa and Missouri enacted legislation to reduce their corporate tax rates for future years resulting in a $\n31\nmillion reduction of our deferred tax expense.\n67\nDeferred income tax (liabilities)/assets were comprised of the following at December 31:\nWhen appropriate, we record a valuation allowance against deferred tax assets to reflect that these tax assets may not be realized. In determining whether a valuation allowance is appropriate, we consider whether it is more likely than not that all or some portion of our deferred tax assets will not be realized based on management’s judgments using available evidence for purposes of estimating whether future taxable income will be sufficient to realize a deferred tax asset. In 2020 and 2019, there were\nno\nvaluation allowances.\nTax benefits are recognized only for tax positions that are more likely than not to be sustained upon examination by tax authorities. The amount recognized is measured as the largest amount of benefit that is greater than 50 percent likely to be realized upon settlement. Unrecognized tax benefits are tax benefits claimed in our tax returns that do not meet these recognition and measurement standards.\nA reconciliation of changes in unrecognized tax benefits liabilities/(assets) from the beginning to the end of the reporting period is as follows:\nWe recognize interest and penalties as part of income tax expense. Total accrued liabilities for interest and penalties were $\n8\nmillion and $\n3\nmillion at December 31, 2020 and 2019, respectively. Total interest and penalties recognized as part of income tax expense (benefit) were $\n5\nmillion for 2020, ($\n4\n) million for 2019, and ($\n1\n) million for 2018.\nIn the second quarter of 2019, UPC signed final Revenue Agent Reports (RARs) from the Internal Revenue Service (IRS) for the limited scope audits of UPC’s 2016 and 2017 tax returns. As a result of the signed RARs, UPC paid the IRS $\n11\nmillion in the third quarter of 2019, consisting of $\n10\nmillion of tax and $\n1\nmillion of interest. The statute of limitations has run for all years prior to 2017.\nIn 2017, UPC amended its 2013 income tax return, primarily to claim deductions resulting from the resolution of prior year IRS examinations. The IRS and Joint Committee on Taxation reviewed our 2013 amended return, and in the second quarter of 2018 we received a refund of $\n19\nmillion.\n68\nSeveral state tax authorities are examining our state income tax returns for years 2015 through 2018.\nWe do not expect our unrecognized tax benefits to change significantly in the next 12 months.\nThe portion of our unrecognized tax benefits that relates to permanent changes in tax and interest would reduce our effective tax rate, if recognized. The remaining unrecognized tax benefits relate to tax positions for which only the timing of the benefit is uncertain. Recognition of the tax benefits with uncertain timing would reduce our effective tax rate only through a reduction of accrued interest and penalties.\nThe unrecognized tax benefits that would reduce our effective tax rate are as follows:\n8. Earnings Per Share\nThe following table provides a reconciliation between basic and diluted earnings per share for the years ended December 31:\nCommon stock options totaling\n0.3\nmillion,\n0.5\nmillion, and\n0.3\nmillion for 2020, 2019, and 2018, respectively, were excluded from the computation of diluted earnings per share because the exercise prices of these options exceeded the average market price of our common stock for the respective periods, and the effect of their inclusion would be anti-dilutive.\n69\n9. Accumulated Other Comprehensive Income/Loss\nReclassifications out of accumulated other comprehensive income/loss were as follows (net of tax):\n[a]  The accumulated other comprehensive income/loss reclassification components are 1) prior service cost/(credit) and 2) net actuarial loss which are both included in the computation of net periodic pension cost. See Note 5 Retirement Plans for additional details.\n10. Accounts Receivable\nAccounts receivable includes freight and other receivables reduced by an allowance for doubtful accounts. The allowance is based upon historical losses, creditworthiness of customers, and current economic conditions. At December 31, 2020 and 2019, our accounts receivable were reduced by $\n17\nmillion and $\n4\nmillion, respectively. Receivables not expected to be collected in one year and the associated allowances are classified as other assets in our Consolidated Statements of Financial Position. At December 31, 2020 and 2019, receivables classified as other assets were reduced by allowances of $\n51\nmillion and $\n35\nmillion, respectively.\nReceivables Securitization Facility\n–\nThe Railroad maintains an\n$\n800\nmillion,\n3\n-year receivables securitization facility (the Receivables Facility) maturing in\nJuly 2022\n. Under the Receivables Facility, the Railroad sells most of its eligible third-party receivables to Union Pacific Receivables, Inc. (UPRI), a consolidated, wholly-owned, bankruptcy-remote subsidiary that may subsequently transfer, without recourse, an undivided interest in accounts receivable to investors. The investors have no recourse to the Railroad’s other assets except for customary warranty and indemnity claims. Creditors of the Railroad do not have recourse to the assets of UPRI.\nThe amount recorded under the Receivables Facility was $\n0\nand $\n400\nmillion at December 31, 2020 and 2019, respectively. The Receivables Facility was supported by $\n1.2\nbillion and $\n1.3\nbillion of accounts receivable as collateral at December 31, 2020 and 2019, respectively, which, as a retained interest, is included in accounts receivable, net in our Consolidated Statements of Financial Position.\nThe outstanding amount the Railroad is allowed to maintain under the Receivables Facility, with a maximum of $800 million, may fluctuate based on the availability of eligible receivables and is directly affected by business volumes and credit risks, including receivables payment quality measures such as default and dilution ratios. If default or dilution ratios increase one percent, the allowable outstanding amount under the Receivables Facility would not materially change.\n70\nThe costs of the Receivables Facility include interest, which will vary based on prevailing benchmark and commercial paper rates, program fees paid to participating banks, commercial paper issuance costs, and fees of participating banks for unused commitment availability. The costs of the Receivables Facility are included in interest expense and were $\n7\nmillion, $\n14\nmillion, and $\n15\nmillion for 2020, 2019, and 2018, respectively.\n11. Properties\nThe following tables list the major categories of property and equipment as well as the weighted-average estimated useful life for each category (in years):\n[a]\nOther roadway includes grading, bridges and tunnels, signals, buildings, and other road assets.\nProperty and Depreciation\n– Our railroad operations are highly capital intensive, and our large base of homogeneous, network-type assets turns over on a continuous basis. Each year we develop a capital program for the replacement of assets and for the acquisition or construction of assets that enable us to enhance our operations or provide new service offerings to customers. Assets purchased or constructed throughout the year are capitalized if they meet applicable minimum units of property criteria. Properties and equipment are carried at cost and are depreciated on a straight-line basis over their estimated service\n71\nlives, which are measured in years, except for rail in high-density traffic corridors (i.e., all rail lines except for those subject to abandonment, and yard and switching tracks) for which lives are measured in millions of gross tons per mile of track. We use the group method of depreciation in which all items with similar characteristics, use, and expected lives are grouped together in asset classes and are depreciated using composite depreciation rates. The group method of depreciation treats each asset class as a pool of resources, not as singular items.\nWe currently have more than\n60\ndepreciable asset classes, and we may increase or decrease the number of asset classes due to changes in technology, asset strategies, or other factors.\nWe determine the estimated service lives of depreciable railroad assets by means of depreciation studies. We perform depreciation studies at least every\n3\nyears for equipment and every\n6\nyears for track assets (i.e., rail and other track material, ties, and ballast) and other road property. Our depreciation studies take into account the following factors:\n\nStatistical analysis of historical patterns of use and retirements of each of our asset classes;\n\nEvaluation of any expected changes in current operations and the outlook for continued use of the assets;\n\nEvaluation of technological advances and changes to maintenance practices; and\n\nExpected salvage to be received upon retirement.\nFor rail in high-density traffic corridors, we measure estimated service lives in millions of gross tons per mile of track. It has been our experience that the lives of rail in high-density traffic corridors are closely correlated to usage (i.e., the amount of weight carried over the rail). The service lives also vary based on rail weight, rail condition (e.g., new or secondhand), and rail type (e.g., straight or curve). Our depreciation studies for rail in high-density traffic corridors consider each of these factors in determining the estimated service lives. For rail in high-density traffic corridors, we calculate depreciation rates annually by dividing the number of gross ton-miles carried over the rail (i.e., the weight of loaded and empty freight cars, locomotives and maintenance of way equipment transported over the rail) by the estimated service lives of the rail measured in millions of gross tons per mile. For all other depreciable assets, we compute depreciation based on the estimated service lives of our assets as determined from the analysis of our depreciation studies. Changes in the estimated service lives of our assets and their related depreciation rates are implemented prospectively.\nUnder group depreciation, the historical cost (net of salvage) of depreciable property that is retired or replaced in the ordinary course of business is charged to accumulated depreciation and no gain or loss is recognized. The historical cost of certain track assets is estimated by multiplying the current replacement cost of track assets by a historical index factor derived from (i) inflation indices published by the Bureau of Labor Statistics and (ii) the estimated useful lives of the assets as determined by our depreciation studies. The indices were selected because they closely correlate with the major costs of the properties comprising the applicable track asset classes. Because of the number of estimates inherent in the depreciation and retirement processes and because it is impossible to precisely estimate each of these variables until a group of property is completely retired, we continually monitor the estimated service lives of our assets and the accumulated depreciation associated with each asset class to ensure our depreciation rates are appropriate. In addition, we determine if the recorded amount of accumulated depreciation is deficient (or in excess) of the amount indicated by our depreciation studies. Any deficiency (or excess) is amortized as a component of depreciation expense over the remaining service lives of the applicable classes of assets.\nFor retirements of depreciable railroad properties that do not occur in the normal course of business, a gain or loss may be recognized if the retirement meets each of the following three conditions: (i) is unusual, (ii) is material in amount, and (iii) varies significantly from the retirement profile identified through our depreciation studies. A gain or loss is recognized in other income when we sell land or dispose of assets that are not part of our railroad operations.\nWe review construction in progress assets that have not yet been placed into service, for impairment when events or changes in circumstances indicate that the carrying amount of a long-lived asset or assets may not be recoverable. If impairment indicators are present and the estimated future undiscounted cash flows are less than the carrying value of construction in progress assets when grouped with other assets and liabilities at the lowest level for which identifiable cash flows are largely independent, the carrying value is reduced to the estimated fair value.\n72\nWhen we purchase an asset, we capitalize all costs necessary to make the asset ready for its intended use. However, many of our assets are self-constructed. A large portion of our capital expenditures is for replacement of existing track assets and other road properties, which is typically performed by our employees, and for track line expansion and other capacity projects. Costs that are directly attributable to capital projects (including overhead costs) are capitalized. Direct costs that are capitalized as part of self-constructed assets include material, labor, and work equipment. Indirect costs are capitalized if they clearly relate to the construction of the asset.\nCosts incurred that extend the useful life of an asset, improve the safety of our operations, or improve operating efficiency are capitalized, while normal repairs and maintenance are expensed as incurred. These costs are allocated using appropriate statistical bases. Total expense for repairs and maintenance incurred was $\n2.0\nbillion for 2020, $\n2.3\nbillion for 2019, and $\n2.5\nbillion for 2018.\nAssets held under finance leases are recorded at the lower of the net present value of the minimum lease payments or the fair value of the leased asset at the inception of the lease. Amortization expense is computed using the straight-line method over the shorter of the estimated useful lives of the assets or the period of the related lease.\nBrazos Yard Impairment\n– In the fourth quarter of 2020, we made the strategic decision that our Brazos yard investments made to date will be used for freight car block swapping activities, rather than proceeding with additional investments required to complete the freight car classification yard. As a result, we recorded a non-cash impairment charge of $\n278\nmillion, recognized in other expense in our Consolidated Statements of Income. The Brazos yard investment was recorded as construction in progress as it had not yet been placed into service. We estimated the fair value of the remaining Brazos investments not used for freight car block swapping activities based on market values of similar assets, which are Level 2 inputs.\n12. Accounts Payable and Other Current Liabilities\n13. Financial Instruments\nShort-Term Investments\n– All of the Company’s short-term investments consist of time deposits and government agency securities. These investments are considered Level 2 investments and are valued at amortized cost, which approximates fair value. As of December 31, 2020, the Company had $\n70\nmillion of short-term investments, of which $\n10\nmillion are in a trust for the purpose of providing collateral for payment of certain other long-term liabilities, and as such are reclassified as other assets. All short-term investments have a maturity of less than one year and are classified as held-to-maturity. There were\nno\ntransfers out of Level 2 during the year ended December 31, 2020.\nFair Value of Financial Instruments\n– The fair value of our short- and long-term debt was estimated using a market value price model, which utilizes applicable U.S. Treasury rates along with current market quotes on comparable debt securities. All of the inputs used to determine the fair market value of the Corporation’s long-term debt are Level 2 inputs and obtained from an independent source. At December 31, 2020, the fair value of total debt was $\n31.9\nbillion, approximately $\n5.1\nbillion more than the carrying value. At December 31, 2019, the fair value of total debt was $\n27.2\nbillion, approximately $\n2.0\nbillion more than the carrying value. The fair value of the Corporation’s debt is a measure of its current value under present market conditions. It does not impact the financial statements under current accounting rules. The fair value of our cash equivalents approximates their carrying value due to the short-term maturities of these instruments.\n73\n14. Debt\nTotal debt as of December 31, 2020 and 2019, is summarized below:\nDebt Maturities\n–\nThe following table presents aggregate debt maturities as of December 31, 2020, excluding market value adjustments:\nEquipment Encumbrances\n– Equipment with a carrying value of approximately $\n1.3\nbillion and $\n1.6\nbillion at December 31, 2020 and 2019, respectively, served as collateral for finance leases and other types of equipment obligations in accordance with the secured financing arrangements utilized to acquire or refinance such railroad equipment.\nDebt Redemptions –\nOn\nNovember 1, 2020\n, we redeemed all $\n500\nmillion of outstanding\n4.0\n% notes due February 1, 2021, at a redemption price equal to\n100\n% of the principal amount of the notes plus accrued and unpaid interest.\nEffective\nOctober 15, 2019\n, we redeemed all $\n163\nmillion of our outstanding\n6.125\n% notes due February 15, 2020. The redemption resulted in an early extinguishment charge of $\n2\nmillion in the fourth quarter of 2019.\nDebt Exchange -\nOn\nSeptember 16, 2020\n, we exchanged $\n1,047\nmillion of various outstanding notes and debentures due between\nMay 1, 2037\n, and\nMarch 1, 2049\n(the Existing Notes), for $\n1,047\nmillion of\n2.973\n% notes (the New Notes) due\nSeptember 16, 2062\n, plus cash consideration of approximately $\n319\nmillion in addition to $\n4\nmillion for accrued and unpaid interest on the Existing Notes. In accordance with ASC 470-50-40,\nDebt-Modifications and Extinguishments-Derecognition\n, this transaction was accounted for as a debt exchange, as the exchanged debt instruments are not considered to be substantially different. The cash consideration was recorded as an adjustment to the carrying value of debt, and the balance of the unamortized discount and issue costs from the Existing Notes is being amortized as an adjustment of interest expense over the terms of the New Notes. No gain or loss was recognized as a result of the exchange. Costs related to the debt exchange that were payable to parties other than the debt holders totaled approximately $\n9\nmillion and were included in interest expense during the quarter ended September 30, 2020.\n74\nOn\nNovember 20, 2019\n, we exchanged $\n1,839\nmillion of various outstanding notes and debentures due between\nJune 1, 2033\n, and\nSeptember 10, 2058\n(the Existing Notes), for $\n1,842\nmillion of\n3.839\n% notes (the New Notes) due\nMarch 20, 2060\n, plus cash consideration of approximately $\n373\nmillion in addition to $\n19\nmillion for accrued and unpaid interest on the Existing Notes. In accordance with ASC 470-50-40,\nDebt-Modifications and Extinguishments-Derecognition\n, this transaction was accounted for as a debt exchange, as the exchanged debt instruments are not considered to be substantially different. The cash consideration was recorded as an adjustment to the carrying value of debt, and the balance of the unamortized discount and issue costs from the Existing Notes is being amortized as an adjustment of interest expense over the terms of the New Notes. No gain or loss was recognized as a result of the exchange. Costs related to the debt exchange that were payable to parties other than the debt holders totaled approximately $\n15\nmillion and were included in interest expense in the fourth quarter of 2019.\nCredit Facilities\n– At December 31, 2020, we had $\n2.0\nbillion of credit available under our revolving credit facility, which is designated for general corporate purposes and supports the issuance of commercial paper. Credit facility withdrawals totaled $\n0\nduring 2020. Commitment fees and interest rates payable under the Facility are similar to fees and rates available to comparably rated, investment-grade borrowers. The Facility allows for borrowings at floating rates based on LIBOR, plus a spread, depending upon credit ratings for our senior unsecured debt. The\n5\nyear facility requires UPC to maintain a debt-to-EBITDA (earnings before interest, taxes, depreciation, and amortization) coverage ratio.\nThe definition of debt used for purposes of calculating the debt-to-EBITDA coverage ratio includes, among other things, certain credit arrangements, finance leases, guarantees, unfunded and vested pension benefits under Title IV of ERISA, and unamortized debt discount and deferred debt issuance costs. At December 31, 2020, the Company was in compliance with the debt-to-EBITDA coverage ratio, which allows us to carry up to $\n36.8\nbillion of debt (as defined in the Facility), and we had $\n28.3\nbillion of debt (as defined in the Facility) outstanding at that date. The Facility does not include any other financial restrictions, credit rating triggers (other than rating-dependent pricing), or any other provision that could require us to post collateral. The Facility also includes a $\n150\nmillion cross-default provision and a change-of-control provision.\nDuring 2020, we issued $\n2.3\nbillion and repaid $\n2.5\nbillion of commercial paper with maturities ranging from\n14\nto\n74\ndays. As of December 31, 2020 and 2019, we had $\n75\nmillion and $\n200\nmillion of commercial paper outstanding, respectively. Our revolving credit facility supports our outstanding commercial paper balances, and, unless we change the terms of our commercial paper program, our aggregate issuance of commercial paper will not exceed the amount of borrowings available under the Facility.\nIn May 2020, we entered into three bilateral revolving credit lines which mature by\nMay 18, 2021\n, totaling\n$\n600\nmillion of available credit. Since entering into the three bilateral revolving credit lines, we drew $\n300\nmillion and repaid $\n300\nmillion, and at December 31, 2020, we had $\n0\noutstanding.\nShelf Registration Statement and Significant New Borrowings\n–\nIn 2019, our Board of Directors reauthorized the issuance of up to $\n6\nbillion of debt securities. Under our shelf registration, we may issue, from time to time any combination of debt securities, preferred stock, common stock, or warrants for debt securities or preferred stock in one or more offerings\n.\nDuring 2020, we issued the following unsecured, fixed-rate debt securities under our shelf registration:\nWe used the net proceeds from the offerings for general corporate purposes, including the repurchase of common stock pursuant to our share repurchase programs. These debt securities include change-of-control provisions\n.\nAt December 31, 2020, we had remaining authority to issue up to $\n2.25\nbillion of debt securities under our shelf registration.\n75\nReceivables Securitization Facility\n– As of December 31, 2020 and 2019, we recorded $\n0\nand $\n400\nmillion, respectively, of borrowings under our Receivables Facility, as secured debt. (See further discussion of our receivables securitization facility in Note 10).\nLIBOR Transition\n– Each of our $\n2.0\nbillion revolving credit facility, three bilateral revolving credit lines, two term loans, and Receivables Securitization Facility currently use LIBOR as the benchmark for its floating interest rates. Authorities that regulate LIBOR have announced plans to phase out LIBOR so that it will, at some point, cease to exist as a benchmark for floating interest rates. To address the phase out of LIBOR, the agreements for substantially all of these facilities include a mechanism to replace LIBOR with an alternative rate or benchmark under specified circumstances through an amendment to the agreements. As part of this process, we will need to renegotiate our agreements to reference that alternative rate or benchmark, and may need to modify our existing benchmark replacement language, or obtain replacement facilities\n.\n15. Variable Interest Entities\nWe have entered into various lease transactions in which the structure of the leases contain variable interest entities (VIEs). These VIEs were created solely for the purpose of doing lease transactions (principally involving railroad equipment and facilities) and have no other activities, assets, or liabilities outside of the lease transactions. Within these lease arrangements, we have the right to purchase some or all of the assets at fixed prices. Depending on market conditions, fixed-price purchase options available in the leases could potentially provide benefits to us; however, these benefits are not expected to be significant.\nWe maintain and operate the assets based on contractual obligations within the lease arrangements, which set specific guidelines consistent within the railroad industry. As such, we have no control over activities that could materially impact the fair value of the leased assets. We do not hold the power to direct the activities of the VIEs and, therefore, do not control the ongoing activities that have a significant impact on the economic performance of the VIEs. Additionally, we do not have the obligation to absorb losses of the VIEs or the right to receive benefits of the VIEs that could potentially be significant to the VIEs.\nWe are not considered to be the primary beneficiary and do not consolidate these VIEs because our actions and decisions do not have the most significant effect on the VIE’s performance and our fixed-price purchase options are not considered to be potentially significant to the VIEs. The future minimum lease payments associated with the VIE leases\ntotaled $\n1.3\nbillion as of December 31, 2020, and are recorded as operating lease liabilities at present value in our Consolidated Statements of Financial Position.\n16. Leases\nWe lease certain locomotives, freight cars, and other property for\nuse in our rail operations.\nWe determine if an arrangement is or contains a lease at inception. We have lease agreements with lease and non-lease components and we have elected to not separate lease and non-lease components for all classes of underlying assets. L\neases with an initial term of\n12\nmonths or less are not recorded on our Consolidated Statements of Financial Position; we recognize lease expense for these leases on a straight-line basis over the lease term. Leases with initial terms in excess of\n12\nmonths are recorded as operating or financing leases in our Consolidated Statements of Financial Position.\nOperating leases are included in operating lease assets, accounts payable and other current liabilities, and operating lease liabilities on our Consolidated Statements of Financial Position. Finance leases are included in net properties, debt due within one year, and debt due after one year on our Consolidated Statements of Financial Position.\nOperating lease assets and operating lease liabilities are recognized based on the present value of the future minimum lease payments over the lease term at commencement date. As most of our leases do not provide an implicit rate, we use a collateralized incremental borrowing rate for all operating leases based on the information available at commencement date, including lease term, in determining the present value of future payments. The operating lease asset also includes any lease payments made and excludes lease incentives and initial direct costs incurred. Our lease terms may include options to extend or terminate the lease when it is reasonably certain that the option will be exercised. Operating lease expense is recognized on a straight-line basis over the lease term and reported in equipment and other rents, and financing lease expense is recorded as depreciation and interest expense in our Consolidated Statements of Income.\n76\nThe following are additional details related to our lease portfolio:\n[a]\nFinance lease assets are recorded net of accumulated amortization of $\n737\nmillion and $\n797\nmillion as of December 31, 2020 and 2019, respectively.\nThe lease cost components are classified as follows:\n[a]\nIn addition to the lease cost components referenced above, we had short-term lease costs of $\n26\nmillion and $\n2\n7 million as of December 31, 2020 and 2019, respectively, and variable lease costs of $\n10\nmillion and $\n12\nmillion as of December 31, 2020 and 2019, respectively.\nThe following table presents aggregate lease maturities as of December 31, 2020:\n77\nThe following table presents the weighted average remaining lease term and discount rate:\nThe following table presents other information related to our operating and finance leases for the year ended December 31:\n17. Commitments and Contingencies\nAsserted and Unasserted Claims\n– Various claims and lawsuits are pending against us and certain of our subsidiaries. We cannot fully determine the effect of all asserted and unasserted claims on our consolidated results of operations, financial condition, or liquidity. To the extent possible, we have recorded a liability where asserted and unasserted claims are considered probable and where such claims can be reasonably estimated. We do not expect that any known lawsuits, claims, environmental costs, commitments, contingent liabilities, or guarantees will have a material adverse effect on our consolidated results of operations, financial condition, or liquidity after taking into account liabilities and insurance recoveries previously recorded for these matters.\nPersonal Injury\n– The cost of personal injuries to employees and others related to our activities is charged to expense based on estimates of the ultimate cost and number of incidents each year. We use an actuarial analysis to measure the expense and liability, including unasserted claims. The Federal Employers’ Liability Act (FELA) governs compensation for work-related accidents. Under FELA, damages are assessed based on a finding of fault through litigation or out-of-court settlements. We offer a comprehensive variety of services and rehabilitation programs for employees who are injured at work.\nOur personal injury liability is not discounted to present value due to the uncertainty surrounding the timing of future payments. Approximately\n94\n% of the recorded liability is related to asserted claims and approximately\n6\n% is related to unasserted claims at December 31, 2020. Because of the uncertainty surrounding the ultimate outcome of personal injury claims, it is reasonably possible that future costs to settle these claims may range from approximately $\n270\nmillion to $\n295\nmillion. We record an accrual at the low end of the range as no amount of loss within the range is more probable than any other. Estimates can vary over time due to evolving trends in litigation.\n78\nOur personal injury liability activity was as follows:\nWe reassess our estimated insurance recoveries annually and have recognized an asset for estimated insurance recoveries at December 31, 2020 and 2019.\nAny changes to recorded insurance recoveries are included in the above table in the Changes in estimates for prior years category.\nEnvironmental Costs\n– We are subject to federal, state, and local environmental laws and regulations. We have identified\n373\nsites at which we are or may be liable for remediation costs associated with alleged contamination or for violations of environmental requirements. This includes\n29\nsites that are the subject of actions taken by the U.S. government,\n18\nof which are currently on the Superfund National Priorities List. Certain federal legislation imposes joint and several liability for the remediation of identified sites; consequently, our ultimate environmental liability may include costs relating to activities of other parties, in addition to costs relating to our own activities at each site.\nWhen we identify an environmental issue with respect to property owned, leased, or otherwise used in our business, we perform, with assistance of our consultants, environmental assessments on the property. We expense the cost of the assessments as incurred. We accrue the cost of remediation where our obligation is probable and such costs can be reasonably estimated. Our environmental liability is not discounted to present value due to the uncertainty surrounding the timing of future payments.\nOur environmental liability activity was as follows:\nThe environmental liability includes future costs for remediation and restoration of sites, as well as ongoing monitoring costs, but excludes any anticipated recoveries from third parties. Cost estimates are based on information available for each site, financial viability of other potentially responsible parties, and existing technology, laws, and regulations. The ultimate liability for remediation is difficult to determine because of the number of potentially responsible parties, site-specific cost sharing arrangements with other potentially responsible parties, the degree of contamination by various wastes, the scarcity and quality of volumetric data related to many of the sites, and the speculative nature of remediation costs. Estimates of liability may vary over time due to changes in federal, state, and local laws governing environmental remediation. Current obligations are not expected to have a material adverse effect on our consolidated results of operations, financial condition, or liquidity.\nInsurance\n– The Company has a consolidated, wholly-owned captive insurance subsidiary (the captive), that provides insurance coverage for certain risks including FELA claims and property coverage that are subject to reinsurance. The captive entered into annual reinsurance treaty agreements that insure workers compensation, general liability, auto liability, and FELA risk. The captive cedes a portion of its FELA exposure through the treaty and assumes a proportionate share of the entire risk. The captive receives direct premiums, which are netted against the Company’s premium costs in other expenses in the Consolidated Statements of Income. The treaty agreements provide for certain protections against the risk of treaty participants’ non-performance, and we do not believe our exposure to treaty participants’ non-performance is material at this time. We record both liabilities and reinsurance receivables using an actuarial analysis based on historical experience in our Consolidated Statements of Financial Position.\n79\nEffective January 2019, the captive insurance subsidiary no longer participates in the reinsurance treaty agreement. The Company established a trust in the fourth quarter of 2018 for the purpose of providing collateral as required under the reinsurance treaty agreement for prior years’ participation.\nGuarantees\n– At December 31, 2020 and 2019, we were contingently liable for $\n10\nmillion and $\n15\nmillion, respectively, in guarantees. The fair value of these obligations as of both December 31, 2020 and 2019 was $\n0\n. We entered into these contingent guarantees in the normal course of business, and they include guaranteed obligations related to our affiliated operations.\nThe final guarantee expires in 2022.\nWe are not aware of any existing event of default that would require us to satisfy these guarantees. We do not expect that these guarantees will have a material adverse effect on our consolidated financial condition, results of operations, or liquidity.\nIndemnities\n– We are contingently obligated under a variety of indemnification arrangements, although in some cases the extent of our potential liability is limited, depending on the nature of the transactions and the agreements. Due to uncertainty as to whether claims will be made or how they will be resolved, we cannot reasonably determine the probability of an adverse claim or reasonably estimate any adverse liability or the total maximum exposure under these indemnification arrangements. We do not have any reason to believe that we will be required to make any material payments under these indemnity provisions.\n18. Share Repurchase Programs\nEffective April 1, 2019, our Board of Directors authorized the repurchase of up to\n150\nmillion shares of our common stock by\nMarch 31, 2022\n, replacing\nour previous repurchase program.\nThese repurchases may be made on the open market or through other transactions. Our management has sole discretion with respect to determining the timing and amount of these transactions.\nAs of December 31, 2020, we repurchased a total of $\n40.9\nbillion of our common stock since commencement of our repurchase programs in 2007.\nThe table below represents shares repurchased under repurchase programs during 2019 and 2020:\n[a]\nIn the period of the final settlement, the average price paid under the accelerated share repurchase programs is calculated based\non the total program value less the value assigned to the initial delivery of shares. The average price of the completed 2020 and\n2019 accelerated share repurchase programs was $\n155.86\nand $\n167.01\n, respectively.\n[b]\nIncludes\n8,786,380\nand\n11,795,930\nshares repurchased in February 2020 and 2019, respectively, under accelerated share repurchase programs.\n[c]\nIncludes an incremental\n4,045,575\nand\n3,172,900\nshares received upon final settlement in July 2020 and August 2019, respectively, under accelerated share repurchase programs.\nManagement's assessments of market conditions and other pertinent factors guide the timing and volume of all repurchases.\nWe expect to fund any share repurchases under this program through cash generated from operations, the sale or lease of various operating and non-operating properties, debt issuances, and cash on hand.\nOpen market repurchases are recorded in treasury stock at cost, which includes any applicable commissions and fees.\nFrom January 1, 2021, through February 4, 2021, we repurchased\n2.1\nmillion shares at an aggregate cost of approximately $\n442\nmillion.\nAccelerated Share Repurchase Programs\n– The Company has established accelerated share repurchase programs (ASRs) with financial institutions to repurchase shares of our common stock. These ASRs have been structured so that at the time of commencement, we pay a specified amount to the financial institutions and receive an initial delivery of shares. Additional shares may be received at the time of settlement. The final number of shares to be received is based on the volume weighted average price of\n80\nthe Company’s common stock during the ASR term, less a discount and subject to potential adjustments pursuant to the terms of such ASR.\nOn February 19, 2020, the Company received\n8,786,380\nshares of its common stock repurchased under ASRs for an aggregate of $\n2.0\nbillion. Upon settlement of these ASRs in the third quarter of 2020, we received\n4,045,575\nadditional shares.\nOn February 26, 2019, the Company received\n11,795,930\nshares of its common stock repurchased under ASRs for an aggregate of $\n2.5\nbillion. Upon settlement of these ASRs in the third quarter of 2019, we received\n3,172,900\nadditional shares.\nASRs are accounted for as equity transactions, and at the time of receipt, shares are included in treasury stock at fair market value as of the corresponding initiation or settlement date.\nThe Company reflects shares received as a repurchase of common stock in the weighted average common shares outstanding calculation for basic and diluted earnings per share.\n19. Related Parties\nUPRR and other North American railroad companies jointly own TTX Company (TTX). UPRR\nhas a\n36.79\n%\neconomic and voting interest in TTX while the other North American railroads own the remaining interest. In accordance with ASC 323\nInvestments - Equity Method and Joint Venture\n, UPRR applies the equity method of accounting to our investment in TTX.\nTTX is a rail car pooling company that owns rail cars and intermodal wells to serve North America’s railroads. TTX assists railroads in meeting the needs of their customers by providing rail cars in an efficient, pooled environment. All railroads have the ability to utilize TTX rail cars through car hire by renting rail cars at stated rates.\nUPRR\nhad $\n1.5\nbillion\nand $\n1.4\nbillion recognized as investments related to TTX in our Consolidated Statements of Financial Position as of December 31, 2020 and 2019, respectively.\nTTX car hire expenses of $\n375\nmillion in 2020, $\n407\nmillion in 2019, and $\n429\nmillion in 2018 are included in equipment and other rents in our Consolidated Statements of Income. In addition, UPRR had accounts payable to TTX of $\n59\nmillion and $\n62\nmillion at December 31, 2020 and 2019, respectively.\n20. Selected Quarterly Data (Unaudited)\nPer share net income for the four quarters combined may not equal the per share net income for the year due to rounding.\n‎\n81"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "As of the end of the period covered by this report, the Corporation carried out an evaluation, under the supervision and with the participation of the Corporation’s management, including the Corporation’s Chief Executive Officer (CEO) and Executive Vice President and Chief Financial Officer (CFO), of the effectiveness of the design and operation of the Corporation’s disclosure controls and procedures pursuant to Exchange Act Rules 13a-15 and 15d-15. In designing and evaluating the disclosure controls and procedures, management recognized that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives. Based upon that evaluation, the CEO and the CFO concluded that, as of the end of the period covered by this report, the Corporation’s disclosure controls and procedures were effective to provide reasonable assurance that information required to be disclosed in our Exchange Act reports is recorded, processed, summarized and reported within the time periods specified by the SEC, and that such information is accumulated and communicated to management, including the CEO and CFO, as appropriate, to allow timely decisions regarding required disclosure.\nAdditionally, the CEO and CFO determined that there were no changes to the Corporation’s internal control over financial reporting (as defined in Exchange Act Rules 13a-15(f) and 15d-15(f)) during the last fiscal quarter that materially affected, or are reasonably likely to materially affect, the Corporation’s internal control over financial reporting.\n‎\n82\nMA\nNAGEMENT’S ANNUAL REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nThe management of Union Pacific Corporation and Subsidiary Companies (the Corporation) is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Exchange Act Rules 13a-15(f) and 15d-15(f)). The Corporation’s internal control system was designed to provide reasonable assurance to the Corporation’s management and Board of Directors regarding the preparation and fair presentation of published financial statements.\nAll internal control systems, no matter how well designed, have inherent limitations. Therefore, even those systems determined to be effective can provide only reasonable assurance with respect to financial statement preparation and presentation.\nThe Corporation’s management assessed the effectiveness of the Corporation’s internal control over financial reporting as of December 31, 2020. In making this assessment, it used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control – Integrated Framework (2013)\n. Based on our assessment, management believes that, as of December 31, 2020, the Corporation’s internal control over financial reporting is effective based on those criteria.\nThe Corporation’s independent registered public accounting firm has issued an attestation report on the effectiveness of the Corporation’s internal control over financial reporting. This report appears on the next page.\nFebruary 4, 2021\n‎\n83\nR\nEPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Shareholders of Union Pacific Corporation\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Union Pacific Corporation and Subsidiary Companies (the \"Corporation\") as of December 31, 2020, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Corporation maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control — Integrated Framework (2013) issued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2020, of the Corporation and our report dated February 5, 2021 expressed an unqualified opinion on those financial statements.\nThe Corporation’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying\nManagement's\nAnnual Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Corporation’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Deloitte & Touche LLP\nOmaha, Nebraska\nFebruary 5, 2021\n‎\n84"
  },
  {
    "item_key": "item_9b",
    "text": "None.\nPA\nRT III"
  },
  {
    "item_key": "item_10",
    "text": "(a)\nDirectors of Registrant.\nInformation as to the names, ages, positions, and offices with UPC, terms of office, periods of service, business experience during the past five years, and certain other directorships held by each director or person nominated to become a director of UPC is set forth in the Election of Directors segment of the Proxy Statement and is incorporated herein by reference.\nInformation concerning our Audit Committee and the independence of its members, along with information about the audit committee financial expert(s) serving on the Audit Committee, is set forth in the Audit Committee segment of the Proxy Statement and is incorporated herein by reference.\n(b)\nExecutive Officers of Registrant.\nInformation concerning the executive officers of UPC and its subsidiaries is presented in Part I of this report under Information About Our Executive Officers and Principal Executive Officers of Our Subsidiaries.\n(c)\nDelinquent Section 16(a) Reports.\nInformation concerning compliance with Section 16(a) of the Securities Exchange Act of 1934 is set forth in the Section 16(a) Beneficial Ownership Reporting Compliance segment of the Proxy Statement and is incorporated herein by reference.\n(d)\nCode of Ethics for Chief Executive Officer and Senior Financial Officers of Registrant.\nThe Board of Directors of UPC has adopted the UPC Code of Ethics for the Chief Executive Officer and Senior Financial Officers (the Code). A copy of the Code may be found on the Internet at our website www.up.com/investor/governance. We intend to disclose any amendments to the Code or any waiver from a provision of the Code on our website."
  },
  {
    "item_key": "item_11",
    "text": "Information concerning compensation received by our directors and our named executive officers is presented in the Compensation Discussion and Analysis, Summary Compensation Table, Grants of Plan-Based Awards in Fiscal Year 2020, Outstanding Equity Awards at 2020 Fiscal Year-End, Option Exercises and Stock Vested in Fiscal Year 2020, Pension Benefits at 2020 Fiscal Year-End, Nonqualified Deferred Compensation at 2020 Fiscal Year-End, Potential Payments Upon Termination or Change in Control and Director Compensation in Fiscal Year 2020 segments of the Proxy Statement and is incorporated herein by reference. Additional information regarding compensation of directors, including Board committee members, is set forth in the By-Laws of UPC and the Stock Unit Grant and Deferred Compensation Plan for the Board of Directors, both of which are included as exhibits to this report. Information regarding the Compensation and Benefits Committee is set forth in the Compensation Committee Interlocks and Insider Participation and Compensation Committee Report segments of the Proxy Statement and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Information as to the number of shares of our equity securities beneficially owned by each of our directors and nominees for director, our named executive officers, our directors and executive officers as a group, and certain beneficial owners is set forth in the Security Ownership of Certain Beneficial Owners and Management segment of the Proxy Statement and is incorporated herein by reference.\n85"
  },
  {
    "item_key": "item_13",
    "text": "Information on related transactions is set forth in the Certain Relationships and Related Transactions and Compensation Committee Interlocks and Insider Participation segments of the Proxy Statement and is incorporated herein by reference. We do not have any relationship with any outside third party that would enable such a party to negotiate terms of a material transaction that may not be available to, or available from, other parties on an arm’s-length basis.\nInformation regarding the independence of our directors is set forth in the Director Independence segment of the Proxy Statement and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information concerning the fees billed by our independent registered public accounting firm and the nature of services comprising the fees for each of the two most recent fiscal years in each of the following categories: (i) audit fees, (ii) audit-related fees, (iii) tax fees, and (iv) all other fees, is set forth in the Independent Registered Public Accounting Firm’s Fees and Services segment of the Proxy Statement and is incorporated herein by reference.\nInformation concerning our Audit Committee’s policies and procedures pertaining to pre-approval of audit and non-audit services rendered by our independent registered public accounting firm is set forth in the Audit Committee segment of the Proxy Statement and is incorporated herein by reference.\n‎\n86\nPA\nRT IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)    Financial Statements, Financial Statement Schedules, and Exhibits:\n(1)    Financial Statements\nThe financial statements filed as part of this filing are listed on the index to the Financial Statements and Supplementary Data, Item 8, on page\n46\n.\n(2)    Financial Statement Schedules\nSchedule II - Valuation and Qualifying Accounts\nSchedules not listed above have been omitted because they are not applicable or not required or the information required to be set forth therein is included in the Financial Statements and Supplementary Data, Item 8, or notes thereto.\n(3)    Exhibits\nExhibits are listed in the exhibit index beginning on page\n89\n. The exhibits include management contracts, compensatory plans and arrangements required to be filed as exhibits to the Form 10-K by Item 601 (10) (iii) of Regulation S-K.\n‎\n87\nSCHEDULE II – VALUATION AND QUALIFYING ACCOUNTS\nUnion Pacific Corporation and Subsidiary Companies\n‎\n88\nUNION PACIFIC CORPORATION\nExhibit Index\n89\n90\n91"
  },
  {
    "item_key": "item_16",
    "text": "None.\n‎\n92\nSI\nGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on this 5th day of February, 2021.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below, on this 5th day of February, 2021, by the following persons on behalf of the registrant and in the capacities indicated.\nDIRECTORS:\n93"
  }
]