[
  {
    "item_key": "item_1",
    "text": "T. Rowe Price Group, Inc. is a financial services holding company that provides global investment management services through its subsidiaries to investors worldwide. We provide an array of U.S. mutual funds, subadvised funds, separately managed accounts, collective investment trusts, and other T. Rowe Price products. The other\nT. Rowe Price products include: open-ended investment products offered to investors outside the U.S. and products offered through variable annuity life insurance plans in the U.S. We also provide certain investment advisory clients with related administrative services, including distribution, mutual fund transfer agent, accounting, and shareholder services; participant recordkeeping and transfer agent services for defined contribution retirement plans; brokerage; trust services; and non-discretionary advisory services through model delivery. We are focused on delivering global investment management excellence to help clients around the world achieve their long-term investment goals.\nThe late Thomas Rowe Price, Jr., founded our firm in 1937, and the common stock of T. Rowe Price Associates, Inc. was first offered to the public in 1986. The T. Rowe Price Group, Inc. corporate holding company structure was established in 2000.\nOur core capabilities have enabled us to deliver excellent operating results since our initial public offering. We maintain a strong corporate culture that is focused on delivering strong long-term investment performance and world-class service to our clients. We distribute our broad array of active investment strategies through a diverse set of distribution channels and vehicles to meet the needs of our clients globally. Our ongoing financial strength and discipline has allowed us to take advantage of attractive growth opportunities and invest in key capabilities. Our investments have been focused on increasing our investment professional headcount globally, expanding our product offerings, expanding our global distribution footprint to strengthen our regional relationships and brand, and investing in new technology and the core infrastructure of the firm.\nThe industry in which we operate has been evolving quickly and a number of headwinds have arisen over the last few years, including passive investments taking market share from traditional active strategies; continued downward fee pressure; demand for new investment vehicles to meet client needs; capacity challenges with some of our mutual funds and portfolios and an ever-changing regulatory landscape.\nDespite the headwinds, we believe there are significant opportunities that align to our core capabilities. As such, we have been responding with several multi-year initiatives that are designed to strengthen our long-term competitive position and to:\n•\nMaintain our position as a premier active asset manager, delivering durable value to clients.\n•\nBuild T. Rowe Price into a more globally diversified asset manager.\n•\nExtend and leverage our retirement expertise globally while becoming an ever more integrated investment solutions provider.\n•\nEmbed best practices for sustainability and environmental, social and corporate governance throughout the company.\n•\nMaintain strong processes and controls, which is increasingly important with growing business complexity and regulation.\n•\nRemain a destination of choice for top talent, with a culture of diversity, inclusivity, empowerment, accountability and collaboration.\n•\nDeliver attractive financial results and balance sheet strength for our stockholders over the long term.\nFinancial Overview / Assets Under Management\nWe derive the vast majority of our consolidated net revenues and net income from investment advisory services provided by our subsidiaries, primarily T. Rowe Price Associates and T. Rowe Price International Ltd. In November 2020, we announced our plan to establish T. Rowe Price Investment Management, a separate SEC-registered investment advisor, to support our continued focus on generating strong investment results for clients. T. Rowe Price Investment Management is anticipated to begin operations in the second half of 2022.\nOur revenues depend largely on the total value and composition of our assets under management. Accordingly, fluctuations in financial markets and in the composition of assets under management impact our revenues and results of operations.\n20\nPage 2\nAt December 31, 2020, we had $1,470.5 billion in assets under management, including $794.6 billion in U.S. mutual funds, $400.1 billion in subadvised funds and separately managed accounts, and $275.8 billion in collective investment trusts, and other T. Rowe Price products. Assets under management increased $263.7 billion from the end of 2019. This increase was driven by market appreciation and income, net of distributions not reinvested, of $256.9 billion and net cash inflows of $5.6 billion for 2020. In addition, we acquired client contracts from PNC Bank during 2020 that added $1.2 billion of stable value assets under management.\nThe following tables show our assets under management by vehicle, asset class, distribution channel, and account type:\n(1)\nThe underlying assets under management of the multi-asset portfolios have been aggregated and presented in this category and not reported in the equity and fixed income rows.\n(2)\nIncludes Americas, Europe, Middle East and Africa (\"EMEA\"), and Asia Pacific (\"APAC\").\n(3)\nIncludes T. Rowe Price investments in proprietary products, assets of the T. Rowe Price employee benefit plans, Private Asset Management accounts, and other.\nIn 2020, our target date retirement products experienced net cash outflows of $6.5 billion. The assets under management in our target date retirement products totaled $332.2 billion at December 31, 2020, or 22.6% of our managed assets at December 31, 2020, compared with 24.2% at the end of 2019.\nAdditional information concerning our assets under management, results of operations, and financial condition during the past three years is contained in the Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7, as well as our consolidated financial statements, which are included in Item 8 of this Form 10-K.\n20\nPage 3\nINVESTMENT MANAGEMENT SERVICES.\nDistribution Channels and Products\nWe distribute our products across three broad geographical regions: Americas, Europe, Middle East and Africa (\"EMEA\"), and Asia Pacific (\"APAC\"). We service clients in 51 countries around the world. Investors domiciled outside the U.S. represented over 9% of total assets under management at the end of 2020.\nWe accumulate our assets under management from a diversified client base across five primary distribution channels: Americas financial intermediaries, EMEA & APAC financial intermediaries, individual U.S. investors on a direct basis, U.S. retirement plan sponsors for which we provide recordkeeping services, and global institutional investors. The following table outlines the types of products within each distribution channel through which our assets under management are sourced as of December 31, 2020.\n(1)\nSociété d'Investissement à Capital Variable (Luxembourg),\n(2)\nFonds Commun de Placement (Luxembourg),\n(3)\nOpen-Ended Investment Company (U.K.),\n(4)\nProvided through our ActivePlus Portfolios,\n(5)\nJapanese Investment Trust Management Funds\nInvestment Capabilities\nWe manage a broad range of investment strategies in equity, fixed income, and multi-asset across sectors, styles and regions. Our strategies are designed to meet the varied and changing needs and objectives of investors and are delivered across a range of vehicles. We also offer specialized advisory services, including management of stable value investment contracts, modeled multi-asset solutions, and a distribution management service for the disposition of equity securities our clients receive from third-party venture capital investment pools.\n20\nPage 4\nThe following tables set forth our broad investment capabilities as of December 31, 2020.\nN/R - Not relevant\nWe employ fundamental and quantitative security analysis in the performance of the investment advisory function through substantial internal equity and fixed income investment research capabilities. We perform original industry and company research using such sources as inspection of corporate activities, management interviews, company-published financials and other information, and field checks with suppliers and competitors in the same industry and particular business sector. Our dedicated, in-house research analysts consider tangible investment factors, such as financial information, valuation, and macroeconomics in tandem with intangible environmental, social, and corporate governance investment factors.\nOur research staff operates primarily from offices located in the U.S. and U.K. with additional staff based in Australia, Hong Kong, Japan, Singapore, and Switzerland. We also use research provided by brokerage firms and security analysts in a supportive capacity and information received from private economists, political observers, commentators, government experts, and market analysts. Our securities selection process for some investment portfolios is based on quantitative analysis using computerized data modeling.\nFrom time to time, we introduce new strategies, investment vehicles, and other products to complement and expand our investment offerings, respond to competitive developments in the financial marketplace, and meet the changing\n20\nPage 5\nneeds of our investment advisory clients. We will introduce a new investment strategy if we believe that we have the appropriate investment management expertise and that its objective will be useful to investors over a long period. In 2020, we introduced six new strategies and several new vehicles, like our active exchange-traded funds, and share classes of existing strategies.\nWe typically provide seed capital for new investment products to enable the portfolio manager to begin building an investment performance history in advance of the portfolio receiving sustainable client assets. The length of time we hold our seed capital investment will vary for each new investment product as it is highly dependent on how long it takes to generate cash flows into the product from unrelated investors. We attempt to ensure that the new investment product has a sustainable level of assets from unrelated shareholders before we consider redemption of our seed capital investment in order to not negatively impact the new investment product's net asset value or its investment performance record. At December 31, 2020, we had seed capital investments in our products of $1.2 billion.\nWe may also close or limit new investments to new investors across T. Rowe Price investment products in order to maintain the integrity of the investment strategy and to protect the interests of its existing shareholders and investors. At present, the following strategies, which represent about 20% of total assets under management at December 31, 2020, are generally closed to new investors:\nInvestment Advisory Fees\nWe provide investment advisory services through our subsidiaries to the U.S. mutual funds; clients on a subadvised or separately managed account basis; collective investment trusts; and other T. Rowe Price products, including funds offered to investors outside the U.S. and portfolios offered through variable annuity life insurance plans in the U.S.\nNearly 64% of our investment advisory fees are earned from our U.S. mutual funds, while about 36% of our investment advisory fees are earned from our other investment portfolios. Ten of our 177 U.S. mutual funds - Blue Chip Growth, Growth Stock, Capital Appreciation, New Horizons, Mid-Cap Growth, Large-Cap Growth, Health Sciences, International Discovery, Equity Income, and Emerging Markets Stock - accounted for approximately 30% of our investment advisory revenues in 2020, and approximately 22% of our assets under management at December 31, 2020. Our largest client account relationship, apart from the U.S. mutual funds, is with a third-party financial intermediary that accounted for about 7% of our investment advisory revenues in 2020.\nU.S. Mutual Funds\nAt December 31, 2020, assets under our management in the U.S. mutual funds aggregated $794.6 billion, an increase of 16.4% or $111.9 billion from the beginning of the year. Investment advisory services are provided to each U.S. mutual fund under individual investment management agreements that grant the fund the right to use the\nT. Rowe Price name. The Boards of the respective funds, including a majority of directors who are not interested persons of the funds or of T. Rowe Price Group (as defined in the Investment Company Act of 1940), must approve the investment management agreements annually. Fund shareholders approve material changes to these investment management agreements. Each agreement automatically terminates in the event of its assignment (as defined in the Investment Company Act) and, generally, either party may terminate the agreement without penalty after a 60-day notice. The termination of one or more of these agreements could have a material adverse effect on our results of operations. Independent directors and trustees of the U.S. mutual funds regularly review our fee structures.\n20\nPage 6\nThe advisory fee paid monthly by each of the U.S. mutual funds is computed on a daily basis by multiplying a fund’s net assets by its effective fee rate. For the majority of the U.S. mutual funds, the fee rate is equal to the sum of a tiered group fee rate plus an individual fund rate. The tiered group rate is based on the combined net assets of nearly all of the U.S. mutual funds. If the combined net assets of these U.S. mutual funds exceed $845 billion, the weighted-average fee across pricing tiers is 28.1 basis points for the first $845 billion of net assets plus 26.0 basis points for net assets in excess of $845 billion. To the extent that the combined net assets of the funds included in the group rate calculation increase, the group charge component of a fund's advisory fee rate and the resulting advisory fee rate paid by each fund will decrease.\nThe individual fund rates are generally flat rates that are set based on the fund’s specific investment objective. Several funds, including the Blue Chip Growth, Equity Income, Growth Stock, and Mid-Cap Growth funds, have an effective tiered individual fund rate in which their base individual flat rate is reduced by about 15% on net assets in excess of $15 billion. The New Income and Value funds have their base individual flat rate reduced by about 15% on net assets in excess of $20 billion. The Capital Appreciation Fund has its base individual flat rate reduced by 10% on net assets in excess of $27.5 billion. The effective fee rates for each of the stock and bond funds on which we earned annual advisory fees of approximately $6.0 million or greater in 2020, varied from a low of 21 basis points for the Limited Duration Inflation Focused Bond Fund to a high of 104 basis points for the International Discovery fund.\nThe fee rate of several of the U.S. mutual funds, including the Target-Date and Index funds as well as specific funds offered solely to institutional investors, does not include a group fee component but rather an individual fund fee or an all-inclusive fee. An all-inclusive fee covers both the investment management fee and ordinary operating expenses incurred by the fund and, as a result, our management fee varies with the level of operating expenses a fund incurs. In the second quarter of 2020, the fee structure of the target date retirement funds changed that the investment advisory fee revenue is now earned at the target date retirement fund level rather than at the underlying mutual fund level. The Spectrum Funds series we offer have no separate investment advisory fee; rather, they bear the expenses of the funds in which they invest.\nEach U.S. mutual fund typically bears all expenses associated with its operation and the issuance and redemption of its securities. In particular, each fund pays investment advisory fees; shareholder servicing fees and expenses; fund accounting fees and expenses; transfer and sub-transfer agent fees; custodian fees and expenses; legal and auditing fees; expenses of preparing, printing and mailing prospectuses and shareholder reports to existing shareholders; registration fees and expenses; proxy and annual meeting expenses; and independent trustee or director fees and expenses.\nWe usually provide that a newly organized fund’s expenses will not exceed a specified percentage of its net assets during an initial operating period. Generally, during the earlier portion of the period, we will waive advisory fees and absorb other fund expenses, such as those described above, in excess of these self-imposed limits. During the latter portion of the period, we may recover some or all of the waived fees and absorbed costs, but such recovery is not assured.\nAdditionally, we have contractual management fee waivers for certain U.S mutual funds, including nearly all money market funds, which could occur under certain specified circumstances. Unlike traditional expense limits for newly organized funds, these waivers will not be recovered by T. Rowe Price in the future. Further to these contractual fee waivers, due to the low interest rate environment in 2020, we voluntarily waived $20.4 million, or less than 1%, of our investment advisory fees from certain of our money market mutual funds, trusts, and other investment portfolios in order to maintain a positive yield for investors. We expect to continue to waive fees in 2021, and we currently anticipate that the waivers for the first quarter of 2021 will be at or slightly above the level of waivers experienced in the fourth quarter of 2020. We also expect that the fee waivers for the first quarter of 2021 will represent a high-water mark for fee waivers issued.\n20\nPage 7\nSubadvised funds, separate accounts, collective investment trusts, and other investment products\nOur subadvised, separate accounts, collective investment trusts, and other investment products had assets under management of $675.9 billion at December 31, 2020, an increase of $151.8 billion from the beginning of the year. Other investment products include open-ended investment products offered to investors outside the U.S. and products offered through variable annuity life insurance plans in the U.S. We earn investment management fees from these clients based on, among other things, the specific investment services to be provided, and these investment management fees are computed using the value of assets under management at a contracted annual fee rate or the products' effective fee rate for those with a tiered-fee rate structure.\nThe value of assets under management billed is generally based on daily valuations, end of billing period valuations, or month-end average valuations. In 2020, approximately 78% of our advisory fees were recognized based on daily portfolio valuations, 15% were based on end of billing period valuations, and 7% were based on month-end averages.\nOur standard subadvised client accounts normally pay a daily tiered rate and their agreement typically provides for termination with 60 days notice. For separately managed accounts, the fee is generally based on a period ending value and their agreements provide for termination at any time. Unearned fees paid in advance are refunded upon termination. We currently also earn performance-based investment advisory fees on certain separately managed accounts. These fees are currently immaterial to our total investment advisory fees and are only recognized when the performance condition has been met. This recognition criteria can lead to uneven recognition of performance-based revenue throughout the year.\nOur U.S.collective investment trusts, sponsored by T. Rowe Price Trust Company and subscribed to by certain qualified U.S. retirement plans, normally pay an all-inclusive tiered rate investment management fee computed on a daily basis.\nOur standard form of investment advisory agreement with other T. Rowe Price products that pay management fees on a daily basis normally provides for termination with 30 days notice. The following table details the services provided by certain of our subsidiaries based on our non-U.S. global investment products:\nOur subsidiaries T. Rowe Price Associates, T. Rowe Price International, T. Rowe Price Hong Kong, T. Rowe Price Singapore, T. Rowe Price Australia and T. Rowe Price Japan, may also provide subadvised investment management services to those global investment products listed in the table above.\nWe distribute the products listed in the table above outside the U.S. through distribution agents and other financial intermediaries. The fees we earn for distributing and marketing these products are part of our overall investment management fees for managing the product assets. We currently recognize any related distribution fees paid to these financial intermediaries in distribution and servicing costs.\nADMINISTRATIVE, DISTRIBUTION, AND SERVICING FEES.\nAdministrative Services\nWe also provide certain administrative services as ancillary services to our investment advisory clients. These administrative services are provided by several of our subsidiaries and include mutual fund transfer agent, accounting, distribution, and shareholder services; participant recordkeeping and transfer agent services for defined contribution retirement plans investing in U.S. mutual funds; recordkeeping services for defined contribution retirement plans investing in mutual funds outside the T. Rowe Price complex; brokerage; trust services; and non-discretionary advisory services.\n20\nPage 8\nT. Rowe Price Services provides the U.S. mutual funds transfer agency and shareholder services, including the staff, facilities, technology, and other equipment to respond to inquiries from fund shareholders. The U.S. mutual funds contract directly with BNY Mellon to provide mutual fund accounting services, including maintenance of financial records, preparation of financial statements and reports, daily valuation of portfolio securities, and computation of each mutual fund's daily net asset value per share.\nT. Rowe Price Retirement Plan Services provides participant accounting and plan administration for defined contribution retirement plans that invest in the U.S. mutual funds, the T. Rowe Price collective investment trusts, and funds outside the T. Rowe Price complex. T. Rowe Price Retirement Plan Services also provides transfer agent services to the U.S. mutual funds. The pricing on these transfer agent services is based on basis points of the related assets under management. Plan sponsors and participants compensate us for some of the administrative services while the U.S. mutual funds and outside fund families compensate us for maintaining and administering the individual participant accounts for those plans that invest in the respective funds. As of December 31, 2020, we provided recordkeeping services for $239 billion in assets under administration, of which nearly $148 billion are assets we manage.\nT. Rowe Price Trust Company also provides administrative trustee services. Through this entity, which is a Maryland-chartered limited service trust company, we serve as trustee for employer sponsored retirement plans and other retirement products. T. Rowe Price Trust Company may not accept deposits and cannot make personal or commercial loans. Our trust vehicles are not mutual funds. As such, trust requirements can result in lower compliance and administrative costs over other vehicles with a similar investment strategy. Our trust vehicles include investments in equity, fixed income and multi-asset assets.\nWe also provide discretionary and non-discretionary advisory planning services to individual investors through our subsidiary T. Rowe Price Advisory Services, Inc. These services are limited in scope, and advice recommendations consist solely of mutual funds advised by T. Rowe Price Associates or its affiliates that have been selected for inclusion in these services. These services include, but are not limited to, point-in-time financial planning, asset allocation advice, and discretionary advice through a solely digital experience.\nCertain T. Rowe Price subsidiaries also provide non-discretionary advisory services to model delivered managed accounts. For these model delivered managed accounts, we provide the holdings and trades of the portfolio to the sponsor platforms to implement for their clients. The assets under advisement in these portfolios, predominantly in the United States, was $2.8 billion at December 31, 2020. The revenue earned on these services is recorded in administrative fees.\nDistribution and Servicing\nOur subsidiary, T. Rowe Price Investment Services (\"TRPIS\"), is the principal distributor of the U.S. mutual funds and contracts with third-party financial intermediaries who distribute these share classes. TRPIS enters into agreements with each intermediary under which each fund is responsible to pay the distribution and service fees directly to the applicable intermediaries. The Investor Class of all U.S. mutual funds can be purchased in the U.S. on a no-load basis, without a sales commission or 12b-1 fee. No-load mutual fund shares offer investors a low-cost and relatively easy method of directly investing in a variety of equity, fixed income, and multi-asset strategies. The I Class of certain U.S. mutual funds is designed to meet the needs of institutionally oriented clients who seek investment products with lower shareholder servicing costs and lower expense ratios. This share class limits ordinary operating expenses (other than interest; expenses related to borrowings, taxes, and brokerage; and any non-extraordinary expenses) to 5 basis points for a period of time and there are no external 12b-1 or administrative fee payments.\nCertain of the U.S. mutual funds also offer Advisor Class and R Class shares that are distributed to investors and defined contribution retirement plans, respectively. These share classes pay 12b-1 fees of 25 and 50 basis points, respectively, for distribution, administration, and personal services. In addition, those U.S. mutual funds offered to investors through variable annuity life insurance plans have a share class that pays a 12b-1 fee of 25 basis points.\nWe believe that our lower fund cost structure, distribution methods, and fund shareholder and administrative services help promote the stability of our fund assets under management through market cycles.\n20\nPage 9\nWe bear all advertising and promotion expenses associated with the distribution of our investment products. These costs are recognized when incurred and include advertising and direct mail communications to potential shareholders, as well as substantial staff and communications capabilities to respond to investor inquiries. Marketing and promotional efforts are focused in print media, television, and digital and social media. Advertising and promotion expenditures vary over time based on investor interest, market conditions, new and existing investment offerings, and the development and expansion of new marketing initiatives, including the enhancement of our digital capabilities.\nREGULATION.\nAll aspects of our business are subject to extensive federal, state, and foreign laws and regulations. These laws and regulations are primarily intended to benefit or protect our clients and T. Rowe Price product shareholders. They generally grant supervisory agencies and bodies broad administrative powers, including the power to limit or restrict the conduct of our business in the event that we fail to comply with laws and regulations. Possible sanctions that may be imposed on us, in the event that we fail to comply, include the suspension of individual employees, limitations on engaging in certain business activities for specified periods of time, revocation of our investment adviser and other registrations, censures, and fines.\nThe following table shows the regulator to certain of our subsidiaries:\nServing the needs of retirement savers is an important focus of our business. As a result, such activities are subject to regulators such as the U.S. Department of Labor, and applicable laws and regulations including the Employee Retirement Income Security Act of 1974.\nRegistrations\n- Our subsidiaries providing transfer agent services, T. Rowe Price Services and T. Rowe Price Retirement Plan Services, are registered under the Securities Exchange Act of 1934.\n20\nPage 10\n- T. Rowe Price Investment Services is a registered broker-dealer and member of the Financial Industry Regulatory Authority (\"FINRA\") and the Securities Investor Protection Corporation. This subsidiary provides brokerage services primarily to complement the other services provided to shareholders of the U.S. mutual funds. Pershing, a third-party clearing broker and an affiliate of BNY Mellon, maintains our brokerage’s customer accounts and clears all transactions.\n- T. Rowe Price Associates and certain subsidiaries are registered as commodity trading advisors and/or commodity pool operators with the Commodity Futures Trading Commission and are members of the National Futures Association.\nNet Capital Requirements\nCertain of our subsidiaries are subject to net capital requirements, including those of various federal, state, and international regulatory agencies. Each of our subsidiary's net capital, as defined, meets or exceeds all minimum requirements.\nFor further discussion of the potential impact of current or proposed legal or regulatory requirements, please see the Legal and Regulatory risk factors included in Item 1A of this Form 10-K.\nCOMPETITION.\nAs a member of the financial services industry, we are subject to substantial competition in all aspects of our business. A significant number of proprietary and other sponsors’ mutual funds are sold to the public by other investment management firms, broker-dealers, mutual fund companies, banks, and insurance companies. We compete with brokerage and investment banking firms, insurance companies, banks, mutual fund companies, hedge funds, and other financial institutions and funds in all aspects of our business and in every country in which we offer our advisory services. Some of these financial institutions have greater resources than we do. We compete with other providers of investment advisory services primarily based on the availability and objectives of the investment products offered, investment performance, fees and related expenses, and the scope and quality of investment advice and other client services.\nIn recent years, we have faced significant competition from passive oriented investment strategies. As a result, such products have taken market share from active managers. While we cannot predict how much market share these competitors will gain, we believe there will always be demand for good active management.\nIn order to maintain and enhance our competitive position, we may review acquisition and venture opportunities and, if appropriate, engage in discussions and negotiations that could lead to the acquisition of a new equity or other financial relationship.\nHUMAN CAPITAL.\nAt T. Rowe Price, our people set us apart. We thrive because our company culture is based on collaboration and diversity. We believe that our culture of collaboration enables us to identify opportunities others might overlook. Our associates’ knowledge, insight, enthusiasm, and creativity are the reason our clients succeed and our firm excels. In order to attract and retain the highest quality talent, we develop key talent and succession plans, invest in Company diversity and inclusion initiatives, provide opportunities for our associates to learn and grow, provide strong, competitive, and regionally specific benefits and programs that promote the health and wellness of our associates, both personally and financially. Our diversity and inclusion initiatives have garnered recognitions, including Pensions & Investments 2020 Best Places to Work in Money Management and Best Places to work for LGBTQ Equality by the Human Rights Campaign Foundation. Although we have made progress in our workforce diversity representation, we seek to continuously improve in this area. Our goal is to increase our hiring and the retention and development of talent from groups that are underrepresented in asset management, this includes both minorities and\nwomen. Pursuant to this goal, each year we establish annual corporate Diversity and Inclusion goals to continue improving our hiring, development, advancement, and retention of diverse talent and our overall diversity representation. At the end of 2020, women comprised 44% of our associates globally. In addition, at the end of 2020, 29% of our U.S. associates were racial and ethnic minorities. Furthermore, we are committed to pay equity for employees doing similar work, regardless of gender, race or ethnicity, and we conduct pay equity analyses on a regular basis and adjust our associates pay accordingly.\n20\nPage 11\nAt December 31, 2020, we employed 7,678 associates, up 4.2% from the 7,365 associates employed at the end of 2019. We may add temporary and part-time personnel to our staff from time to time to meet periodic and special project demands, primarily for technology and mutual fund administrative services.\nAVAILABLE INFORMATION.\nOur Internet address is troweprice.com. We intend to use our website as means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD. These disclosures will be included in the Investor Relations section of our website, troweprice.gcs-web.com. We make our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) of the Exchange Act, available free of charge in this section of our website as soon as reasonably practicable after they have been filed with the SEC. In addition, our website includes the following information:\n•\nour financial statement information from our periodic SEC filings in the form of XBRL data files that may be used to facilitate computer-assisted investor analysis;\n•\ncorporate governance information including our governance guidelines, committee charters, senior officer code of ethics and conduct, and other governance-related policies;\n•\nother news and announcements that we may post from time to time that investors might find useful or interesting, including our monthly assets under management disclosure; and\n•\nopportunities to sign up for email alerts and RSS feeds to have information pushed in real time.\nAccordingly, investors should monitor this section of our website, in addition to following our press releases, SEC filings, and public webcasts, all of which will be referenced on the website. Unless otherwise expressly stated, the information found on our website is not part of this or any other report we file with, or furnish to, the SEC.\nThe SEC maintains a website that contains the materials we file with the SEC at www.sec.gov."
  },
  {
    "item_key": "item_1a",
    "text": "An investment in our common stock involves various risks, including those mentioned below and those that are discussed from time to time in our periodic filings with the SEC. Investors should carefully consider these risks, along with the other information contained in this report, before making an investment decision regarding our common stock. There may be additional risks of which we are currently unaware, or which we currently consider immaterial. Any of these risks could have a material adverse effect on our financial condition, results of operations, and value of our common stock.\nRISKS RELATING TO OUR BUSINESS AND THE FINANCIAL SERVICES INDUSTRY.\nOur revenues are based on the market value and composition of the assets under our management, all of which are subject to fluctuation caused by factors outside of our control.\nWe derive our revenues primarily from investment advisory services provided by our subsidiaries to individual and institutional investors. Our investment advisory fees typically are calculated as a percentage of the market value of the assets under our management. As a result, our revenues are dependent on the value and composition of the assets under our management, all of which are subject to substantial fluctuation due to many factors, including:\n•\nInvestment Performance. If the investment performance of our managed investment portfolios is less than that of our competitors or applicable third-party benchmarks, we could lose existing and potential clients and suffer a decrease in assets under management.\n•\nGeneral Market Declines. We derive a significant portion of our revenues from advisory fees on managed investment portfolios. A downturn in stock or bond prices would cause the value of assets under our management to decrease, and may also cause investors to withdraw their investments, thereby further decreasing the level of assets under our management.\n20\nPage 12\n•\nInvestor Mobility. Our investors generally may withdraw their funds at any time, without advance notice and with little to no significant penalty.\n•\nCapacity Constraints. Prolonged periods of strong relative investment performance and/or strong investor inflows has resulted in and may result in capacity constraints within certain strategies, which can lead to, among other things, the closure of those strategies to new investors.\n•\nInvesting Trends. Changes in investing trends, particularly investor preference for passive or alternative investment products, and in retirement savings trends, may reduce interest in our products and may alter our mix of assets under management.\n•\nInterest Rate Changes. Investor interest in and the valuation of our fixed income and multi-asset investment portfolios are affected by changes in interest rates.\n•\nGeo-Political Exposure. Our managed investment portfolios may have significant investments in markets that are subject to risk of loss from political or diplomatic developments, government policies, civil unrest, currency fluctuations, illiquidity and capital controls, and changes in legislation related to ownership limitations.\nA decrease in the value of assets under our management, or an adverse change in their composition, particularly in market segments where our assets are concentrated, could have a material adverse effect on our investment advisory fees and revenues. For any period in which revenues decline, net income and operating margins will likely decline by a greater proportion because certain expenses will be fixed over that finite period and may not decrease in proportion to the decrease in revenues.\nA majority of our revenues are based on contracts with the U.S. mutual funds that are subject to termination without cause and on short notice.\nWe provide investment advisory, distribution, and other administrative services to the U.S. mutual funds under various agreements. Investment advisory services are provided to each T. Rowe Price mutual fund under individual investment management agreements. The Board of each T. Rowe Price mutual fund must annually approve the terms of the investment management and service agreements and can terminate the agreement upon 60-days' notice. If a T. Rowe Price mutual fund seeks to lower the fees that we receive or terminate its contract with us, we would experience a decline in fees earned from the U.S. mutual funds, which could have a material adverse effect on our revenues and net income.\nWe operate in an intensely competitive industry. Competitive pressures may result in a loss of clients and their assets or compel us to reduce the fees we charge to clients, thereby reducing our revenues and net income.\nWe are subject to competition in all aspects of our business from other financial institutions. Some of these financial institutions have greater resources than we do and may offer a broader range of financial products across more markets. Some competitors operate in a different regulatory environment than we do which may give them certain competitive advantages in the investment products and portfolio structures that they offer. We compete with other providers of investment advisory services primarily based on the availability and objectives of the investment products offered, investment performance, fees and related expenses, and the scope and quality of investment advice and other client services. Some institutions have proprietary products and distribution channels that make it more difficult for us to compete with them. Substantially all of our investment products are available without sales or redemption fees, which means that investors may be more willing to transfer assets to competing products.\nThe market environment in recent years has led investors to increasingly favor lower fee passive investment products. As a result, investment advisors that emphasize passive products have gained and may continue to gain market share from active managers like us. While we believe there will always be demand for strong performing active management, we cannot predict how much market share these competitors will gain.\nAs part of our continued efforts to attract and retain clients, we develop and launch new products and services, which may require expenditure of resources and may expose us to new regulatory or compliance requirements as well as increased risk of operational or client service errors.\nIn the event that we decide to reduce the fees we charge for investment advisory services in response to competitive pressures, which we have done selectively in the past, revenues and operating margins could be adversely impacted.\n20\nPage 13\nOur operations are complex and a failure to properly execute operational processes could have an adverse effect on our reputation and decrease our revenues.\nWe provide global investment management and administrative services to our clients. In certain cases, we rely on third-party service providers for the execution and delivery of these services. There can be no assurance that these vendors will properly perform these processes or that there will not be interruptions in services from these third parties. Failure to properly execute or oversee these services could have an adverse impact on our business, financial results and reputation, and subject us to regulatory sanctions, fines, penalties, or litigation.\nNew investment strategies, investment vehicles, distribution channels, or other evolutions of our business may increase the risk that our existing systems may not be adequate to control the risks introduced by such changes. Significant business changes may require us to update our processes or technology and may increase risk to meeting our business objectives. In addition, our information systems and technology platforms might not be able to accommodate our continued growth, and the cost of maintaining such systems might increase from its current level. If any of these factors were to arise it could disrupt our operations, increase our expenses or result in financial exposure, regulatory inquiry or reputational damage.\nThe quantitative models we use may contain errors, which could result in financial losses or adversely impact product performance and client relationships.\nWe use various quantitative models to support investment decisions and investment processes, including those related to portfolio management, portfolio risk analysis, and client investment guidance. Any errors in the underlying models or model assumptions could have unanticipated and adverse consequences on our business and reputation.\nAny damage to our reputation could harm our business and lead to a loss of revenues and net income.\nWe have spent many years developing our reputation for integrity, strong investment performance, and superior client service. Our brand is a valuable intangible asset, but it is vulnerable to a variety of threats that can be difficult or impossible to control, and costly or even impossible to remediate. Regulatory inquiries and rumors can tarnish or substantially damage our reputation, even if those inquiries are satisfactorily addressed. Actual or perceived failure to adequately address the environmental, social, and governance (\"ESG\") expectations of our various stakeholders could lead to a tarnished reputation and loss of customers. While we maintain policies, procedures, and controls to reduce the likelihood of unauthorized activities, we are subject to the risk that our associates or third parties acting on our behalf may circumvent controls or act in a manner inconsistent with our policies and procedures. Real or perceived conflicts between our clients’ interests and our own, as well as any fraudulent activity or other exposure of client assets or information, may impair our reputation and subject us to litigation or regulatory action. Any damage to our brand could impede our ability to attract and retain clients and key personnel, and reduce the amount of assets under our management, any of which could have a material adverse effect on our revenues and net income.\nOur expenses are subject to significant fluctuations that could materially decrease net income.\nOur operating results are dependent on the level of our expenses, which can vary significantly for many reasons, including:\n•\nexpenses incurred in connection with our multi-year strategic plan to strengthen our long-term competitive position;\n•\nvariations in the level of total compensation expense due to changes in, among other things, bonuses, stock-based awards, employee benefit costs due to regulatory or plan design changes, our employee count and mix, competitive factors, market performance, and inflation;\n•\nchanges in the level of our advertising and promotion expenses, including the costs of expanding investment advisory services to investors outside of the U.S. and further penetrating U.S. distribution channels;\n•\nexpenses and capital costs incurred to maintain and enhance our administrative and operating services infrastructure, such as technology assets, depreciation, amortization, and research and development;\n20\nPage 14\n•\nchanges in the costs incurred for third-party vendors that perform certain administrative and operating services;\n•\nchanges in expenses that are correlated to our assets under management, such as distribution and servicing fees;\n•\na future impairment of investments that is recognized in our consolidated balance sheet;\n•\na future impairment of goodwill that is recognized in our consolidated balance sheet;\n•\nunanticipated material fluctuations in foreign currency exchange rates applicable to the costs of our operations abroad;\n•\nunanticipated costs incurred to protect investor accounts and client goodwill;\n•\nfuture changes to legal and regulatory requirements and potential litigation; and\n•\ndisruptions of third-party services such as communications, power, and mutual fund transfer agent, investment management, trading, and accounting systems.\nUnder our agreements with the U.S. mutual funds, we charge the funds certain administrative fees and related expenses based upon contracted terms. If we fail to accurately estimate our underlying expense levels or are required to incur expenses relating to the mutual funds that are not otherwise paid by the funds, our operating results will be adversely affected. While we are under no obligation to provide financial support to any T. Rowe Price investment products, any financial support provided would reduce capital available for other purposes and may have an adverse effect on revenues and net income\n.\nOur hedging strategies utilized to mitigate risk may not be effective, which could impact our earnings.\nWe employ hedging strategies related to our supplemental savings plan in order to hedge the liability related thereto. In the event that our hedging strategies are not effective, the resulting impact may adversely affect our results of operations, cash flows or financial condition.\nAmendments to tax laws may impact the marketability of the products and services we offer our clients or the financial position of the Company.\nWe are subject to income taxes as well as non-income-based taxes in both the United States and various foreign jurisdictions. We cannot predict future changes in the tax regulations to which we are subject, and these regulations could have a material impact on our liability or result in increased costs of our tax compliance efforts.\nAdditionally, changes in the status of tax deferred investment options, including retirement plans, tax-free municipal bonds, the capital gains and corporate dividend tax rates, and other individual and corporate tax rates could cause investors to view certain investment products less favorably and reduce investor demand for products and services we offer, which could have an adverse effect on our assets under management and revenues.\nExaminations and audits by tax authorities could result in additional tax payments for prior periods.\nBased on the global nature of our business, from time to time we are subject to tax audits in various jurisdictions. The calculation of our tax liabilities involves dealing with uncertainties in the application of complex tax regulations in a multitude of jurisdictions across our global operations. Tax authorities may disagree with certain positions we have taken and assess additional taxes (and, in certain cases, interest, fines, or penalties). We have a process to evaluate whether to record tax liabilities for anticipated tax audit issues based on our estimate of whether, and the extent to which, additional income taxes will be due. We adjust these liabilities in light of changing facts and circumstances. Due to the complexity of some of these uncertainties, however, the ultimate resolution may result in a payment that is materially different from our estimates.\nWe have contracted with third-party financial intermediaries that distribute our investment products and such relationships may not be available or profitable to us in the future.\nThese contracted third-party intermediaries generally offer their clients various investment products in addition to, and in competition with, our investment products, and have no contractual obligation to encourage investment in our products. It would be difficult for us to acquire or retain the management of those assets without the assistance of the intermediaries, and we cannot assure that we will be able to maintain an adequate number of investment\n20\nPage 15\nproduct offerings and successful distribution relationships. In addition, some investors rely on third-party financial planners, registered investment advisers, and other consultants or financial professionals to advise them on the choice of investment adviser and investment product. These professionals and consultants can favor a competing investment product as better meeting their particular clients' needs. We cannot assure that our investment products will be among their recommended choices in the future. Further, their recommendations can change over time and we could lose their recommendation and their clients' assets under our management. Mergers, acquisitions, and other ownership or management changes could also adversely impact our relationships with these third-party intermediaries. The presence of any of the adverse conditions discussed above would reduce revenues and net income, possibly by material amounts.\nNatural disasters and other unpredictable events could adversely affect our operations.\nArmed conflicts, trade wars, tariffs or sanctions, terrorist attacks, cyberattacks, power failures, pandemics, climate change, increased severity of weather events, and natural disasters and other events outside of our control could adversely affect our revenues, expenses, and net income by:\n•\ndecreasing investment valuations in, and returns on, the investment portfolios that we manage,\n•\ncausing disruptions in national or global economies that decrease investor confidence and make investment products generally less attractive,\n•\nincapacitating or inflicting losses of lives among our employees,\n•\ninterrupting our business operations or those of critical service providers,\n•\ntriggering technology delays or failures, and\n•\nrequiring substantial capital expenditures and operating expenses to remediate damage, replace our facilities, and restore our operations.\nA significant portion of our business operations are concentrated in the Baltimore, Maryland region, Colorado Springs, Colorado, and in London, England. In addition, we maintain offices with associates in many other global locations, including Sydney, Australia; Hong Kong; Singapore; Tokyo, Japan; and Luxembourg. We have developed various backup systems and contingency plans, but we cannot be assured that those preparations will be adequate in all circumstances that could arise, or that material interruptions and disruptions will not occur. We also rely to varying degrees on outside vendors for service delivery in addition to technology and disaster contingency support, and we cannot be assured that these vendors will be able to perform in an adequate and timely manner. If we lose the availability of any associates, or, if we are unable to respond adequately to such an event in a timely manner, we may be unable to timely resume our business operations, which could lead to financial losses, a tarnished reputation and loss of clients that could result in a decrease in assets under management, lower revenues, and materially reduced net income.\nOur business, financial condition, and results of operation may be adversely affected by the 2020 coronavirus outbreak.\nBeginning in early 2020, global financial markets have been monitoring and reacting to the novel coronavirus pandemic. The spread of the coronavirus has created significant volatility, uncertainty and economic disruption to the global economy and may impact our business, financial condition and results of operations. While we have in place robust and well-established business continuity plans that address the potential impact to our associates and our facilities, and a comprehensive suite of technologies which enable our associates to work remotely and conduct business, no assurance can be given that the steps we have taken will continue to be effective or appropriate. Additionally we must effectively manage the ongoing risks of a remote workforce, ensure a safe working environment for associates working onsite in our offices, and adequately manage the post-pandemic transition from remote to onsite or a hybrid working environment. In the event that our associates become incapacitated by the coronavirus, our business operations may be impacted, which could lead to reputational and financial harm. Since our revenue is based on the market value and composition of the assets under our management, the ultimate impact on global financial markets and our clients’ decisions related to this event could adversely affect the Company’s revenue and operating results.\n20\nPage 16\nOur investment income and asset levels may be negatively impacted by fluctuations in our investment portfolio.\nSeparately from the investments we manage for our clients, we currently have a substantial investment portfolio. All of these investments are subject to investment market risk, and our non-operating investment income could be adversely affected by the realization of losses upon the disposition of our investments or the recognition of significant impairments or unrealized losses on these investments. In addition, related investment income has fluctuated significantly over the years depending upon the performance of our corporate investments, including the impact of market conditions and interest rates, and the size of our corporate money market and longer-term mutual fund holdings. Fluctuations in other investment income are expected to occur in the future.\nWe may review and pursue strategic transactions in order to maintain or enhance our competitive position and these could pose risks.\nFrom time to time, we consider strategic opportunities, including potential acquisitions, dispositions, consolidations, organizational restructurings, joint ventures or similar transactions, any of which may impact our business. We cannot be certain that we will be able to identify, consummate and successfully complete such transactions, and no assurance can be given with respect to the timing, likelihood or business effect of any possible transaction. These initiatives typically involve a number of risks and present financial, managerial and operational challenges to our ongoing business operations. In addition, acquisitions and related transactions involve risks, including unanticipated problems regarding integration of investor account and investment security recordkeeping, additional or new regulatory requirements, operating facilities and technologies, and new employees; adverse effects on our earnings in the event acquired intangible assets or goodwill become impaired; and the existence of liabilities or contingencies not disclosed to or otherwise known by us prior to closing a transaction.\nWe own a 23% investment in UTI Asset Management Company Ltd (\"UTI\"), an Indian asset management company, and we may consider non-controlling minority investments in other entities in the future. We may not realize future returns from such investments or any collaborative activities that may develop in the future.\nWe are exposed to risks arising from our international operations.\nWe operate in a number of jurisdictions outside of the United States. Our international operations require us to comply with the legal and regulatory requirements of various foreign jurisdictions and expose us to the political consequences of operating in foreign jurisdictions. Our foreign business operations are also subject to the following risks:\n•\ndifficulty in managing, operating, and marketing our international operations;\n•\nfluctuations in currency exchange rates which may result in substantial negative effects on assets under our management, revenues, expenses, and assets in our U.S. dollar based financial statements; and\n•\nsignificant adverse changes in international legal and regulatory environments.\nHUMAN CAPITAL RISKS.\nOur success depends on our key personnel and our investment performance and financial results could be negatively affected by the loss of their services.\nOur success depends on our highly skilled personnel, including our portfolio managers, investment analysts, sales and client relationship personnel, and corporate officers, many of whom have specialized expertise and extensive experience in our industry. Strong financial services professionals are in demand, and we face significant competition for highly qualified employees. Our U.S.-based associates do not have employment contracts, while our associates outside the U.S. have employment contracts where basic employment terms are confirmed in writing. Generally, our associates can terminate their employment with us at any time. We cannot assure that we will be able to attract or retain key personnel.\nDue to the global nature of our investment advisory business, our key personnel may have reasons to travel to regions susceptible to higher risk of civil unrest, organized crime or terrorism and we may be unable to ensure the safety of personnel traveling to these regions. We have near- and long-term succession planning processes,\n20\nPage 17\nincluding programs to develop our future leaders, which are intended to address future talent needs and minimize the impact of losing key talent. However, in order to retain or replace our key personnel, we may be required to increase compensation, which would decrease net income. The loss of key personnel could damage our reputation and make it more difficult to retain and attract new employees and investors. Losses of assets from our client investors would decrease our revenues and net income, possibly materially.\nLEGAL AND REGULATORY RISKS.\nCompliance within a complex regulatory environment imposes significant financial and strategic costs on our business, and non-compliance could result in fines and penalties.\nIf we are unable to maintain compliance with applicable laws and regulations, we could be subject to criminal and civil liability, the suspension of our employees, fines, penalties, sanctions, injunctive relief, exclusion from certain markets, or temporary or permanent loss of licenses or registrations necessary to conduct our business. A regulatory proceeding, even if it does not result in a finding of wrongdoing or sanctions, could consume substantial expenditures of time and capital. Any regulatory investigation and any failure to maintain compliance with applicable laws and regulations could severely damage our reputation, adversely affect our ability to conduct business, and decrease revenue and net income and potentially result in complex litigation.\nLegal and regulatory developments in the mutual fund and investment advisory industry could increase our regulatory burden, impose significant financial and strategic costs on our business, and cause a loss of, or impact the servicing of, our clients and fund shareholders.\nOur regulatory environment is frequently altered by new regulations and by revisions to, and evolving interpretations of, existing regulations. New regulations present areas of uncertainty susceptible to alternative interpretations; regulators and prospective litigants may not agree with reasoned interpretations we adopt. Future changes could require us to modify or curtail our investment offerings and business operations or impact our expenses and profitability. Additionally, some regulations may not directly apply to our business but may impact the capital markets, service providers or have other indirect effects on our ability to provide services to our clients.\nPotential impacts of current or proposed legal or regulatory requirements include, without limitation, the following:\n•\nAs part of the debate in Washington, D.C. and in state legislatures, there has been increasing focus on the framework of the U.S. retirement system. We could experience adverse business impacts if legislative and regulatory changes limit retirement plans to certain products and services, or favor certain investment vehicles, that we do not offer, materially limit retirement savings opportunities or foster substantial outflows from retirement savings plans for non-retirement purposes.\n•\nThere has been substantial regulatory and legislative activity at federal and state levels regarding standards of care for financial services firms, related to both retirement and taxable accounts. Actions taken by applicable regulatory or legislative bodies may impact our business activities and increase our costs.\n•\nThe Federal Reserve Board has adopted final regulations related to non-bank Systemically Important Financial Institutions (\"SIFIs\"), and other jurisdictions are contemplating similar regulation. At this time, US regulators have not designated mutual funds or traditional asset managers as non-bank SIFIs. However, if any T. Rowe Price fund or T. Rowe Price affiliate was deemed a SIFI, increased regulatory oversight would apply to our business, which may include enhanced capital, liquidity, leverage, stress testing, resolution planning, and risk management requirements.\n•\nThe Commodity Futures Trading Commission (\"CFTC\") has adopted rules that would limit the ability of T. Rowe Price investment products to use futures, swaps, and other derivatives. We have registered certain subsidiaries with the CFTC, subjecting us to additional regulatory requirements and costs, but also providing us additional flexibility to utilize such products. Nonetheless, there are still certain limitations on our investment products due to CFTC rules.\n•\nThere has been increased global regulatory focus on the manner in which intermediaries are paid for distribution of mutual funds. Changes to long-standing market practices related to fees or enhanced disclosure requirements may negatively impact sales of mutual funds by intermediaries, especially if such requirements are not applied to other investment products.\n20\nPage 18\n•\nWe remain subject to various state, federal and international laws and regulations related to data privacy and protection of data we maintain concerning our clients and employees. These requirements continue to evolve, most commonly in ways that increase the complexity and costs of compliance. For example, California enacted the California Consumer Privacy Act of 2018 (the \"CCPA\") effective in January 1, 2020, which, among other things, significantly increased compliance obligations and the potential penalties for non-compliance, and California voters in November 2020 approved a replacement of this law effective January 1, 2023 with a new law that expands various requirements.\n•\nAfter the 2008 financial crisis, global regulations on over-the-counter derivatives spearheaded by The Dodd-Frank Wall Street Reform and Consumer Protection Act in the United States and European Market Infrastructure Regulation in the European Union (\"EU\") have imposed clearing, margin, trade reporting, electronic trading and recordkeeping requirements on market participants. Alongside their general stabilizing and risk-reducing effect on the markets, these requirements have introduced operational complexity and additional costs to derivatives portfolios.\n•\nThe revised Markets in Financial Instruments Directive (\"MiFID II Directive\") and Regulation (\"MiFIR\") (together “MiFID II”) applied across the EU and member states of the European Economic Area beginning on January 3, 2018. Implementation of MiFID II has significantly impacted both the structure and operation of EU financial markets. Some of the main changes introduced under MiFID II include applying enhanced disclosure requirements, enhancing conduct of business and governance requirements, broadening the scope of pre and post trade transparency, increasing transaction reporting requirements, transforming the relationship between client commissions and research, and further regulation of trading venues. Compliance with MiFID II has increased operational complexity and increased our costs. For example, we began to pay for third-party investment research used by our UK-based investment manager, T. Rowe Price International Ltd, in 2018, and we now pay for all the research needs of our investment professionals globally.\nWe cannot predict the nature of future changes to the legal and regulatory requirements applicable to our business, nor the extent of the impacts that will result from current or future proposals. However, any such changes are likely to increase the costs of compliance and the complexity of our operations. They may also result in changes to our product or service offerings. The changing regulatory landscape may also impact a number of our service providers and, to the extent such providers alter their services or increase their fees, it may impact our expenses or those of the products we offer.\nWe may become involved in legal and regulatory proceedings that may not be covered by insurance.\nWe are subject to regulatory and governmental inquiries and civil litigation. An adverse outcome of any such proceeding could involve substantial financial penalties and costs. From time to time, various claims against us arise in the ordinary course of business, including employment-related claims. There also has been an increase in litigation and in regulatory investigations in the financial services industry in recent years, including client claims, class action suits, and government actions alleging substantial monetary damages and penalties.\nWe carry insurance in amounts and under terms that we believe are appropriate. We cannot be assured that our insurance will cover every liability and loss to which we may be exposed, or that our insurance policies will continue to be available at acceptable terms and fees. Certain insurance coverage may not be available or may be prohibitively expensive in future periods. As our insurance policies come up for renewal, we may need to assume higher deductibles or co-insurance liabilities, or pay higher premiums, which would increase our expenses and reduce our net income.\nNet capital requirements may impede the business operations of our subsidiaries.\nCertain of our subsidiaries are subject to net capital requirements imposed by various federal, state, and foreign authorities. Each of our subsidiaries’ net capital meets or exceeds all current minimum requirements; however, a significant change in the required net capital, an operating loss, or an extraordinary charge against net capital could adversely affect the ability of our subsidiaries to expand or maintain their operations if we were unable to make additional investments in them.\n20\nPage 19\nUnited Kingdom exit from European Union.\nWe have a significant locally authorized and regulated presence in the United Kingdom (“UK”) to support our global investment management business. We have realigned our European Union (\"EU\") and UK operations in response to the UK exit (“Brexit”) from the EU; however, we cannot predict the ultimate impact of Brexit on our operations or our business. We remain committed to our clients, associates and business expansion across the region.\nTECHNOLOGY RISKS.\nWe require significant quantities and types of technology to operate our business and would be adversely affected if we fail to maintain adequate infrastructure to conduct or expand our operations or if our technology became inoperative or obsolete.\nWe depend on significant quantities of technology and, in many cases, highly specialized or proprietary or third-party licensed technology to support our business functions, including among others:\n•\nsecurities analysis,\n•\nsecurities trading,\n•\nportfolio management,\n•\nclient service,\n•\naccounting and internal financial reporting processes and controls,\n•\ndata security and integrity, and\n•\nregulatory compliance and reporting.\nAll of our technology systems, including those provided by vendors, are vulnerable to disability or failures due to cyberattacks, natural disasters, power failures, acts of war or terrorism, sabotage, and other causes. A suspension or termination of vendor-provided software licenses or related support, upgrades, and maintenance could cause system delays or interruption. Although we have robust business and disaster recovery plans, if our technology systems, including those provided by vendors, were to fail and we were unable to recover in a timely way, we would be unable to fulfill critical business functions, which could lead to a loss of clients and could harm our reputation. A technological breakdown or disruption in services from a vendor could also interfere with our ability to comply with financial reporting and other regulatory requirements, exposing us to disciplinary action and liability to our clients.\nIn addition, our continued success depends on our ability to effectively integrate operations across many systems and/or countries, and to adopt new or adapt existing technologies to meet client, industry, and regulatory demands. We might be required to make significant capital expenditures to maintain competitive infrastructure. If we are unable to upgrade our infrastructure in a timely fashion, we might lose clients and fail to maintain regulatory compliance, which could affect our results of operations and severely damage our reputation.\nA cyberattack or a failure to implement effective information and cybersecurity policies, procedures and capabilities could disrupt operations and cause financial losses.\nWe are dependent on the effectiveness of the information and cybersecurity policies, procedures and capabilities we maintain to protect our systems and data. An externally caused information security incident, such as a cyberattack, a phishing scam, virus, ransomware attack, denial-of-service attack, or an attack launched from within the Company could materially interrupt business operations or cause disclosure or modification of confidential client or competitive information. In addition, our third-party vendors and other intermediaries with which we conduct business and transmit data could be subject to a successful cyberattack or other information security event, and we cannot ensure that such third parties have all appropriate controls in place to protect the confidentiality of information in the custody of those third parties.\nThere have been increasing numbers of publicized cybersecurity incidents in recent years impacting other financial services firms as well as firms in other industries. Our use of third-party vendors and cloud technologies could heighten this risk. Should the technology operations on which we rely be compromised, we may have to make significant investments to upgrade, repair or replace our technology infrastructure or third-party vendors and may not be able to make such investments on a timely basis. Although we maintain insurance coverage that we believe\n20\nPage 20\nis reasonable, prudent and adequate for the purpose of our business, it may be insufficient to protect us against all losses and costs stemming from breaches of security, cyberattacks and other types of unlawful activity, or any resulting disruptions from such events.\nWe could be subject to losses if we fail to properly safeguard and maintain confidential information.\nAs part of our normal operations, we maintain and transmit confidential information about our clients, associates and other parties, as well as, proprietary information relating to our business operations. We maintain a system of internal controls designed to provide reasonable assurance that both inadvertent errors and fraudulent activity, including misappropriation of assets, fraudulent financial reporting, and unauthorized access to sensitive or confidential data, is either prevented or detected in a timely manner. We also leverage cloud-based solutions for the transmission and storage of this information. Our systems, or those of third-party service providers we may use to maintain and transmit such information, could be victimized by unauthorized users or corrupted by computer viruses or other malicious software code. Additionally, authorized persons could inadvertently or intentionally release or alter confidential or proprietary information. Such disclosure could, among other things:\n•\nseriously damage our reputation,\n•\nallow competitors access to our proprietary business information,\n•\nsubject us to liability for a failure to safeguard data of clients, associates, and other parties,\n•\nresult in the termination of contracts by our existing clients,\n•\nsubject us to regulatory action and potential litigation, and\n•\nrequire significant capital and operating expenditures to investigate and remediate the breach.\nFurthermore, if any person, including any of our associates, negligently disregards or intentionally breaches our established controls with respect to confidential data, or otherwise mismanages or misappropriates that data, we could be subject to significant monetary damages, regulatory enforcement actions, fines and/or criminal prosecution in one or more jurisdictions.\nWe are subject to numerous laws and regulations designed to protect this information, such as U.S. federal and state laws and foreign regulations governing the protection of personal or confidential data. In addition to\nthe EU’s General Data Protection Regulation\n, other governmental authorities throughout the U.S. and around the world are considering or enacting similar types of legislative and regulatory proposals concerning data protection. For example, the CCPA came into effect on January 1, 2020. The CCPA requires companies that process information on California residents to make new disclosures to consumers about their data collection, use and sharing practices, and allows consumers to opt out of any sales of their data to third parties and provides a new cause of action for data breaches. Additionally, the Federal Trade Commission and many state attorneys general are interpreting federal and state consumer protection laws to impose standards for the collection, use, dissemination and security of data. Each of these privacy, security, and data protection laws and regulations could impose significant limitations, require changes to our business, or restrict our use or storage of personal information, which may increase our compliance expenses and make our business more costly or less efficient to conduct."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Our corporate headquarters occupies 472,000 square feet of space under lease at 100 East Pratt Street in Baltimore, Maryland. In December 2020, we announced that we are moving our headquarters in 2024 to a complex to be built with approximately 470,000 square feet of space under lease in Baltimore, Maryland. In 2024, we will vacate the space at 100 East Pratt Street.\nWe have offices in 16 countries around the world, including the U.S.\nOur operating and servicing activities are largely conducted at owned facilities in campus settings comprising 1.1 million square feet on two parcels of land in close proximity to Baltimore in Owings Mills, Maryland, and about\n20\nPage 21\n290,000 square feet in Colorado Springs, Colorado. We also maintain a nearly 60,000 square foot technology support facility in Hagerstown, Maryland, and own a 72-acre parcel of land in Pasco County, Florida.\nWe lease all our offices outside the U.S. with London and Hong Kong being our largest, as well as our business operations recovery site and innovation center in Maryland, our technology development center in New York City, and offices in San Francisco, Washington D.C. and Philadelphia.\nInformation concerning our anticipated capital expenditures in 2021 and our future minimum rental payments under noncancellable operating leases at December 31, 2020, is set forth in the capital resources and liquidity and contractual obligations discussions in Item 7 of this Form 10-K."
  },
  {
    "item_key": "item_3",
    "text": "For information about our legal proceedings, please see our Commitments and Contingencies footnote to our audited consolidated financial statements in Item 8. of this Form 10-K."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nItem. Information about our Executive Officers.\nThe following information includes the names, ages, and positions of our executive officers as of February 11, 2021. There are no arrangements or understandings pursuant to which any person serves as an officer. The first ten individuals are members of our management committee.\nWilliam J. Stromberg (60), Chief Executive Officer since 2016 and Chairman of the Board of Directors since 2019. Mr. Stromberg was previously the President from 2016 to 2021, Head of Equity from 2010 to 2015 and a Vice President from 1990 to 2015.\nCéline S. Dufétel (40), Chief Operating Officer since 2021, Chief Financial Officer and Treasurer since 2018 and a Vice President since 2017. Prior to joining the firm in 2017, Ms. Dufétel was managing director and global head of marketing, product management, and client service at Neuberger Berman, and prior to that, she was a partner and head of the North American Asset Management practice with McKinsey & Company.\nRobert C.T. Higginbotham (53), Head of Global Distribution since 2019, Head of Global Investment Management Services from 2018 to 2019, Head of Global Investment Services from 2012 to 2018, and a Vice President since 2012.\nStephon A. Jackson (58), Head of T. Rowe Price Investment Management since 2020, Associate Head of U.S Equity since 2020, and a Vice President since 2007.\nAndrew C. McCormick (60), Head of Fixed Income since 2019, Head of U.S. Taxable Bond from 2013 to 2018, and a Vice President since 2008.\nDavid Oestreicher (53), General Counsel since 2020, Corporate Secretary since 2012, and a Vice President since 2001. From 2009 through 2020, Mr. Oestreicher was the Chief Legal Counsel.\nSebastien Page (44), Head of Global Multi-Asset and a Vice President since 2015. From 2010 through 2015, Mr. Page was an executive vice president at PIMCO, where he led a team focused on research and development of multi-asset solutions.\nRobert W. Sharps (49), President since 2021, Head of Investments since 2018, Group Chief Investment Officer since 2017, Co-Head of Global Equity from 2017 to 2018, Lead Portfolio Manager, Institutiona\nl U.S. Large-Cap Equity Growth Strategy from 2001 to 2016, and a Vice President from 2001 to 2021.\nJustin Thomson (53), Head of International Equity since 2021, and a Vice President since 2001.\n20\nPage 22\nEric L. Veiel (49), Co-Head of Global Equity since 2018, Head of U.S. Equity from 2016 to 2018, Director of Equity Research North America from 2014 to 2015, and a Vice President since 2006.\nJessica M. Hiebler (45), Principal Accounting Officer since 2010 and a Vice President since 2009.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock ($.20 par value per share) trades on the NASDAQ Global Select Market under the symbol TROW. Dividends per share during the past two years were:\nOur common stockholders have approved all of our equity-based compensation plans. These plans provide for the following issuances of shares of our common stock at December 31, 2020:\nThe outstanding options included in the table above have a weighted-average exercise price of $72.52. Under the terms of the 2020 Long-Term Incentive Plan, approved by stockholders in May 2020, and the 2012 Long-Term Incentive Plan, the number of shares provided and available for future issuance will increase as we repurchase common stock in the future with the proceeds from stock option exercises. No shares have been issued under our Employee Stock Purchase Plan since its inception; all shares have been purchased in the open market.\nThe following table presents repurchase activity during the fourth quarter of 2020.\nShares repurchased by us in a quarter may include repurchases conducted pursuant to publicly announced board authorizations, outstanding shares surrendered to the company to pay the exercise price in connection with swap exercises of employee stock options and shares withheld to cover the minimum tax withholding obligation associated with the vesting of restricted stock awards. Of the total number of shares purchased during the fourth quarter of 2020, 110,483 were related to shares surrendered in connection with employee stock option exercises and none were related to shares withheld to cover tax withholdings associated with the vesting of restricted stock awards.\n20\nPage 23\nThe following table details the changes in and status of the Board of Directors’ outstanding publicly announced board authorizations.\nWe have 7,649 stockholders of record and approximately 360,000 beneficial stockholder accounts held by brokers, banks, and other intermediaries holding our common stock. Common stock owned outright by our associates and directors, combined with outstanding vested stock options and unvested restricted stock awards, total approximately 8% of our outstanding stock and outstanding vested stock options at December 31, 2020.\nItem 6.\nSelected Financial Data.\n(1)\nNet revenues for 2018 and 2017 have been adjusted to reflect the adoption of new revenue accounting guidance on January 1, 2018. We adopted the guidance using the retrospective method, which required adjustments to be reflected as of January 1, 2016. Accordingly, net revenues for 2016 have not been adjusted.\n(2)\nThese items represent non-GAAP financial measures that have been established in order to increase transparency for the purpose of evaluating our core business, for comparing current results with prior period results, and to enable more appropriate comparison with industry peers. See Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations for the definitions of these measures and the related reconciliation from U.S. GAAP.\n20\nPage 24"
  },
  {
    "item_key": "item_7",
    "text": "OVERVIEW.\nOur revenues and net income are derived primarily from investment advisory services provided to individual and institutional investors in U.S. mutual funds, subadvised funds, separately managed accounts, collective investment trusts, and other T. Rowe Price products. The other T. Rowe Price products include: open-ended investment products offered to investors outside the U.S. and products offered through variable annuity life insurance plans in the U.S. We also provide certain investment advisory clients with related administrative services, including distribution, mutual fund transfer agent, accounting, and shareholder services; participant recordkeeping and transfer agent services for defined contribution retirement plans; brokerage; trust services; and non-discretionary advisory services through model delivery.\nWe manage a broad range of U.S., international and global stock, bond, and money market mutual funds and collective investment trusts and other investment products, which meet the varied needs and objectives of individual and institutional investors. Investment advisory revenues depend largely on the total value and composition of assets under our management. Accordingly, fluctuations in financial markets and in the composition of assets under management affect our revenues and results of operations. Additionally, approximately 30% of our operating expenses are impacted by changes in assets under management.\nWe incur significant expenditures to develop new products and services and improve and expand our capabilities and distribution channels in order to attract new investment advisory clients and additional investments from our existing clients. These efforts often involve costs that precede any future revenues that we may recognize from an increase to our assets under management.\nThe general trend to passive investing has been persistent and accelerated in recent years, which has negatively impacted our new client inflows. However, over the long term we expect well-executed active management to play an important role for investors. In this regard, we remain debt-free with ample liquidity and resources that allow us to take advantage of attractive growth opportunities. We are investing in key capabilities, including investment professionals, distribution professionals, technologies, and new product offerings; and, most importantly, we provide our clients with strong investment management expertise and service.\nMARKET TRENDS.\nU.S. stocks produced strong returns in 2020. Shares fell sharply during the first quarter in response to the global spreading of the coronavirus and severe economic weakness following lockdown measures. Starting in late March, equities rose sharply—and continued climbing throughout the year—in response to massive fiscal and monetary stimulus measures by governments and central banks around the world, as well as some economic re-opening efforts. Toward the end of the year, investor sentiment was lifted further by reduced political uncertainty following former Vice President Joe Biden’s victory over incumbent President Donald Trump in the November election. Also, investors were encouraged by the beginning of the distribution of some coronavirus vaccines that demonstrated very high efficacy rates in drug trials.\nStocks in developed non-U.S. equity markets produced positive returns in U.S. dollar terms but generally lagged U.S. shares. Local returns to U.S. investors were lifted by a weaker dollar against major non-U.S. currencies. In Asia, most major markets rose; Japanese shares advanced about 15%. In Europe, most markets also rose, but shares in the UK declined more than 10% due to uncertainty for most of the year about the UK’s post-Brexit trade relationship with the European Union.\nEmerging markets stocks outperformed developed non-U.S. markets. Asia outperformed other emerging regions, thanks to market strength in South Korea, Taiwan, and China. In emerging Europe, Turkish and Russian shares declined moderately in U.S. dollar terms amid weak currencies versus the greenback. Latin American shares were mostly weaker, with regional heavyweight Brazil falling 19% in U.S. dollar terms as the real plunged more than 22% over the last year.\n20\nPage 25\nReturns of several major equity market indexes for 2020 are as follows:\n(1)\nReturns exclude dividends\nGlobal bonds produced mostly positive returns, as central banks slashed short-term interest rates and sovereign bond yields in many countries fell sharply. In the U.S. investment-grade market, corporate bonds did best, as investors sought attractive yields in a low interest rate environment. Treasury securities also did well as yields dropped across the yield curve. The 10-year U.S. Treasury note yield decreased from 1.92% to 0.93% over the last year. Asset- and mortgage-backed securities produced relatively mild gains. High yield corporate bonds and tax-free municipal bonds rose but trailed the broad taxable investment-grade bond market.\nBonds in developed non-U.S. markets produced strong gains in U.S. dollar terms, helped by dollar weakness against the euro and, to a lesser extent, the Japanese yen and the British pound. Bonds in developing markets generally appreciated in U.S. dollar terms, though local currency weakness in some countries, especially Brazil, Turkey, and Russia, reduced local returns to U.S. investors.\nReturns of several major bond market indexes for 2020 are as follows:\nASSETS UNDER MANAGEMENT.\nAssets under management ended 2020 at $1,470.5 billion, an increase of $263.7 billion from the end of 2019. This increase was driven by market appreciation and income, net of distributions not reinvested, of $256.9 billion and net cash inflows of $5.6 billion for 2020. In addition, we acquired client contracts from PNC Bank in September 2020 that added $1.2 billion of stable value assets under management. Clients transferred $13.7 billion in net assets from the U.S. mutual funds to primarily collective investment trusts and other investment products, of which $8.6 billion transferred into the retirement date trusts.\n20\nPage 26\nThe following table details changes in our assets under management by vehicle during the last three years:\n(1)\nIn all three years, the majority of the client transfers were from the T. Rowe Price U.S. mutual funds to the T. Rowe Price collective investment trusts, which are included in collective investment trusts and other investment products.\n20\nPage 27\nThe following table details changes in our assets under management by asset class during the last three years:\n(1)\nThe underlying assets under management of the multi-asset portfolios have been aggregated and presented in this category and not reported in the equity and fixed income columns.\n(2)\nReported net of distributions not reinvested.\nInvestment advisory clients outside the U.S. account for 9.3% of our assets under management at December 31, 2020 and 6.9% at December 31, 2019.\nOur net cash flows in 2020 reflect net positive flows due to inflows into fixed income and international equity. These inflows were partially offset by cash outflows in domestic equity and our multi-asset franchise resulting from macro-economic headwinds, including the CARES Act, and ongoing pressure from passive. In terms of equity products, the cash inflows from international equity offset the cash outflows from domestic equity products. From a geography perspective, EMEA and APAC regions performed well with positive net flows predominantly in equity in both regions. Net cash flows for 2019, and 2018 were driven by diversified inflows across distribution channels and geographies, the strength of our multi-asset franchise, and positive flows into fixed income and international equity.\nOur target date retirement products, which are included in the multi-asset totals shown above, continue to be a significant part of our assets under management. Assets under management in our target date retirement products as well as net cash inflows/(outflows), by vehicle, are as follows:\nWe provide participant accounting and plan administration for defined contribution retirement plans that invest in the firm's U.S. mutual funds, collective investment trusts and funds outside of the firm's complex. As of December 31, 2020, our assets under administration were $239 billion, of which nearly $148 billion are assets we manage. In recent years, we began offering non-discretionary advisory services through model delivery, which are managed accounts where portfolio holdings and trades in the portfolio are provided to sponsor platforms to implement for their clients. We record the revenue earned on these services in administrative fees. The assets under advisement in\n20\nPage 28\nthese portfolios, predominantly in the United States, is $2.8 billion at December 31, 2020.\nINVESTMENT PERFORMANCE.\nStrong investment performance and brand awareness is a key driver to attracting and retaining assets—and to our long-term success. Beginning in the third quarter of 2020, we expanded our performance disclosures to include specific assets classes, assets under management weighted performance, mutual fund performance against passive peers and composite performance against benchmarks. The following table presents investment performance for the one-, three-, five-, and 10-years ended December 31, 2020. Past performance is no guarantee of future results.\n20\nPage 29\nAs of December 31, 2020, 73 of 123 (59.3%) of our rated U.S. mutual funds (across primary share classes) received an overall rating of 4 or 5 stars. By comparison, 32.5% of Morningstar's fund population is given a rate of 4 or 5 stars\n(5)\n. In addition, 84%\n(5)\nof AUM in our rated U.S. mutual funds (across primary share classes) ended 2020 with an overall rating of 4 or 5 stars.\n(1)\nSource: © 2020 Morningstar, Inc. All rights reserved. The information contained herein: 1) is proprietary to Morningstar and/or its content providers; 2) may not be copied or distributed; and 3) is not warranted to be accurate, complete, or timely. Neither Morningstar nor its content providers are responsible for any damages or losses arising from any use of this information.\n(2)\nSource: Morningstar. Primary share class only. Excludes money market mutual funds, funds with an operating history of less than one year, T. Rowe Price passive funds, and T. Rowe Price funds that are clones of other funds. The top chart reflects the percentage of T. Rowe Price funds with 1 year, 3 year, 5 year, and 10 year track record that are outperforming the Morningstar category median. The bottom chart reflects the percentage of T. Rowe Price funds AUM that has outperformed for the time periods indicated. Total Fund AUM included for this analysis includes $493B for 1 year, $493B for 3 years, $493B for 5 years, and $484B for 10 years.\n(3)\nPassive Peer Median was created by T. Rowe Price using data from Morningstar. Primary share class only. Excludes money market mutual funds, funds with an operating history of less than one year, funds with fewer than three peers, T. Rowe Price passive funds, and T. Rowe Price funds that are clones of other funds. This analysis compares T. Rowe Price active funds to the applicable universe of passive/index open-end funds and ETFs of peer firms. The top chart reflects the percentage of T. Rowe Price funds with 1 year, 3 year, 5 year, and 10 year track record that are outperforming the passive peer universe. The bottom chart reflects the percentage of T. Rowe Price funds AUM that has outperformed for the time periods indicated. Total AUM included for this analysis includes $475B for 1 year, $473B for 3 years, $432B for 5 years, and $411B for 10 years.\n(4)\nComposite net returns are calculated using the highest applicable separate account fee schedule. Excludes money market composites. All composites compared to official GIPS composite primary benchmark. The top chart reflects the percentage of T. Rowe Price composites with 1 year, 3 year, 5 year, and 10 year track record that are outperforming their benchmarks. The bottom chart reflects the percentage of T. Rowe Price composite AUM that has outperformed for the time periods indicated. Total AUM included for this analysis includes $1,355B for 1 year, $1,353B for 3 years, $1,328B for 5 years, and $1,290B for 10 years\n(5)\nThe Morningstar Rating™ for funds is calculated for funds with at least a three-year history. Exchange-traded funds and open-ended mutual funds are considered a single population for comparative purposes. It is calculated based on a Morningstar Risk-Adjusted Return measure that accounts for variation in a managed product's monthly excess performance, placing more emphasis on downward variations and rewarding consistent performance. Morningstar gives its best ratings of 5 or 4 stars to the top 32.5% of all funds (of the 32.5%, 10% get 5 stars and 22.5% get 4 stars). The Overall Morningstar Rating™ is derived from a weighted average of the performance figures associated with a fund’s 3, 5, and 10 year (if applicable) Morningstar Rating™ metrics.\n20\nPage 30\nRESULTS OF OPERATIONS.\nThe following table and discussion set forth information regarding our consolidated financial results for 2020, 2019 and 2018 on a U.S. GAAP basis as well as a non-GAAP basis. The non-GAAP basis adjusts for the impact of our consolidated T. Rowe Price investment products, the impact of market movements on the supplemental savings plan liability and related economic hedges, investment income related to certain other investments, and certain nonrecurring charges and gains.\n(1)\nThe percentage change in non-operating income is not meaningful (n/m).\n(2)\nSee the reconciliation to the comparable U.S. GAAP measures at the end of the Results of Operations section of this Management's Discussion and Analysis.\nResults Overview - 2020 as compared to 2019\nInvestment advisory revenues.\nInvestment advisory fees are earned based on the value and composition of our assets under management, which change based on fluctuations in financial markets and net cash flows. As our average assets under management increase or decrease in a given period, the level of our investment advisory fee revenue for that same period generally fluctuates in a similar manner. Our annualized effective fee rates can be impacted by market or cash flow related shifts among asset and share classes, price changes in existing products, and asset level changes in products with tiered-fee structures.\nInvestment advisory revenues earned in 2020 increased 11.4% over the comparable 2019 period as average assets under our management increased $138.6 billion, or 12.5%, to $1,247.9 billion. In 2020, we voluntarily waived $20.4 million, or less than 1%, of our investment advisory fees from certain of our money market mutual funds, trusts, and other investment portfolios in order to maintain a positive yield for investors. At December 31, 2020, combined net assets of the investment portfolios in which we waived fees in 2020 were $23.9 billion. We expect to continue to waive fees in 2021, and we currently anticipate that the waivers for the first quarter of 2021 will be at or slightly\n20\nPage 31\nabove the level of waivers experienced in the fourth quarter of 2020. We also expect that the fee waivers for the first quarter of 2021 will represent a high-water mark for fee waivers issued.\nThe average annualized fee rate earned on our assets under management was 45.6 basis points in 2020, compared with 46.1 basis points earned in 2019. Our effective fee rate has declined largely due to client transfers within the complex to lower fee vehicles or share classes over the last year and the money market fee waivers. These declines were partially offset by performance-based fees earned in 2020.\nOperating expenses.\nOperating expenses were $3,461.0 million in 2020, an increase of 7.1% over the comparable 2019 period. The increase in operating expenses was primarily due to a $38.6 million increase in expense related to the supplemental savings plan from higher market returns, higher compensation expenses and our continued strategic investments.\nOn a non-GAAP basis, our operating expenses in 2020 increased 6.1% to $3,342.7 million compared with 2019. Our non-GAAP operating expenses do not include the impact of our supplemental savings plan and our consolidated T. Rowe Price investment products. See our non-GAAP reconciliations later in this Management's Discussion and Analysis section.\nIn 2021 and beyond, we expect to advance our strategic priorities to maintain our position as a global and diversified asset manager, a global partner for retirement investors and a provider of integrated investment solutions; to embed environmental, social and governance principles across the firm; to maintain effective processes and controls while becoming an adaptive and agile firm; and to become a destination of choice for top talent with a diverse workforce and inclusive culture. We have increased our 2021 non-GAAP operating expense growth range to 8%-12%, from the 6%-9% provided in October 2020, as sharp market returns in the fourth quarter of 2020 and current AUM levels increased our expectations for AUM-driven expenses. We could elect to adjust our expense growth should unforeseen circumstances arise, including significant market movements.\nOperating margin.\nOur operating margin in 2020 was 44.2%, compared with 42.5% in 2019. The increase in our operating margin in 2020 compared with 2019 is primarily driven by higher net revenues, partially offset by higher compensation-related expenses.\nDiluted earnings per share.\nDiluted earnings per share was $9.98 in 2020 as compared to $8.70 in 2019. The 14.7% increase in diluted earnings per share in 2020 compared to 2019 was primarily driven by higher operating income, lower weighted average outstanding shares, and a lower effective tax rate. These drivers of the increase were partially offset by lower net investment gains recognized in 2020 than in 2019.\nOn a non-GAAP basis, diluted earnings per share was $9.58 in 2020 as compared to $8.07 for 2019. The increase in adjusted diluted earnings per share was primarily due to higher operating income, lower weighted average outstanding shares, and a lower effective tax rate. The impact of these drivers were partially offset by lower net investment gains recognized in 2020 than in 2019. See our non-GAAP reconciliations later in this Management's Discussion and Analysis section.\nResults Overview - 2019 as compared to 2018\nInvestment advisory revenues.\nIn 2019, investment advisory revenues increased 5.4% over the comparable 2018 period as average assets under our management increased $72.8 billion, or 7.0%, to $1,109.3 billion.\nThe average annualized fee rate earned on our assets under management was 46.1 basis points in 2019, compared with 46.8 basis points earned in 2018. Our effective fee rate declined in part due to client transfers within the complex to lower fee vehicles or share classes and, to a lesser extent, fee reductions we made to certain mutual funds and other products since 2018. Further contributing to our lower effective fee rate in 2019 was a greater percentage of our assets under management in lower fee products due to lower equity valuations in the fourth quarter of 2019.\nOperating expenses.\nFor 2019, operating expenses were $3,230.9 million as compared with $3,011.2 million in the 2018 period. The increase in operating expenses was primarily due to our continued strategic investments and higher bonus and stock-based compensation, which were driven by our 2019 operating results. The 2018 period also includes the non-recurring $15.2 million reduction in operating expenses related to the conclusion of the Dell appraisal rights matter.\n20\nPage 32\nIn 2019, our non-GAAP operating expenses increased 4.1% to $3,149.8 million compared with 2018. See our non-GAAP reconciliations later in this Management's Discussion and Analysis section.\nOperating margin.\nOur operating margin in 2019 was 42.5%, compared with 44.0% in 2018. The decrease in our operating margin in 2019 compared to 2018 was driven by the higher percentage growth in operating expenses related to our supplemental savings plan as compared with the percentage growth in net revenues during 2019.\nDiluted earnings per share.\nDiluted earnings per share was $8.70 in 2019 as compared with $7.27 in 2018. The 19.7% increase in diluted earnings per share in 2019 compared to 2018 was primarily driven by higher non-operating income, the benefit realized from increased share buybacks, which lowered the weighted-average shares outstanding, and a lower effective tax rate.\nOn a non-GAAP basis, diluted earnings per share were $8.07 in 2019 as compared with $7.15 in 2018. The 12.9% increase in non-GAAP diluted earnings per share in 2019 compared to 2018 was primarily driven by higher operating income, higher investment income earned on our cash and discretionary investment portfolio, and lower weighted-average shares outstanding. See our non-GAAP reconciliations later in this Management's Discussion and Analysis section.\nNet revenues\nInvestment advisory fees.\nThe relationship between the change in average assets under management and the change in investment advisory fee revenue for 2020, 2019 and 2018 are presented below.\nIn general, strong market returns in 2020 shifted the asset and share class mix among different fee rates and products including those with tiered-fee structures. Additionally, we have reduced the management fees of certain products over the last few years.\n20\nPage 33\nIn 2020, the relationship between U.S. mutual funds' average assets under management and investment advisory fee growth was impacted by the money market fees waivers and client transfers within the complex to lower fee vehicles or share classes.\nFor the subadvised funds, separate accounts, collective investment trusts, and other investment products, 2020 inflows into our international products, which have a higher fee rate relative to other products, and performance-based fees earned on certain separate accounts drove investment advisory revenues to outpace the increase in average assets under management. These investment advisory revenues include distribution-related services we provide to the international products and then contract with third-party intermediaries to distribute these products. The costs we incur to pay the third-party intermediaries are recorded as part of distribution and servicing expenses.\nIn 2019, equity markets outperformed fixed income markets resulting in a shift of the U.S. mutual fund average asset mix to higher fee equity products over 2018. Strong market returns in 2019 and U.S. mutual fund to trust transfers have primarily increased average assets under management for our subadvised funds, separate accounts, collective investment trusts, and other products. However, lower incremental fee rates on higher average assets and growth in lower fee share classes resulted in slower revenue growth in 2019 over 2018.\nAdministrative, distribution, and servicing fees.\nAdministrative, distribution, and servicing fees in 2020 were $513.6 million, an increase of $8.2 million from 2019. The higher expense was primarily due to increased transfer agent servicing activities provided to our U.S. mutual funds. This increase was partially offset by lower 12b-1 revenue earned on certain share classes, including the Advisor and R classes, of the U.S. mutual funds, as compared to 2019, as well as client transfers to lower fee vehicles and share classes have reduced assets under management in these share classes. The decrease in 12b-1 revenue is offset entirely by a reduction in the costs paid to third-party intermediaries that source these assets and is reported in distribution and servicing expense.\nFor 2019, administrative, distribution, and servicing fees were $505.4 million, a decrease of $16.6 million from the comparable 2018 period. The decrease was primarily attributable to lower 12b-1 revenue earned on certain share classes, including the Advisor and R classes, of the U.S. mutual funds as client transfers to lower fee vehicles and share classes have reduced assets under management in these share classes.\nNet revenues are presented after the elimination of $9.9 million for 2020, $6.8 million for 2019, and $6.2 million for 2018, earned from our consolidated T. Rowe Price investment products. The corresponding expenses recognized by these consolidated products were also eliminated from operating expenses.\nOperating expenses\n(1)\nThe percentage change in nonrecurring net recoveries related to Dell appraisal rights matter is not meaningful (n/m).\nCompensation and related costs.\nCompensation and related costs increased $213.2 million, or 10.8%, for 2020 as compared with 2019. The increase in compensation and related costs was primarily due to an $83.0 million increase in salaries, benefits and related employee costs, as our average staff size increased 5.8% from prior year and we made modest increases to base salaries at the beginning of the year. Strong 2020 operating results led to a $65.5 million increase in our annual variable compensation, primarily bonus compensation, and higher stock-based\n20\nPage 34\ncompensation expense. These increases in compensation and related costs were partially offset by $30.4 million in higher labor capitalization related to internally developed software in 2020. The $38.6 million in higher expense related to our supplemental savings plan from strong market returns is partially offset by the non-operating gains on the investments used to economically hedge the related liability.\nFor 2019, compensation and related costs increased $160.6 million, or 8.9%, as compared with 2018. Nearly half of the increase in compensation and related costs is attributable to $78.8 million in higher expense related to our supplemental savings plan given the strong equity market returns experienced in 2019 compared with the sharp equity market declines in late 2018. The higher expense related to the supplemental savings plan is partially offset by the non-operating gains earned on the investments used to economically hedge the related liability. We also experienced increases in base salaries, benefits, and related employee costs of $66.0 million, as our average staff size grew 3.1% in 2019 and we modestly increased base salaries at the beginning of 2019. Our 2019 operating results led to a $28.8 million increase in annual variable compensation, primarily bonus compensation, as well as a $9.5 million increase in non-cash stock-based compensation expense. These increases in compensation and related costs were offset in part by the absence of the one-time $9.0 million bonus paid to certain associates in the second quarter of 2018 and $10.0 million in higher labor capitalization related to internally developed software in 2019.\nDistribution and servicing costs.\nDistribution and servicing costs were $278.5 million for 2020, an increase of $16.0 million, or 6.1%, compared to 2019. The increase was primarily driven by higher distribution costs as a result of continued inflows into our international products, including our Japanese ITMs and SICAVs. These higher distribution costs were partially offset by client transfers, largely from Advisor and R classes, to vehicles that don't pay distribution and servicing costs.\nDistribution and servicing costs were $262.5 million for 2019, a decrease of $18.7 million, or 6.7%, compared with 2018. The decrease was primarily driven by client transfers, largely from Advisor and R classes, to vehicles that don't pay distribution and servicing costs.\nDistribution and servicing costs paid to third-party intermediaries that source the assets of certain share classes of our U.S. mutual funds and our international products, such as our Japanese ITMs and SICAVs, are recognized in this expense. Both of these costs are offset entirely by the revenue we earn and report in net revenues: 12B-1 revenue recognized in administrative, distribution, and servicing fees for the U.S. mutual funds and investment advisory fee revenue for our international products.\nAdvertising and promotion.\nAdvertising and promotion costs were $83.7 million for 2020, a decrease of $13.1 million, or 13.5%, compared with 2019. The decrease was primarily driven by lower media costs and fewer conference and promotional events in 2020 as a result of cancellations arising from the coronavirus pandemic in 2020.\nFor 2019, advertising and promotion costs were $96.8 million, a decrease of $2.8 million, or 2.8%, compared with 2018. The decrease in advertising and promotion costs for 2019 from 2018 is primarily driven by the absence in 2019 of the creation and launch of a media advertising campaign in 2018.\nProduct-related costs.\nProduct-related costs were $155.5 million for 2020, an increase of $2.3 million, or 1.5%, compared with 2019. The increase is primarily due to higher expenses related to servicing retirement plan products, partially offset by lower costs incurred to provide administrative services to the U.S. mutual funds.\nProduct-related costs were $153.2 million for 2019, a decrease of $3.9 million, or 2.5%, compared with 2018. The decrease is primarily due to lower costs incurred to provide administrative services to the U.S. mutual funds, partially offset by higher operating costs of our collective investment trusts as client transfers have increased the number of trusts and their average net assets over the last year.\nTechnology, occupancy, and facility costs.\nTechnology, occupancy, and facility costs were $444.8 million for 2020, $427.3 million for 2019, and $383.9 million for 2018. The increases over the last two years were due primarily to ongoing investment in our technology capabilities, including related depreciation and hosted solution licenses, as well as office expansion costs. The 2019 year included certain non-recurring office facility costs.\nGeneral, administrative, and other costs.\nGeneral, administrative, and other costs were $316.1 million for 2020, $321.9 million for 2019, and $296.0 million for 2018. Higher third-party investment research costs, professional fees,\n20\nPage 35\nand other administrative related costs in 2020 were more than offset by lower travel-related expenses.\nFor 2019, the increase in general, administrative, and other costs from 2018 was a result of continued investment in our strategic initiatives, higher third-party investment research costs, and other growing operational and regulatory demands on the business.\nNon-operating income\nNet non-operating investment income decreased $43.8 million in 2020 compared with 2019 and increased $517.1 million in 2019 compared with 2018. Net non-operating investment activity for the years ended December 31, 2020, 2019 and 2018 comprised the following:\nDespite the global economies and market disruptions caused by the coronavirus pandemic in the first quarter of 2020, strong markets for the remainder of 2020 reversed net investment losses experienced in the first quarter and generated significant gains by the end of 2020. Our consolidated investment products and supplemental savings plan hedge portfolio comprised almost 70% of the net gains recognized in 2020. Our cash and discretionary investments generated income of $92.7 million in 2020 as compared to $126.0 million in 2019 as the very low interest environment reduced the dividends earned from our money market fund investments.\nDuring 2019, non-operating income reflected the sharp market returns which resulted in significant unrealized gains on our investment portfolio, including our consolidated investment portfolios, compared with losses in 2018. Partially offsetting the market increases was the absence in 2019 of the realized gain from the sale of our 10% holding in Daiwa SB Investments Ltd. that was recognized in 2018. Our cash and discretionary investments generated income of $126.0 million in 2019 as compared to $32.8 million in 2018.\n20\nPage 36\nThe impact of consolidating certain T. Rowe Price investment products on the individual lines of our consolidated statements of income for 2020, 2019, and 2018 is as follows:\nProvision for income taxes\nOur effective tax rate for 2020 was 22.2%, compared with 23.2% for 2019 and 25.8% for 2018. The decrease in our effective tax rate in 2020 from 2019 was primarily due to a lower effective state tax rate as we continue to see phased-in benefit of the 2018 Maryland state tax legislation and higher discrete tax benefits associated with the settlement of stock-based awards given the rise in our stock price in 2020.\nFor 2019, the decrease in the effective tax rate from 2018 was primarily due to higher net income attributable to redeemable non-controlling interests related to our consolidated T. Rowe Price investment products, as these earnings are not taxable to us, as well as a lower state tax rate from the Maryland state legislation in 2018, and the absence in 2019 of the 2018 nonrecurring charges related to the enactment of U.S. tax reform.\nOn April 24, 2018, the state of Maryland enacted new state tax legislation. This new state tax legislation, effective in 2018, adopted a five-year phase-in of the single sales factor method of apportionment for calculating income tax for multi-state companies doing business in Maryland and is expected to result in a net benefit over time. Accordingly, we recognized a nonrecurring charge of $7.9 million during 2018 for the re-measurement of our deferred tax assets and liabilities to reflect the effect of this Maryland state tax legislation. Based on information currently available, we expect that the Maryland state tax legislation will reduce our effective state tax rate over the five-year phase-in period to less than 3%.\nThe following table reconciles the statutory federal income tax rate to our effective tax rate for the years ended December 31, 2020, 2019, and 2018:\n(1)\nState income tax benefits are reflected in the total benefits for net income attributable to redeemable non-controlling interests and stock-based compensation plans activity.\nOur effective tax rate will continue to experience volatility in future periods as the tax benefits recognized from stock-based compensation are impacted by market fluctuations in our stock price and timing of option\n20\nPage 37\nexercises. The rate will also be impacted by changes in our consolidated investment products that are driven by market fluctuations and changes in the proportion of their net income that is attributable to non-controlling interests.\nThe non-GAAP tax rate primarily adjusts for the impact of the consolidated investment products, including the net income attributable to the redeemable non-controlling interests. Our non-GAAP effective tax rates for 2020, 2019, and 2018 were 23.3%\nfor 2020, 24.0% for 2019, 24.1% for 2018. Similar to our GAAP rate, the decrease in our 2020 non-GAAP effective tax rate from 2019 is due primarily to a lower effective state tax rate and higher discrete tax benefits associated with option exercises.\nWe currently estimate our GAAP effective tax rate for the full-year 2021 will be in the range of 22% to 25% and our non-GAAP effective tax rate for the full-year 2021 will be in the range of 23% to 25%.\nNON-GAAP INFORMATION AND RECONCILIATION.\nWe believe the non-GAAP financial measures below provide relevant and meaningful information to investors about our core operating results. These measures have been established in order to increase transparency for the purpose of evaluating our core business, for comparing current results with prior period results, and to enable more appropriate comparison with industry peers. However, non-GAAP financial measures should not be considered a substitute for financial measures calculated in accordance with U.S. GAAP and may be calculated differently by other companies.\nThe following schedules reconcile certain U.S. GAAP financial measures for each of the last five years.\n20\nPage 38\n(1)\nThese non-GAAP adjustments remove the impact that the consolidated T. Rowe Price investment products have on our U.S. GAAP consolidated statements of income. Specifically, we add back the operating expenses and subtract the investment income of the consolidated T. Rowe Price investment products. The adjustment to our operating expenses represents the operating expenses of the consolidated products, net of the elimination of related management and administrative fees. The adjustment to net income attributable to T. Rowe Price Group represents the net income of the consolidated products, net of redeemable non-controlling interest. We remove the impact of the\n20\nPage 39\nconsolidated T. Rowe Price investment products as we believe they impact the reader’s ability to understand our core operating results.\n(2)\nThese non-GAAP adjustments remove the compensation expense from market valuation changes in the supplemental savings plan liability and the related net gains (losses) on investments designated as an economic hedge against the related liability. Amounts deferred under the supplemental savings plan are adjusted for appreciation (depreciation) of hypothetical investments chosen by participants. We use T. Rowe Price investment products to economically hedge the exposure to these market movements. We believe it is useful to offset the non-operating investment income (loss) realized on the hedges against the related compensation expense and remove the net impact to help the reader's ability to understand our core operating results and to increase comparability period to period.\n(3)\nThis non-GAAP adjustment represents the other non-operating income (loss) and the net gains (losses) earned on our non-consolidated investment portfolio that are not designated as economic hedges of the supplemental savings plan liability, and, beginning in the second quarter of 2018, non-consolidated seed investments and other investments that are not part of the cash and discretionary investment portfolio. In the second quarter of 2018, we decided to retain the investment gains recognized on our non-consolidated cash and discretionary investments as these assets and related income (loss) are considered part of our core operations. The impact on previously reported non-GAAP measures is immaterial. We believe adjusting for these non-operating income (loss) items helps the reader’s ability to understand our core operating results and increases comparability to prior years. Additionally, we do not emphasize the impact of the portion of non-operating income (loss) removed when managing and evaluating our core performance.\n(4)\nDuring the second quarter of 2018, we recognized a nonrecurring charge of $20.8 million for an adjustment made to the charge taken in 2017 related to the enactment of U.S. tax reform. We believe it is useful to readers of our consolidated statements of income to adjust for this nonrecurring charge in arriving at net income attributable to\nT. Rowe Price Group and diluted earnings per share.\n(5)\nDuring the second quarter of 2018, we recognized a nonrecurring charge of $7.9 million for the remeasurement of our deferred tax assets and liabilities to reflect the effect of Maryland state tax legislation enacted on April 24, 2018. We believe it is useful to readers of our consolidated statements of income to adjust for this nonrecurring charge in arriving at net income attributable to T. Rowe Price Group and diluted earnings per share.\n(6)\nIn 2016, we recognized a nonrecurring charge, net of insurance recoveries, of $66.2 million related to our decision to compensate certain clients in regard to the Dell appraisal rights matter. In 2017, we recognized additional insurance recoveries of $50 million as a reduction in operating expenses. During 2018, we recognized an additional reduction in operating expenses of $15.2 million upon recovering a portion of the payments we made to our clients in 2016. We believe it is useful to our readers of our consolidated statements of income to adjust for these charges and nonrecurring recoveries in arriving at adjusted operating expenses, net operating income, provision for income taxes, net income attributable to T. Rowe Price Group and diluted earnings per share.\n(7)\nThe income tax impacts were calculated in order to achieve an overall non-GAAP effective tax rate of 23.3% for 2020, 24.0% for 2019, 24.1% for 2018, 34.7% for 2017, and 36.6% for 2016. We estimate that our effective tax rate for the full-year 2021 on a non-GAAP basis will be in the range of 23% to 25%.\n(8)\nThis non-GAAP measure was calculated by applying the two-class method to adjusted net income attributable to\nT. Rowe Price Group divided by the weighted-average common shares outstanding assuming dilution. The calculation of net income allocated to common stockholders is as follows:\n20\nPage 40\nCAPITAL RESOURCES AND LIQUIDITY.\nDuring 2020, stockholders’ equity increased from $7.1 billion to $7.7 billion. Tangible book value increased to $7.0 billion at December 31, 2020.\nSources of Liquidity\nWe remain debt-free with ample liquidity, including cash and investments in T. Rowe Price products as follows:\nOur discretionary investment portfolio is comprised primarily of short duration bond funds, which typically yield higher than money market rates, and asset allocation products. Of these cash and discretionary investments, $675.8 million at December 31, 2020, and $665.8 million at December 31, 2019 were held by our subsidiaries located outside the U.S. Cash and discretionary investment portfolio returned gains of $92.8 million in 2020 as compared to $126.0 million in 2019 as the very low interest rate environment reduced the dividend income earned on our money market investments. Given the availability of our financial resources and cash expected to be generated through future operations, we do not maintain an available external source of additional liquidity.\nOur seed capital investments are redeemable, although we generally expect to be invested for several years for the products to build an investment performance history and until unrelated third-party investors substantially reduce our relative ownership percentage.\nThe cash and investment presentation on the consolidated balance sheet is based on how we account for the cash or investment. The following table details how T. Rowe Price Group’s interests in cash and T. Rowe Price investment products relate to where they are presented in the consolidated balance sheet as of December 31, 2020.\n(1) The consolidated T. Rowe Price investment products are generally those products we provided seed capital at the time of their formation and we have a controlling interest. These products generally represent U.S. mutual funds as well as those funds regulated outside the U.S. The $205.1 million and the $871.0 million represent the total value at\nDecember 31, 2020\nof our interest in the consolidated T. Rowe Price investment products. The total net assets of consolidated T. Rowe Price investment products at\nDecember 31, 2020\nof $2,637.8 million includes assets of $2,695.5 million less liabilities of $57.7 million as reflected in the consolidated balance sheet in Item 8. Financial Statements and Supplementary Data of this Form 10-K.\nOur consolidated balance sheet reflects the cash and cash equivalents, investments, other assets and liabilities of those T. Rowe Price investment products we consolidate, as well as redeemable non-controlling interests for the\n20\nPage 41\nportion of these T. Rowe Price investment products that are held by unrelated third-party investors. Although we can redeem our net interest in these T. Rowe Price investment products at any time, we cannot directly access or sell the assets held by the products to obtain cash for general operations. Additionally, the assets of these T. Rowe Price investment products are not available to our general creditors. Our interest in these T. Rowe Price investment products was used as initial seed capital and is recategorized as discretionary when it is determined by management that the seed capital is no longer needed. We assess the discretionary products and, when we decide to liquidate our interest, we seek to do so in a way as to not impact the product and, ultimately, the unrelated third-party investors.\nAdditionally, in October 2020, UTI Asset Management Company Limited (India), one of our equity method investments,held an initial public offering in India. As part of the offering, we sold a portion of our 26% interest and received net proceeds of approximately $28.0 million and recorded a net gain on the sale of approximately $2.8 million in the fourth quarter of 2020. Subsequent to the sale, we have an ownership interest of 23% of UTI Asset Management Company (India).\nUses of Liquidity\nWe paid $3.60 per share in regular dividends in 2020, an increase of 18.4% over the $3.04 per share paid in 2019. Additionally, we expended $1,192.2 million in 2020 to repurchase 10.9 million shares, or 4.6%, of our outstanding common stock at an average price of $109.30 per share. These dividends and repurchases were expended using existing cash balances and cash generated from operations. We will generally repurchase our common stock over time to offset the dilution created by our equity-based compensation plans.\nSince the end of 2017, we have returned $5.3 billion to stockholders through stock repurchases and our regular quarterly dividends, as follows:\nWe anticipate property and equipment expenditures for the full-year 2021 to be about $265 million, of which more than three-quarters is planned for technology initiatives. We expect to fund our anticipated capital expenditures with operating cash flows and other available resources.\n20\nPage 42\nThe following tables summarize the cash flows for 2020, 2019 and 2018, that are attributable to T. Rowe Price Group, our consolidated T. Rowe Price investment products, and the related eliminations required in preparing the statement.\n20\nPage 43\nOperating activities\nOperating activities attributable to T. Rowe Price Group during 2020 provided cash flows of $2,479.0 million as compared to $2,202.3 million during 2019. Operating cash flows attributable to T. Rowe Price Group increased $276.7 million, including a $241.4 million in increased net income and a $81.0 million incremental add-back from higher non-cash adjustments, including unrealized investment gains/losses, depreciation, and stock-based compensation expense. Additionally, in 2020, we invested $142.9 million in certain investment products to economically hedge our supplemental savings plan liability. This level of investment is slightly higher than the $126.0 million invested in 2019. These increases were partially offset by the timing differences on the cash settlement of our assets and liabilities which lowered operating cash flows by $28.8 million. The change in the non-cash adjustments from 2019 were driven primarily by a $42.6 million decrease in net investment gains and a $39.6 million increase in stock-based compensation expense. The remaining change in reported cash flows from operating activities was attributable to the net change in trading securities held in our consolidated investment products’ underlying portfolios.\nOperating activities attributable to T. Rowe Price Group during 2019 provided cash flows of $2,202.3 million as compared to $2,178.1 million during 2018. Operating cash flows attributable to T. Rowe Price Group increased $24.2 million, including the $293.8 million increase in net income from 2018, and partially offset by lower non-cash adjustments, which include unrealized investment gains/losses, depreciation, and stock-based compensation expense of $258.9 million and timing differences on the cash settlement of our assets and liabilities of $10.7 million. The non-cash adjustments were driven by a $303.2 million increase in net investment gains in 2019 compared with 2018. During 2019, we invested an additional $126.0 million in certain investment products that act as an economic hedge of our supplemental savings plan liability. This level of investment is comparable to the amount invested in 2018. The remaining change in reported cash flows from operating activities was attributable to the net change in trading securities held in our consolidated investment products’ underlying portfolios.\nInvesting activities\nNet cash used in investing activities that are attributable to T. Rowe Price Group totaled $65.3 million in 2020, a decrease of $424.0 million compared with 2019. During 2020, we received net proceeds from the sale of certain discretionary investments of $181.7 million compared to net dispositions of $108.3 million during 2019. In addition, we increased our property and equipment expenditures by $10.0 million and increased the level of seed capital provided by $100.3 million. We eliminate our seed capital in those T. Rowe Price investment products we consolidate in preparing our consolidated statements of cash flows. The $35.5 million change in reported cash flows\n20\nPage 44\nfrom investing activities is related to the net cash removed from our balance sheet from consolidating and deconsolidating investment products.\nNet cash used in investing activities that are attributable to T. Rowe Price Group totaled $489.3 million in 2019, an increase of $456.4 million compared to 2018. During 2018, we rebalanced our cash and discretionary investments portfolio resulting in the reallocation of cash and cash equivalents of $1.0 billion to certain T. Rowe Price fixed income funds. Such rebalancing did not recur in 2019. Excluding the impact of the reallocation in 2018, there were net purchases of discretionary investment products of $108.3 million during 2019 compared to net proceeds of $228.4 million. Also contributing to the decrease in 2019 reported cash flows used in investing activities were higher property and equipment expenditures of $36.1 million, an $89.2 million increase in the level of seed capital provided, and the absence of the proceeds from the sale of our 10% interest in Daiwa SB Investments Ltd. received in 2018 and included in other investing activity. Since we consolidate the seed capital in T. Rowe Price investment products, our seed capital was eliminated in preparing our consolidated statement of cash flows.\nFinancing activities\nNet cash used in financing activities attributable to T. Rowe Price Group were $2,043.8 million in 2020 compared with $1,356.4 million in 2019. During 2020, there was a $496.1 million increase in cash paid for common stock repurchases as we repurchased 3.9 million more shares of common stock in 2020 than in 2019. Additionally, there was a $111.9 million increase in dividends paid in 2020 as a result of an 18.4% increase in our quarterly dividend per share. The remaining change in reported cash flows from financing activities is primarily attributable to a $79.4 million decrease in cash flow related to common stock issued under stock compensation plans and a $33.8 million decrease in net subscriptions received from redeemable non-controlling interest holders of our consolidated investment products during 2020 compared to 2019.\nNet cash used in financing activities attributable to T. Rowe Price Group totaled $1,356.4 million in 2019, a decrease of $353.3 million compared with $1,709.9 million in 2018. The decrease in cash used in financing activities was primarily driven by a $384.6 million decrease in the number of common stock repurchases we made in 2019 due to the stronger equity markets. The decrease was partially offset by a $39.6 million increase in dividends paid in 2019 as a result of an 8.6% increase in our quarterly dividend per share from 2018. The remaining change in reported cash flows from financing activities was primarily attributable to a $53.3 million increase in net subscriptions received from redeemable non-controlling interest holders of our consolidated investment products during 2019 compared to 2018.\nCONTRACTUAL OBLIGATIONS.\nThe following table presents a summary of our future obligations under the terms of our supplemental savings plan, existing operating leases, and other contractual cash purchase commitments at December 31, 2020. The information presented does not include operating expenses or capital expenditures that will be committed in the normal course of operations in 2021 and future years. The information also excludes the $26.7 million of unrecognized tax benefits discussed in Note 9 to our consolidated financial statements because it is not possible to estimate the time period in which a payment might be made to the tax authorities.\n(1)\nThese obligations represent the amount of future expected funding requirements related to our supplemental savings plan. Payment periods are based on deferral elections made by participants. If no deferral election has been made, the obligation has been included in the \"Thereafter\" column as the timing of distributions will be determined upon termination of employment. We economically hedge this liability and the related market exposure with investments in certain T. Rowe Price products. The carrying value of these investments at December 31, 2020 was $768.1 million and was reported within the Investments line on our consolidated balance sheet. Either these investments or future cash flows from operations are expected to be used to fund the future liability payments.\n(2)\nOther purchase commitments include contractual amounts that will be due for the purchase of goods or services to be used in our operations and may be cancelable at earlier times than those indicated, under certain conditions that may involve termination fees. Because these obligations are generally of a normal recurring nature, we expect that we will fund them from future cash flows from operations.\n20\nPage 45\nWe also have outstanding commitments to fund additional contributions to investment partnerships totaling $12.3 million at December 31, 2020. The vast majority of these additional contributions will be made to investment partnerships in which we have an existing investment. In addition to such amounts, a percentage of prior distributions may be called under certain circumstances.\nCRITICAL ACCOUNTING POLICIES.\nThe preparation of financial statements often requires the selection of specific accounting methods and policies from among several acceptable alternatives. Further, significant estimates and judgments may be required in selecting and applying those methods and policies in the recognition of the assets and liabilities in our consolidated balance sheets, the revenues and expenses in our consolidated statements of income, and the information that is contained in our significant accounting policies and notes to the consolidated financial statements. Making these estimates and judgments requires the analysis of information concerning events that may not yet be complete and of facts and circumstances that may change over time. Accordingly, actual amounts or future results can differ materially from those estimates that we include currently in our consolidated financial statements, significant accounting policies, and notes.\nWe present those significant accounting policies used in the preparation of our consolidated financial statements as an integral part of those statements within this 2020 Annual Report on Form 10-K. In the following discussion, we highlight and explain further certain of those policies that are most critical to the preparation and understanding of our financial statements.\nConsolidation\nWe consolidate all subsidiaries and T. Rowe Price investment products in which we have a controlling interest. We are deemed to have a controlling interest when we own the majority of the voting interest of an entity or are deemed to be the primary beneficiary of a variable interest entity (\"VIE\"). VIEs are entities that lack sufficient equity to finance its activities or the equity holders do not have defined power to direct the activities of the entity normally associated with an equity investment. Our analysis to determine whether an entity is a VIE or a voting interest entity (\"VOE\") involves judgment and considers several factors, including an entity’s legal organization, capital structure, the rights of the equity investment holders, our ownership interest in the entity, and our contractual involvement with the entity. We continually review and reconsider our VIE or VOE conclusions upon the occurrence of certain events, such as changes to our ownership interest, changes to an entity’s legal structure, or amendments to governing documents. Our VIEs are primarily T. Rowe Price investment products and our variable interest consists of our equity ownership in and investment management fees earned from these entities.\nWe are the primary beneficiary if we have the power to direct the activities of the VIE that most significantly impact its economic performance and the obligation to absorb losses of the entity or the right to receive benefits from the VIE that could potentially be significant. Our SICAV funds and other T. Rowe Price investment products regulated outside the U.S. are determined to be VIEs. At December 31, 2020, we consolidated VIEs with net assets of $2.4 billion.\nOther-than-temporary impairments of equity method investments\nWe evaluate our equity method investments, including our investment in UTI and certain investments in T. Rowe Price investment products, for impairment when events or changes in circumstances indicate that the carrying value of the investment exceeds its fair value, and the decline in fair value is other than temporary.\nGoodwill\nWe internally conduct, manage, and report our operations as one investment advisory business. We do not have distinct operating segments or components that separately constitute a business. Accordingly, we attribute goodwill to a single reportable business segment and reporting unit—our investment advisory business.\nWe evaluate the carrying amount of goodwill in our consolidated balance sheets for possible impairment on an annual basis in the third quarter of each year using a fair value approach. Goodwill would be considered impaired whenever our historical carrying amount exceeds the fair value of our investment advisory business. Our annual testing has demonstrated that the fair value of our investment advisory business (our market capitalization) exceeds\n20\nPage 46\nour carrying amount (our stockholders’ equity) and, therefore, no impairment exists. Should we reach a different conclusion in the future, additional work would be performed to ascertain the amount of the noncash impairment charge to be recognized. We must also perform impairment testing at other times if an event or circumstance occurs indicating that it is more likely than not that an impairment has been incurred. The maximum future impairment of goodwill that we could incur is the amount recognized in our consolidated balance sheets, $665.7 million as of December 31, 2020.\nProvision for income taxes\nAfter compensation and related costs, our provision for income taxes on our earnings is our largest annual expense. We operate in numerous states and countries through our various subsidiaries and must allocate our income, expenses, and earnings under the various laws and regulations of each of these taxing jurisdictions. Accordingly, our provision for income taxes represents our total estimate of the liability that we have incurred in doing business each year in all of our locations. Annually, we file tax returns that represent our filing positions with each jurisdiction and settle our return liabilities. Each jurisdiction has the right to audit those returns and may take different positions with respect to income and expense allocations and taxable earnings determinations. From time to time, we may also provide for estimated liabilities associated with uncertain tax return filing positions that are subject to, or in the process of, being audited by various tax authorities. Because the determination of our annual provision is subject to judgments and estimates, it is likely that actual results will vary from those recognized in our financial statements. As a result, we recognize additions to, or reductions of, income tax expense during a reporting period that pertain to prior period provisions as our estimated liabilities are revised and actual tax returns and tax audits are settled. We recognize any such prior period adjustment in the discrete quarterly period in which it is determined.\nNEWLY ISSUED BUT NOT YET ADOPTED ACCOUNTING GUIDANCE.\nSee\nNote 1 - Basis of Preparation and Summary of Significant Accounting Policies\nwithin Item 8, Financial Statements and Supplementary Data for a discussion of newly issued but not yet adopted accounting guidance.\nFORWARD-LOOKING INFORMATION.\nFrom time to time, information or statements provided by or on behalf of T. Rowe Price, including those within this report, may contain certain forward-looking information, including information or anticipated information relating to: our revenues, net income, and earnings per share on common stock; changes in the amount and composition of our assets under management; our expense levels; our tax rate; and our expectations regarding financial markets, future transactions, dividends, stock repurchases, investments, new products and services, capital expenditures, changes in our effective fee rate, the impact of the coronavirus pandemic, and other market conditions. Readers are cautioned that any forward-looking information provided by or on behalf of T. Rowe Price is not a guarantee of future performance. Actual results may differ materially from those in forward-looking information because of various factors including, but not limited to, those discussed below and in Item 1A, Risk Factors, of this Form 10-K Annual Report. Further, forward-looking statements speak only as of the date on which they are made, and we undertake no obligation to update any forward-looking statement to reflect events or circumstances after the date on which it is made or to reflect the occurrence of unanticipated events.\nOur future revenues and results of operations will fluctuate primarily due to changes in the total value and composition of assets under our management. Such changes result from many factors, including, among other things: cash inflows and outflows in the U.S. mutual funds, subadvised funds, separately managed accounts, collective investment trusts, and other investment products, fluctuations in global financial markets that result in appreciation or depreciation of the assets under our management, our introduction of new mutual funds and investment products, changes in retirement savings trends relative to participant-directed investments and defined contribution plans, and the impact of the coronavirus outbreak. The ability to attract and retain investors’ assets under our management is dependent on investor sentiment and confidence; the relative investment performance of the T. Rowe Price funds and other managed investment products as compared with competing offerings and market indexes; the ability to maintain our investment management and administrative fees at appropriate levels; competitive conditions in the mutual fund, asset management, and broader financial services sectors; and our level of success in implementing our strategy to expand our business, including our recently announced plan to establish T. Rowe Price Investment Management as a separate registered investment adviser. Our revenues are substantially dependent on fees earned under contracts with the T. Rowe Price funds and could be adversely affected if the independent directors of one or more of the T. Rowe Price funds terminated or significantly altered the terms of the investment management or related administrative services agreements. Non-operating investment income will also\n20\nPage 47\nfluctuate primarily due to the size of our investments, changes in their market valuations, and any other-than-temporary impairments that may arise or, in the case of our equity method investments, our proportionate share of the investees' net income.\nOur future results are also dependent upon the level of our expenses, which are subject to fluctuation for the following or other reasons: changes in the level of our advertising and promotion expenses in response to market conditions, including our efforts to expand our investment advisory business to investors outside the U.S. and to further penetrate our distribution channels within the U.S.; the pace and level of spending to support key strategic priorities; variations in the level of total compensation expense due to, among other things, bonuses, restricted stock units and other equity grants, other incentive awards, our supplemental savings plan, changes in our employee count and mix, and competitive factors; any goodwill or other asset impairment that may arise; fluctuation in foreign currency exchange rates applicable to the costs of our international operations; expenses and capital costs, such as technology assets, depreciation, amortization, and research and development, incurred to maintain and enhance our administrative and operating services infrastructure; the timing of the assumption of all third party research payments, unanticipated costs that may be incurred to protect investor accounts and the goodwill of our clients; and disruptions of services, including those provided by third parties, such as fund and product recordkeeping, facilities, communications, power, and the mutual fund transfer agent and accounting systems.\nOur business is also subject to substantial governmental regulation, and changes in legal, regulatory, accounting, tax, and compliance requirements may have a substantial effect on our operations and results, including, but not limited to, effects on costs that we incur and effects on investor interest in T. Rowe Price investment products and investing in general or in particular classes of mutual funds or other investments."
  },
  {
    "item_key": "item_7a",
    "text": "EQUITY PRICE RISK.\nDuring the first quarter of 2020, the impact of the global coronavirus pandemic began to rapidly spread throughout the world and caused increasing disruption to populations, economic activity, and the global financial markets. While markets recovered sharply since that time, the impact and ongoing uncertainty related to the pandemic continued into the end of 2020. Since our investments in T. Rowe Price investment products are carried at fair value, these investments are subject to market risk. The following table presents the equity price risk from our investments in T. Rowe Price investment products. Investments in these products generally moderate market risk as they are diversified and invest in a number of different financial instruments. T. Rowe Price manages its cash and discretionary investments exposure to market risk by diversifying its investments among equity and fixed income portfolios. In addition, investment holdings may be altered from time to time in response to changes in market risks and other factors, as management deems appropriate. We do not actively manage the market risk related to our seed capital investments.\nIn order to quantify the sensitivity of our investments to changes in market valuations, we have chosen to use a variant of each product's net asset value to quantify the equity price risk, as we believe the volatility in each product's net asset value best reflects the underlying risk potential as well as the market trends surrounding each of its investment objectives. The potential future loss of value, before any income tax benefits, of these investments at December 31, 2020 was determined by using the lower of each product’s lowest net asset value per share during 2020 or its net asset value per share at December 31, 2020, reduced by 10%. In considering this presentation, it is important to note that: not all products experienced their lowest net asset value per share on the same day; it is likely that the composition of the investment portfolio would be changed if adverse market conditions persisted; and we could experience future losses in excess of those presented below.\n20\nPage 48\nAny losses arising from the change in fair value of investments in T. Rowe Price products would result in a corresponding decrease, net of tax, in our net income attributable to T. Rowe Price Group.\nThe direct investment in consolidated T. Rowe Price investment products represents our portion of the net assets of the product. Upon consolidation of these products, our direct investment is eliminated, and the net assets of the products are combined in our consolidated balance sheet, together with redeemable non-controlling interests, which represents the portion of the products that is owned by unrelated third-party investors. Any losses arising from the change in fair value of our direct investments in consolidated T. Rowe Price investment products would also result in a corresponding decrease, net of tax, in our net income attributable to T. Rowe Price Group.\nFurther, we have investments that are used to economically hedge the change in our supplementary savings plan liability. Since we are hedging the liability, an impact on our net income attributable to T. Rowe Price Group would result from any ineffectiveness of this economic hedge.\nCURRENCY TRANSLATION RISK.\nCertain of our investments, including a few consolidated T. Rowe Price investment products, expose us to currency translation risk when the financial statements are translated into U.S. dollars (\"USD\"). Our most significant exposure relates to the translation of the financial statements of our equity method investment in UTI ($145.5 million at December 31, 2020). UTI's financial statements are denominated in Indian rupees (\"INR\") and are translated to USD each reporting period. We do not use derivative financial instruments to manage this currency risk, so both positive and negative fluctuations in the INR against the USD will affect accumulated other comprehensive income and the carrying amount of our investment. We had a cumulative translation loss, net of tax, of $43.6 million at December 31, 2020, related to our investment in UTI. Given the nature of UTI’s business, should conditions deteriorate in markets in which they operate, we are at risk for loss up to our carrying amount.\nWe operate in several countries outside the U.S. of which the United Kingdom is the most prominent. We incur operating expenses and have assets and liabilities denominated in currencies other than USD associated with these operations, although our revenues are predominately realized in USD. The majority of our currency translation risk on our consolidated balance sheet at December 31, 2020, related to cash and non-consolidated investments of $95.2 million that are denominated in foreign currencies. We do not believe that foreign currency fluctuations materially affect our results of operations.\n20\nPage 49"
  },
  {
    "item_key": "item_8",
    "text": "20\nPage 50\nCONSOLIDATED BALANCE SHEETS\n(in millions, except share data)\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 51\nCONSOLIDATED STATEMENTS OF INCOME\n(in millions, except per-share amounts)\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 52\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(in millions)\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 53\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(in millions)\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 54\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY (shares in thousands; dollars in millions)\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 55\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY (shares in thousands; dollars in millions)\n(1)\nAccumulated other comprehensive income\n(2)\nIncludes the reclassification of $\n1.7\nmillion of stranded income taxes on available-for-sale investments resulting from U.S. tax law changes enacted on December 22, 2017, from accumulated other comprehensive income to retained earnings.\nThe accompanying notes to consolidated financial statements are an integral part of these statements.\nPage 56\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1 –\nBASIS OF PREPARATION AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES.\nT. Rowe Price Group, Inc. derives its consolidated revenues and net income primarily from investment advisory services that its subsidiaries provide to individual and institutional investors in the T. Rowe Price U.S. mutual funds (\"U.S. mutual funds\"), subadvised funds, separately managed accounts, collective investment trusts, and other T. Rowe Price products. The other T. Rowe Price products include: open-ended investment products offered to investors outside the U.S. and products offered through variable annuity life insurance plans in the U.S. We also provide certain investment advisory clients with related administrative services, including distribution, mutual fund transfer agent, accounting, and shareholder services; participant recordkeeping and transfer agent services for defined contribution retirement plans; brokerage; trust services; and non-discretionary advisory services through model delivery.\nInvestment advisory revenues depend largely on the total value and composition of assets under our management. Accordingly, fluctuations in financial markets and in the composition of assets under management impact our revenues and results of operations.\nBASIS OF PREPARATION.\nThese consolidated financial statements have been prepared by management in accordance with accounting principles generally accepted in the United States.\nThese principles require that we make certain estimates and assumptions. Actual results may vary from our estimates.\nNEW ACCOUNTING GUIDANCE.\nWe adopted Accounting Standards Update No. 2018-15 — Intangibles—Goodwill and Other— Internal-Use Software (Subtopic 350-40): Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract on January 1, 2020 using the prospective method of adoption. This update required implementation costs incurred in cloud computing arrangements to be deferred and recognized over the term of the hosting arrangement. A hosting arrangement is an agreement that allows customers, like us, to access and use software on an as-needed basis without having possession of the software. Beginning January 1, 2020, we were required to defer such qualifying implementation costs. We have capitalized an immaterial amount of implementation costs incurred in a cloud computing arrangement. Accordingly, the adoption of this guidance did not have a material impact on our consolidated balance sheets or our consolidated statements of income.\nNEWLY ISSUED BUT NOT YET ADOPTED ACCOUNTING GUIDANCE.\nWe have considered all other newly issued accounting guidance that is applicable to our operations and the preparation of our consolidated statements, including those we have not yet adopted. We do not believe that any such guidance has or will have a material effect on our financial position or results of operations.\nU.S. ECONOMIC RELIEF LEGISLATION.\nOn March 27, 2020, the U.S. enacted the Coronavirus Aid, Relief and Economic Security (\"CARES\") Act. The CARES Act provides economic relief to eligible businesses and individuals impacted by the novel coronavirus pandemic. The CARES Act's provisions will not have a material impact on our financial position and results of operations.\nFurther, on December 27, 2020, the U.S. enacted the Consolidated Appropriations Act (\"CAA\"). The CAA provides additional economic relief to eligible businesses and individuals impacted by the coronavirus pandemic as well as extending certain provisions of the CARES Act. We are currently reviewing the CAA, but we do not expect it to have a material impact on our financial position and results of operations.\n20\nPage 57\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES.\nConsolidation\nOur consolidated financial statements include the accounts of all subsidiaries and T. Rowe Price investment products in which we have a controlling interest. We are deemed to have a controlling interest when we own the majority of a voting interest entity (\"VOE\") or are deemed to be the primary beneficiary of a variable interest entity (\"VIE\"). We perform an analysis of our investments to determine if the investment entity is a VOE or a VIE. Our analysis involves judgment and considers several factors, including an entity’s legal organization, capital structure, the rights of the equity investment holders, our ownership interest in the entity, and our contractual involvement with the entity. We continually review and reconsider our VOE or VIE conclusions upon the occurrence of certain events, such as changes to our ownership interest, changes to an entity’s legal structure, or amendments to governing documents. All material accounts and transactions between consolidated entities are eliminated in consolidation.\nVariable interest entities\nVIEs are entities that, by design: (i)\nlack sufficient equity to permit the entity to finance its activities independently or (ii) have equity holders that do not have the power to direct the activities of the entity that most significantly impact the entity’s economic performance, the obligation to absorb the entity’s losses, or the rights to receive the entity’s residual returns. We consolidate a VIE when we are the primary beneficiary, which is the party that has both (i) the power to direct the activities of the VIE that most significantly impact its economic performance and (ii) the obligation to absorb losses of the entity or the right to receive benefits from the VIE that could potentially be significant. Our Luxembourg-based SICAV funds and other T. Rowe Price investment products regulated outside the U.S. were determined to be VIEs.\nAlong with VIEs that we consolidate, we also hold variable interests in other VIEs, including several investment partnerships that are not consolidated because we are not the primary beneficiary.\nRedeemable non-controlling interests\nWe recognize redeemable non-controlling interests for the portion of the net assets of our consolidated T. Rowe Price investment products held by unrelated third-party investors as their interests are convertible to cash and other assets at their option. As such, we reflect redeemable non-controlling interests as temporary equity in our consolidated balance sheets.\nInvestments in\nT. Rowe Price money market mutual funds\nWe do not consider our investments in T. Rowe Price money market mutual funds when performing our consolidation analysis as the guidance provides a scope exception for interests in entities that are required to comply with, or operate in accordance with, requirements similar to those in Rule 2a-7 of the Investment Company Act of 1940 for registered money market funds.\nCash equivalents\nCash equivalents consist primarily of short-term, highly liquid investments in T. Rowe Price money market mutual funds. The cost of these funds is equivalent to fair value.\nInvestments\nInvestments held at fair value\nInvestments in T. Rowe Price investment products have been made for both general corporate investment purposes and to provide seed capital for newly formed products. Those investments that we do not consolidate are carried at fair value using the quoted closing NAV per share of each fund as of the balance sheet date. The underlying investments held by our consolidated T. Rowe Price investment products retain investment company specialized accounting in consolidation, are considered securities held in a trading account for cash flow reporting purposes and are valued in accordance with the valuation and pricing policy used to value our assets under management which is further described in the Revenue Recognition policy below.\nWe elected to value our interest in investment partnerships, for which market prices or quotations are not readily available, at fair value using the NAV per share as a practical expedient.\n20\nPage 58\nChanges in the fair values of all these investments are reflected in non-operating income in our consolidated statements of income.\nEquity method investments\nEquity method investments\nconsist of investments in entities, including T. Rowe Price investment products, for which we have the ability to exercise significant influence over the operating and financial policies of the investee. The carrying values of these investments are adjusted to reflect our proportionate share of the investee's net income or loss, any unrealized gain or loss resulting from the translation of foreign-denominated financial statements into U.S. dollars, and dividends received. Our proportionate share of income or loss is included in non-operating income in our consolidated statements of income. As permitted under existing accounting guidance, we adopted a policy by which we recognize our share of UTI Asset Management Company Limited’s (\"UTI\") earnings on a quarter lag as current financial information is not available in a timely manner. The basis difference between our carrying value and our proportionate share of UTI’s book value is primarily related to consideration paid in excess of the stepped-up basis of assets and liabilities on the date of purchase.\nConcentration of risk\nConcentration of credit risk in accounts receivable is believed to be minimal in that our clients generally have substantial assets, including those in the investment portfolios we manage for them.\nOur investments held at fair value expose us to market risk, that is, the potential future loss of value that would result from a decline in the fair value of each investment or its underlying net assets. The underlying holdings of our assets under management are also subject to market risk, which may arise from changes in equity prices, credit ratings, foreign currency exchange rates, and interest rates.\nLeases\nWe review new arrangements at inception to evaluate whether we have the right to obtain substantially all the economic benefits of and have the right to control the use of an asset. If we determine that an arrangement qualifies as a lease, we recognize a lease liability and a corresponding asset on the lease’s commencement date. The lease liability is initially measured at the present value of the future minimum lease payments over the lease term using the rate implicit in the arrangement or, if not available, our incremental borrowing rate. An operating lease asset is measured initially at the value of the lease liability less any lease incentives and initial direct costs incurred.\nOur leases qualify as operating leases and consist primarily of real estate leases for corporate offices, data centers, and other facilities. We measure our operating lease liabilities using an estimated incremental borrowing rate as an implicit rate cannot be readily determinable from any of our operating lease arrangements. Since we do not have any outstanding borrowings, we estimate our incremental borrowing rate using an estimated credit rating and available market information. Additionally, certain of our leases contain options to extend or terminate the lease term that, if exercised, would result in the remeasurement of the operating lease liability.\nOur operating leases contain both lease and non-lease components. Non-lease components are distinct elements of a contract that are not related to securing the use of the lease assets, such as common area maintenance and other management costs. We elected to measure the lease liability of our real estate operating leases by combining the lease and non-lease components into one single lease component. As such, we included the fixed payments and any payments that depend on a rate or index related to our lease and non-lease components in measuring the operating lease liability.\nWe recognize operating lease expense on a straight-line basis over the lease term as part of technology, occupancy, and facility costs in our consolidated statements of income.\nProperty and equipment\nProperty and equipment is stated at cost net of accumulated depreciation and amortization computed using the straight-line method. Provisions for depreciation and amortization are based on the following weighted-average estimated useful lives: computer and communications software and equipment,\n3\nyears; buildings and improvements,\n33\nyears; leasehold improvements,\n7\nyears; and furniture and other equipment,\n6\nyears.\n20\nPage 59\nGoodwill\nWe evaluate the carrying amount of goodwill in our consolidated balance sheets for possible impairment on an annual basis in the third quarter of each year using a fair value approach. Our evaluations have indicated that no impairment exists.\nWe internally conduct, manage, and report our operations as one investment advisory business. We do not have distinct operating segments or components that separately constitute a business. Accordingly, we attribute goodwill to a single reportable business segment and reporting unit—our investment advisory business.\nRevenue recognition\nOur revenue is earned from investment advisory, administrative, and distribution services we provide to our clients. Each distinct service we promise in our agreements is considered a performance obligation and is the basis for determining when we recognize revenue. The fees are allocated to each distinct performance obligation and we recognize revenue when, or as, we satisfy our promises. The consideration for our services is generally variable and included in net revenues, when it is improbable that a significant reversal could occur in the future. For certain client agreements, we have the discretion to hire a third party to provide services to our clients. In these circumstances, we are generally deemed to control the services before transferring them to our clients, and accordingly present the revenues gross of the related third-party costs. The timing of when we bill our clients and related payment terms vary in accordance with agreed-upon contractual terms. For the majority of our agreements, billing occurs after we have recognized revenue, which results in accounts receivable and accrued revenue. For an insignificant portion of our contracts, billing occurs in advance of providing services, which results in deferred revenue within the accounts payable and accrued expenses line of our consolidated balance sheets.\nTaxes billed to our clients based on our fees for services rendered are not included in revenues.\nInvestment advisory fees\nThe majority of our investment advisory agreements, including those with the U.S. mutual funds, have a single performance obligation as the promised services are not separately identifiable from other promises in the agreements and, therefore, are not distinct. Substantially all performance obligations for providing advisory services are satisfied over time and revenue is recognized as time passes.\nInvestment advisory agreements with T. Rowe Price investment products regulated outside the U.S. generally have two performance obligations; one for investment management and one for distribution. For these agreements, we allocate the management fee to each performance obligation using our best estimate of the standalone fee of each of these services. The performance obligation for providing investment management services, like our other advisory contracts, is satisfied over time and revenue is recognized as time passes. The performance obligation for distribution is satisfied at the point in time when an investor makes an investment into the product. Accordingly, a portion of the investment advisory fees earned from these products relate to distribution performance obligations that were satisfied during prior periods. These distribution fees are reported within the investment advisory fees line of our consolidated statements of income.\nThe management fee for our investment advisory agreements are based on our assets under management, which change based on fluctuations in financial markets and net cash flows from investors, and represents variable consideration. Therefore, investment advisory fees are generally constrained, and excluded from revenue, until the asset values on which our client is billed are no longer subject to financial market volatility. Investment advisory fees for investment products are presented net of fees waived pursuant to the contractual expense limitations of the product. Our assets under management are valued in accordance with valuation and pricing processes for each major type of investment. Fair values used in our processes are primarily determined from quoted market prices; prices furnished by dealers who make markets in such securities; or from data provided by an independent pricing service that considers yield or price of investments of comparable quality, coupon, maturity, and type. Investments for which market prices are not readily available are not a material portion of our total assets under management.\nWe provide all services to the U.S. mutual funds under contracts that are subject to periodic review and approval by the funds’ Boards. Regulations require that the funds’ shareholders also approve material changes to investment advisory contracts.\n20\nPage 60\nAdministrative, distribution, and servicing fees\nAdministrative fees\nThe administrative services we provide include distribution, mutual fund transfer agent, accounting and shareholder services; participant recordkeeping and transfer agent services for defined contribution retirement plans; brokerage; trust services; and non-discretionary advisory services through model delivery.\nThe administrative service agreements with the U.S. mutual funds for accounting oversight, transfer agency, and recordkeeping services generally have one performance obligation as the promised services in each agreement are not separately identifiable from other promises in the agreement and, therefore, are not distinct. The fees for performing these services are generally equal to the costs incurred and represent variable consideration. The fees are generally constrained and are recognized as revenue when costs are incurred to perform the services.\nOther administrative service agreements for participant recordkeeping and transfer agent services for defined contribution retirement plans; brokerage services, and trust services generally have one performance obligation as the promised services in each agreement are not separately identifiable from other performance obligations in the contract and, therefore, are not distinct. Our performance obligation in each agreement is satisfied over time and revenue is recognized as time passes. The fees for these services vary by contract and are both fixed and variable.\nDistribution and servicing fees\nThe agreements for distribution and servicing fees earned from 12b-1 plans of the Advisor Class, R Class, and Variable Annuity II Class shares of the U.S. mutual funds have one performance obligation, as distribution services are not separately identifiable from shareholder servicing promises in the agreements and, therefore, are not distinct. Our performance obligation is satisfied at the point in time when an investor makes an investment into these share classes of the U.S. mutual funds. The fees for these distribution and servicing agreements are based on the assets under management in these share classes, which change based on fluctuations in financial markets, and represent variable consideration. These fees are generally constrained, and excluded from revenue, until the asset values on which our client is billed are not subject to financial market volatility. Accordingly, the majority of the distribution and servicing revenue disclosed in Note 3 - Information about Receivables, Revenues and Services relates to distribution and servicing obligations that were satisfied during prior periods.\nWe also recognize the corresponding costs paid to the third-party financial intermediaries that distribute these funds' share classes within the distribution and servicing costs line of the consolidated statements of income. The fee revenue that we recognize from the funds and the expense that we recognize for the fees paid to third-party intermediaries are equal in amount and, therefore, do not impact our net operating income.\nAdvertising\nCosts of advertising are expensed the first time that the advertising takes place.\nStock-based compensation\nWe maintain\nthree\nstockholder-approved employee long-term incentive plans (2020 Long-Term Incentive Plan, 2012 Long-Term Incentive Plan, and 2004 Stock Incentive Plan, collectively the LTI Plans) and\ntwo\nstockholder-approved non-employee director plans (2017 Non-Employee Director Equity Plan and 2007 Non-Employee Director Equity Plan, collectively the Director Plans). We believe that our stock-based compensation programs align the interests of our employees and directors with those of our common stockholders. As of December 31, 2020, a total of\n11,085,553\nshares were available for future grant under the 2020 Long-Term Incentive Plan and the 2017 Non-Employee Director Equity Plan (2017 Plan).\nUnder our LTI Plans, we have issued restricted shares and restricted stock units to employees that settle in shares of our common stock after vesting. Vesting of these awards is based on the individual continuing to render service over an average\n5.0\nyear graded schedule. All restricted stockholders and restricted stock unit holders receive non-forfeitable cash dividends and cash dividend equivalents, respectively, on our dividend payable date. We are also authorized to grant qualified incentive and nonqualified fixed stock options with a maximum term of\n10\nyears. We have not granted options to employees since 2015.\n20\nPage 61\nWe grant performance-based restricted stock units to certain executive officers in which the number of restricted stock units ultimately retained is determined based on achievement of certain performance thresholds. The number of restricted stock units retained is also subject to similar time-based vesting requirements as the other restricted stock units described above. Cash dividend equivalents are accrued and paid to the holders of performance-based restricted stock units only after the performance period has lapsed and the performance thresholds have been met.\nUnder the Director Plans, we may grant options with a maximum term of\n10\nyears, restricted shares, and restricted stock units to non-employee directors. Under the 2017 Plan, awards generally vest over\none year\nand, in the case of restricted stock units, are settled upon the non-employee directors’ departure from the Board. For restricted shares, cash dividends are accrued and paid only after the award vests. Restricted stock unit holders receive dividend equivalents in the form of unvested stock units that vest over the same period as the underlying award. We have not granted options to non-employee directors since 2016.\nWe recognize the grant-date fair value of these awards as compensation expense ratably over the awards' requisite service period. Compensation expense recognized for performance-based restricted units includes an estimate regarding the probability of the performance thresholds being met. We account for forfeitures as they occur. Both time-based and performance-based restricted stock units are valued on the grant-date using the closing market price of our common stock.\nEarnings per share\nWe compute our basic and diluted earnings per share under the two-class method, which considers our outstanding restricted shares and stock units, on which we pay non-forfeitable dividends as if they were a separate class of stock.\nComprehensive income\nThe components of comprehensive income are presented in a separate statement following our consolidated statements of income and include net income and the change in our currency translation adjustments. The currency translation adjustments result from translating our proportionate share of the financial statements of our equity method investment in UTI, and certain consolidated T. Rowe Price investment products into U.S. dollars. Assets and liabilities are translated into U.S. dollars using year-end exchange rates, and revenues and expenses are translated using weighted-average exchange rates for the period.\nThe changes in accumulated balances of each component of other comprehensive income, the deferred tax impacts of each component, and information about significant items reclassified out of accumulated other comprehensive income are presented in the notes to the financial statements. The notes also indicate the line item of our consolidated statements of income in which the significant reclassifications were recognized.\nWe reclassify income tax effects relating to currency translation adjustments to tax expense when there is a reduction in our ownership interest in the related investment. The amount of the reclassification depends on the investment’s accounting treatment before and after the change in ownership percentage.\nNOTE 2 –\nCASH EQUIVALENTS.\nCash equivalent investments in the T. Rowe Price money market mutual funds aggregate to $\n1,931.1\nmillion at December 31, 2020, and $\n1,355.6\nmillion at December 31, 2019. Dividends earned on these investments totaled $\n4.2\nmillion in 2020, $\n33.3\nmillion in 2019, and $\n27.0\nmillion in 2018.\n20\nPage 62\nNOTE 3 –\nINFORMATION ABOUT RECEIVABLES, REVENUES, AND SERVICES.\nRevenues earned during the years ended December 31, 2020, 2019 and 2018 under agreements with clients include:\nIn the second quarter of 2020, we changed our fee structure of the target date retirement funds such that our investment advisory fee revenue is now earned at the target date retirement fund level rather than at the underlying mutual fund level. As a result, we have modified our investment advisory fee and assets under management presentation below to separately disclose the fees earned from clients and related assets under management of our multi-asset portfolios. All prior periods have been recast to conform to this new presentation and to provide comparability.\n20\nPage 63\nThe following table details the investment advisory fees earned from clients by their underlying asset class.\nThe following table summarizes the investment portfolios and assets under management on which we earn investment advisory fees.\nInvestors that we serve are primarily domiciled in the U.S.; investment advisory clients outside the U.S. account for about\n9.3\n% and\n6.9\n% of our assets under management at December 31, 2020 and 2019, respectively.\nTotal net revenues earned from T. Rowe Price investment products totaled $\n5,044.3\nmillion in 2020, $\n4,626.3\nmillion in 2019, and $\n4,453.6\nmillion in 2018. Accounts receivable from these products aggregate to $\n523.4\nmillion at December 31, 2020 and $\n424.8\nmillion at December 31, 2019.\n20\nPage 64\nNOTE 4 –\nINVESTMENTS.\nThe carrying values of investments that are not part of the consolidated T. Rowe Price investment products at December 31 are as follows:\nThe investment partnerships are carried at fair value using net asset value (\"NAV\") per share as a practical expedient. Our interests in these partnerships are generally not redeemable and are subject to significant transferability restrictions. The underlying investments of these partnerships have contractual terms through 2029, though we may receive distributions of liquidating assets over a longer term. The investment strategies of these partnerships include growth equity, buyout, venture capital, and real estate.\nDuring 2020, we recognized $\n142.7\nmillion of net unrealized gains on investments held at fair value that were still held at December 31, 2020. For 2019, we recognized $\n105.4\nmillion of net unrealized gains on investments held at fair value that were still held at December 31, 2019. For 2018, we recognized $\n18.5\nmillion of net unrealized losses on investments held at fair value that were still held at December 31, 2018.\nDividends, including capital gain distributions, earned on the T. Rowe Price investment products held at fair value, totaled $\n50.8\nmillion in 2020, $\n50.6\nmillion in 2019, and $\n36.0\nmillion in 2018.\nDuring each of the last three years, certain T. Rowe Price investment products in which we provided initial seed capital at the time of formation were deconsolidated, as we no longer had a controlling interest. Depending on our ownership interest, we are now reporting our residual interests in these T. Rowe Price investment products as either an equity method investment or an investment held at fair value. Additionally, during 2019 and 2018, certain T. Rowe Price investment products that were being accounted for as equity method investments were consolidated, as we regained a controlling interest.\nThe net impact of these changes on our consolidated balance sheets and statements of income as of the dates the portfolios were deconsolidated or reconsolidated is detailed below.\nThe gains recognized upon deconsolidation were the result of reclassifying currency translation adjustments accumulated on certain T. Rowe Price investment products with non-USD functional currencies from accumulated other comprehensive income to non-operating income.\n20\nPage 65\nIn October 2020, UTI Asset Management Company Limited (India), one of our equity method investments, held an initial public offering in India. As part of the offering, we sold a portion of our\n26\n% interest and recorded a net gain on the sale of approximately $\n2.8\nmillion in the fourth quarter of 2020. Subsequent to the sale, we have an ownership interest of\n23\n% in UTI Asset Management Company Limited (India) and are restricted from selling any interest for one year from the date of the initial public offering.\nVARIABLE INTEREST ENTITIES.\nOur investments at December 31, 2020 and 2019, include interests in variable interest entities that we do not consolidate as we are not deemed the primary beneficiary.\nOur maximum risk of loss related to our involvement with these entities is as follows:\nThe unfunded capital commitments, totaling $\n12.3\nmillion at December 31, 2020, and $\n18.1\nmillion at December 31, 2019, relate primarily to investment partnerships in which we have an existing investment. In addition to such amounts, a percentage of prior distributions may be called under certain circumstances.\nNOTE 5 –\nFAIR VALUE MEASUREMENTS.\nWe determine the fair value of our cash equivalents and certain investments using the following broad levels of inputs as defined by related accounting standards:\nLevel 1 – quoted prices in active markets for identical securities.\nLevel 2 – observable inputs other than Level 1 quoted prices including, but not limited to, quoted prices for similar\nsecurities, interest rates, prepayment speeds, and credit risk. These inputs are based on market data\nobtained from independent sources.\nLevel 3 – unobservable inputs reflecting our own assumptions based on the best information available. We do not\nvalue any investments using Level 3 inputs.\nThese levels are not necessarily an indication of the risk or liquidity associated with our investments.\nThe following table summarizes our investments that are recognized in our consolidated balance sheets at December 31 using fair value measurements determined based on the differing levels of inputs. This table excludes investments held by consolidated T. Rowe Price investment products which are presented separately on our consolidated balance sheets and are detailed in Note 6.\nAt December 31, 2020, the reported investments held at fair value in Note 4 include $\n94.0\nmillion of investments that are carried at fair value using the NAV per share as a practical expedient. These investments are not required to be included in the fair value hierarchy levels above.\n20\nPage 66\nNOTE 6 –\nCONSOLIDATED T. ROWE PRICE INVESTMENT PRODUCTS.\nThe T. Rowe Price investment products that we consolidate in our consolidated financial statements are generally those products we provided initial seed capital at the time of their formation and have a controlling interest. Our U.S. mutual funds are considered voting interest entities, while those regulated outside the U.S. are considered variable interest entities.\nThe following table details the net assets of the consolidated T. Rowe Price investment products at December 31:\n(1)\nCash and cash equivalents includes $\n7.0\nmillion and $\n9.1\nmillion at December 31, 2020 and 2019, respectively, of investments in\nT. Rowe Price money market mutual funds.\n(2)\nInvestments include $\n26.9\nmillion and $\n40.2\nmillion at December 31, 2020 and 2019, respectively, of T. Rowe Price investment products.\nAlthough we can redeem our net interest in the T. Rowe Price investment products at any time, we cannot directly access or sell the assets held by these products to obtain cash for general operations. Additionally, the assets of these investment products are not available to our general creditors.\nSince third-party investors in these investment products have no recourse to our credit, our overall risk related to the net assets of consolidated T. Rowe Price investment products is limited to valuation changes associated with our net interest. We, however, are required to recognize the valuation changes associated with all underlying investments held by these products in our consolidated statements of income and disclose the portion attributable to third-party investors as net income attributable to redeemable non-controlling interests.\nThe operating results of the consolidated T. Rowe Price investment products, are reflected in our consolidated statements of income for the year ended December 31 as follows:\n20\nPage 67\nThe operating expenses of these consolidated products are reflected in other operating expenses. In preparing our consolidated financial statements, we eliminated operating expenses of $\n9.9\nmillion in 2020, $\n6.8\nmillion in 2019, and $\n6.2\nmillion in 2018, against the investment advisory and administrative fees earned from these products. The net gains (losses) reflected in non-operating income includes dividend and interest income and realized and unrealized gains and losses on the underlying securities held by the consolidated T. Rowe Price investment products.\nThe following table details the impact of these consolidated investment products on the individual lines of our consolidated statements of cash flows.\nThe net cash provided by financing activities includes $\n79.5\nmillion in 2020, $\n174.4\nmillion in 2019 and $\n84.9\nmillion in 2018, of net subscriptions we made into the consolidated T. Rowe Price investment products, net of dividends received. These cash flows were eliminated in consolidation.\nFAIR VALUE MEASUREMENTS.\nWe determine the fair value of investments held by consolidated T. Rowe Price investment products using the following broad levels of inputs as defined by related accounting standards:\nLevel 1 – quoted prices in active markets for identical securities.\nLevel 2 – observable inputs other than Level 1 quoted prices including, but not limited to, quoted prices for similar\nsecurities, interest rates, prepayment speeds, and credit risk. These inputs are based on market data\nobtained from independent sources.\nLevel 3 – unobservable inputs reflecting our own assumptions based on the best information available. The value of\ninvestments using Level 3 inputs is insignificant.\n20\nPage 68\nThese levels are not necessarily an indication of the risk or liquidity associated with these investment holdings.\nThe following table summarizes the investment holdings held by our consolidated T. Rowe Price investment products using fair value measurements determined based on the differing levels of inputs as of December 31.\nNOTE 7 –\nLEASES.\nAll of our leases are operating leases and primarily consist of real estate leases for corporate offices, data centers, and other facilities. In December 2020, we announced that we signed a letter of intent for a long-term lease for our global headquarters in a different downtown location in Baltimore, Maryland. We plan to relocate our operations from our East Pratt Street offices in 2024.\nAs of December 31, 2020, the weighted-average remaining lease term on our leases is approximately\n4.8\nand the weighted-average discount rate used to measure the lease liabilities is\n3.5\n%.\nOperating lease expense was $\n32.1\nmillion in 2020, $\n29.0\nmillion in 2019, and $\n40.1\nmillion in 2018. Charges related to our operating leases that are variable, including variable common area maintenance charges and other management-related costs, and not included in the measurement of the lease liabilities, were $\n9.3\nmillion in 2020.\nWe made lease payments of $\n31.2\nmillion during 2020.\nOur future undiscounted cash flows related to our operating leases and the reconciliation to the operating lease liability as of December 31, 2020, are as follows:\n20\nPage 69\nNOTE 8 –\nPROPERTY AND EQUIPMENT.\nProperty and equipment at December 31 consists of:\nCompensation and related costs attributable to the development of computer software for internal use, totaling $\n125.9\nmillion in 2020, $\n95.5\nmillion in 2019, and $\n85.5\nmillion in 2018, have been capitalized.\nNOTE 9 –\nINCOME TAXES.\nThe provision for income taxes consists of:\nOn December 22, 2017, the U.S. enacted a comprehensive tax reform bill. The Tax Reform included numerous changes to existing tax laws, including a permanent reduction in the federal corporate income tax rate. For the year ended December 31, 2018, the income tax provision includes nonrecurring charges of $\n20.8\nmillion related to the enactment of Tax Reform. As of December 31, 2018, we completed our accounting for the income tax effects of Tax Reform.\nOn April 24, 2018, the state of Maryland enacted new state tax legislation. This new state tax legislation, effective in 2018, adopted a five-year phase-in of the single sales factor method of apportionment for calculating income tax for multi-state companies doing business in Maryland and is expected to result in a net benefit over time. We recognized a nonrecurring charge of $\n7.9\nmillion during 2018 for the re-measurement of our deferred tax assets and liabilities to reflect the effect of this Maryland state tax legislation.\n20\nPage 70\nDeferred income taxes and benefits arise from temporary differences between taxable income for financial statement and income tax return purposes.\nThe deferred income taxes (benefits) recognized as part of our provision for income taxes is related to:\nThe following table reconciles the statutory federal income tax rate to our effective income tax rate.\n(1)\nState income tax benefits are reflected in the total benefits for net income attributable to redeemable non-controlling interests and stock-based compensation plans activity.\n20\nPage 71\nThe net deferred tax assets recognized in our consolidated balance sheets in other assets as of December 31 relate to the following:\nWe intend to repatriate earnings of T. Rowe Price foreign subsidiaries to the U.S. in an amount not to exceed these subsidiaries' previously taxed earnings and profits (\"PTEP\"), which are estimated to be approximately $\n791\nmillion at December 31, 2020. These earnings as well as our pro rata share of the earnings of foreign corporations in which T. Rowe Price owns 10% or more were subject to the repatriation tax enacted with the U.S. tax reform and are treated as PTEP. As such, we did not record a deferred tax liability with respect to the U.S. federal or foreign withholding taxes as the PTEP should not be taxed in these jurisdictions. We did recognize a state deferred tax liability of $\n1.0\nmillion for the intended repatriation as states have varying rules on taxation of these amounts.\nOther assets include tax refund receivables of $\n25.0\nmillion at December 31, 2020, and $\n31.8\nmillion at December 31, 2019.\nCash outflows from operating activities include net income taxes paid of $\n643.0\nmillion in 2020, $\n677.3\nmillion in 2019, and $\n644.2\nmillion in 2018.\nAdditional income tax benefit arising from stock-based compensation plans activity totaling $\n61.9\nmillion in 2020, $\n42.7\nmillion in 2019, and $\n40.6\nmillion in 2018 reduced the amount of income taxes that would have otherwise been payable. These income tax benefits were recognized in the income tax provision.\nThe following table summarizes the changes in our unrecognized tax benefits.\n20\nPage 72\nIf recognized, these tax benefits would affect our effective tax rate; however, we do not expect that unrecognized tax benefits for tax positions taken with respect to 2020 and prior years will significantly change in 2021. The U.S. has concluded examinations related to federal tax obligations through the year 2016 as well as the 2018 year. The 2017 year examination has not yet been concluded. A net interest payable related to our unrecognized tax benefits of $\n1.9\nmillion at December 31, 2020, and $\n2.1\nmillion at December 31, 2019, are recognized in our consolidated balance sheets. Our accounting policy with respect to interest and penalties arising from income tax settlements is to recognize them as part of our provision for income taxes. Interest recognized as part of our provision for income taxes was not material.\nNOTE 10 –\nSTOCKHOLDERS' EQUITY.\nSHARE REPURCHASES.\nAt December 31, 2020 and 2019, liabilities of $\n2.5\nmillion and $\n12.2\nmillion were included in accounts payable and accrued expenses for common stock repurchases that settled during the first week of January 2021 and January 2020, respectively.\nThe Board of Directors has authorized the future repurchase of up to\n21,467,311\ncommon shares as of December 31, 2020.\nRESTRICTED CAPITAL.\nOur consolidated stockholders' equity at December 31, 2020, includes about $\n256\nmillion that is restricted as to use by various regulations and agreements arising in the ordinary course of our business.\nNOTE 11 –\nSTOCK-BASED COMPENSATION.\nSHARES AUTHORIZED FOR STOCK-BASED COMPENSATION PROGRAMS.\nAt December 31, 2020, a total of\n21,858,020\nshares of unissued common stock were authorized for issuance under our stock-based compensation plans. Additionally, a total of\n1,602,666\nshares are authorized for issuance under a plan whereby substantially all employees may acquire common stock through payroll deductions at prevailing market prices.\nSTOCK OPTIONS.\nThe following table summarizes the status of, and changes in, our stock options during 2020.\nCompensation and related costs includes a charge for stock option-based compensation expense of $\n2.0\nmillion in 2020, $\n5.1\nmillion in 2019, and $\n15.3\nmillion in 2018.\nThe total intrinsic value of options exercised was $\n198.3\nmillion in 2020, $\n170.9\nmillion in 2019, and $\n208.4\nmillion in 2018. At December 31, 2020, the aggregate intrinsic value of in-the-money options outstanding was $\n341.4\nmillion, all outstanding options are exercisable.\n20\nPage 73\nRESTRICTED SHARES AND STOCK UNITS.\nThe following table summarizes the status of, and changes in, our nonvested restricted shares and restricted stock units during 2020.\nNonvested at December 31, 2020 includes performance-based restricted stock units of\n416,664\n. These nonvested performance-based restricted units include\n253,260\nunits for which the performance period has lapsed, and the performance threshold has been met.\nCompensation and related costs includes expenses for restricted shares and restricted stock units of $\n244.1\nmillion in 2020, $\n201.5\nmillion in 2019, and $\n181.8\nmillion in 2018.\nAt December 31, 2020, non-employee directors held\n76,352\nvested stock units that will convert to common shares upon their separation from the Board.\nFUTURE STOCK-BASED COMPENSATION EXPENSE.\nThe following table presents the compensation expense to be recognized over the remaining vesting periods of the stock-based awards outstanding at December 31, 2020. Estimated future compensation expense will change to reflect future grants, changes in the probability of performance thresholds being met, and adjustments for actual forfeitures.\n20\nPage 74\nNOTE 12 –\nEARNINGS PER SHARE CALCULATIONS.\nThe following table presents the reconciliation of net income attributable to T. Rowe Price Group to net income allocated to our common stockholders and the weighted-average shares that are used in calculating the basic and diluted earnings per share on our common stock. Weighted-average common shares outstanding assuming dilution reflect the potential dilution, determined using the treasury stock method, that could occur if outstanding stock options were exercised and non-participating stock awards vested.\nFor the past three years, no stock options have been excluded from the calculation of diluted earnings per common share as none of the options' inclusion would be anti-dilutive.\nNOTE 13 –\nOTHER COMPREHENSIVE INCOME AND ACCUMULATED OTHER COMPREHENSIVE INCOME.\nThe following table presents the impact of the components of other comprehensive income or loss on deferred tax benefits (income taxes).\n20\nPage 75\nThe changes in each component of accumulated other comprehensive income (loss), including reclassification are presented below.\n(1)\nOn January 1, 2018, we implemented new accounting guidance that eliminated the available-for-sale investment category for equity securities and required unrealized holding gains on most equity securities to be recognized in the consolidated income statement. Prior to this guidance, unrealized holding gains for available-for-sale equity securities were recognized in accumulated other comprehensive income. Upon adoption, we reclassified the accumulated net of tax unrealized holding gain related to our available-for-sale investment portfolio from accumulated other comprehensive income to retained earnings.\n(2)\nIncludes the reclassification of $\n1.7\nmillion of stranded income taxes on available-for-sale investments resulting from U.S. tax law changes enacted on December 22, 2017, from accumulated other comprehensive income to retained earnings.\n20\nPage 76\nNOTE 14 –\nDELL APPRAISAL RIGHTS MATTER.\nIn 2016, we paid $\n166.2\nmillion to compensate certain U.S. mutual funds, trusts, subadvised clients, and separately managed accounts (collectively, \"Clients\") for the denial of their appraisal rights by the Delaware Chancery Court (\"Court\") in connection with the 2013 leveraged buyout of Dell, Inc. (\"Dell\"). Later in 2016 and 2017, we entered into settlement agreements totaling $\n150.0\nmillion with our insurance carrier. These insurance proceeds were recognized in operating expenses as an offset to the charge we recognized for compensation paid to Clients in operating expenses.\nIn 2018, all parties settled with Dell, and the Court approved final adjustments to the compensation paid to Clients in final non-appealable judgments. As a result, we obtained repayments from Clients, of which we retained the first $\n15.2\nmillion and paid the remaining amount received back to our insurers. We recognized $\n15.2\nmillion as a reduction in operating expenses in 2018. The net impact of the Dell appraisal matter on our financial statements was $\n1.0\nmillion of operating expenses.\nNOTE 15 –\nCOMMITMENTS AND CONTINGENCIES.\nOn February 14, 2017, T. Rowe Price Group, Inc., T. Rowe Price Associates, Inc., T. Rowe Price Trust Company, current and former members of the management committee, and trustees of the T. Rowe Price U.S. Retirement Program were named\nas defendants in a lawsuit filed in the United States District Court for the District of Maryland. The lawsuit alleges breaches of ERISA’s fiduciary duty and prohibited transaction provisions on behalf of a class of all participants and beneficiaries of the T. Rowe Price 401(k) Plan from February 14, 2011, to the time of judgment. The matter has been certified as a class action. T. Rowe Price believes the claims are without merit and is vigorously defending the action. The parties each filed motions for summary judgement and, with the exception of one claim, the court has denied the parties’ cross motions for summary judgment and will schedule the case for trial. We\ncannot predict the eventual outcome, or whether it will have a material negative impact on our financial results, or estimate the possible loss or range of loss that may arise from any negative outcome.\nOn April 27, 2016, certain shareholders in the T. Rowe Price Blue Chip Growth Fund, T. Rowe Price Capital Appreciation Fund, T. Rowe Price Equity Income Fund, T. Rowe Price Growth Stock Fund, T. Rowe Price International Stock Fund, T. Rowe Price High Yield Fund, T. Rowe Price New Income Fund and T. Rowe Price Small Cap Stock Fund (the “Funds”) filed a Section 36(b) complaint under the caption Zoidis v. T. Rowe Price Assoc., Inc., against T. Rowe Price Associates, Inc. (“T. Rowe Price”) in the United States District Court for the Northern District of California. The complaint alleges that the management fees for the identified funds are excessive because\nT. Rowe Price charges lower advisory fees to subadvised clients with funds in the same strategy. The complaint seeks to recover the allegedly excessive advisory fees received by T. Rowe Price in the year preceding the start of the lawsuit, along with investments’ returns and profits. In the alternative, the complaint seeks the rescission of each fund’s investment management agreement and restitution of any allegedly excessive management fees. The parties filed a stipulation of dismissal with prejudice in the United States District Court on December 30, 2020. There was no settlement or other consideration given by T. Rowe Price to the plaintiffs.\nIn addition to the matters discussed above, various claims against us arise in the ordinary course of business, including employment-related claims. In the opinion of management, after consultation with counsel, the likelihood of an adverse determination in one or more of these pending ordinary course of business claims that would have a material adverse effect on our financial position or results of operations is remote.\nNOTE 16 –\nOTHER DISCLOSURES.\nRETIREMENT PLANS.\nCompensation and related costs includes expense recognized for our defined contribution retirement plans of $\n117.0\nmillion in 2020, $\n104.6\nmillion in 2019, and $\n105.6\nmillion in 2018.\n20\nPage 77\nSUPPLEMENTAL SAVINGS PLAN.\nThrough the 2020 plan year, the Supplemental Savings Plan provides certain senior officers the opportunity to defer receipt of up to\n100\n% of their cash incentive compensation earned for a respective calendar year during which services are provided. The amounts deferred are adjusted in accordance with the hypothetical investments chosen by the officer from a list of mutual funds. The officer can initially defer these amounts for a period of two to\n15\nyears. Certain senior officers elected to defer $\n105.8\nmillion in 2020, $\n107.5\nmillion in 2019, and $\n118.9\nmillion in 2018.\nBeginning with the plan's 2021 year, the maximum that certain senior officers can defer will be the lesser of\n50\n% of their annual cash incentive earned or $\n2\nmillion. Additionally, the officers can now defer amounts for a minimum of\nfive years\nrather than the\ntwo years\nprior to the plan's 2021 year.\nNOTE 17 –\nSUPPLEMENTARY QUARTERLY FINANCIAL DATA (Unaudited).\n(1)\nThe sums of quarterly earnings per share may not equal annual earnings per share because the computations are done independently.\n20\nPage 78\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and Board of Directors\nT. Rowe Price Group, Inc.:\nOpinion on the Consolidated\nFinancial Statements\nWe have audited the accompanying consolidated balance sheets of T. Rowe Price Group, Inc. and subsidiaries (the \"Company\") as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, stockholders’ equity, and cash flows for each of the years in the three-year period ended December 31, 2020, and the related notes (collectively, \"the consolidated financial statements\"). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the years in the three-year period ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated February 11, 2021, expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated\nfinancial statements that is communicated or required to be communicated to the audit committee and that:\n(1) relates to accounts or disclosures that are material to the consolidated\nfinancial statements and (2) involved our especially challenging, subjective, or complex judgment. The communication of a critical audit matter does not alter in any way our opinion on the consolidated\nfinancial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nEvaluation of the completeness and accuracy of assets under management data used in the calculation of investment advisory fees revenue\nAs discussed in Note 1 to the consolidated financial statements, the Company recognizes fees for its investment advisory agreements based on a percentage of its assets under management (AUM). AUM data represents a significant input to the calculation of investment advisory fees. The Company recognized $3.6 billion in investment advisory fees related to T. Rowe Price U.S. mutual funds (Funds) during the year ended December 31, 2020.\n20\nPage 79\nWe identified the evaluation of the completeness and accuracy of AUM data for the Funds as a critical audit matter as AUM data is transmitted through multiple information technology (IT) systems used in the calculation of investment advisory fee revenue. Given the Company's use of multiple IT systems, the nature and extent of audit effort involved in performing procedures to evaluate the completeness and accuracy of AUM data required the use of IT professionals with specialized skills and knowledge.\nThe following are the primary procedures we performed to address the critical audit matter. We evaluated the design and tested the operational effectiveness of certain internal controls over the Company’s revenue processes, including manual controls over the completeness and accuracy of AUM data. We involved IT professionals with specialized skills and knowledge, who assisted in the testing of general IT controls and the interface of data between multiple IT systems used to maintain AUM data. To assess the AUM data, we (1) compared AUM used in the calculation of a sample of investment advisory fees to the source IT systems, and (2) for a selection of Funds, compared AUM on select dates from the source IT system to the audited Fund financial statements.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 2001.\nBaltimore, Maryland\nFebruary 11, 2021\n20\nPage 80"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Our management, including our principal executive and principal financial officers, has evaluated the effectiveness of our disclosure controls and procedures as of December 31, 2020. Based on that evaluation, our principal executive and principal financial officers have concluded that our disclosure controls and procedures as of December 31, 2020, are effective at the reasonable assurance level to ensure that the information required to be disclosed by us in the reports that we file or submit under the Securities Exchange Act of 1934, including our Form 10-K annual report, is recorded, processed, summarized and reported, within the time periods specified in the Securities and Exchange Commission’s rules and forms, and to ensure that information required to be disclosed by us in the reports that we file or submit under the Exchange Act is accumulated and communicated to our management, including our principal executive and principal financial officers, or persons performing similar functions, as appropriate to allow timely decisions regarding required disclosure.\nOur management, including our principal executive and principal financial officers, has evaluated any change in our internal control over financial reporting that occurred during the fourth quarter of 2020, and has concluded that there was no change during the fourth quarter of 2020 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\nManagement’s report on our internal control over financial reporting and the attestation report of KPMG LLP follow after Item 9B."
  },
  {
    "item_key": "item_9b",
    "text": "On February 11, 2021, we issued a press release announcing that Robert W. Sharps has been named T. Rowe Price's President, Head of Investments and Chief Investment Officer, and that Ms. Céline S. Dufétel has been named our Chief Operating Officer, in addition to her role as our Chief Financial Officer and Treasurer.\nOn February 9, 2021, our Board of Directors approved the amendment and restatement of T. Rowe Price Group, Inc.'s Amended and Restated By-Laws (the “By-Laws”), effective February 9, 2021. The By-Laws include the following amendment:\nArticle 4, Sections 4.01 and 4.03 of the By-Laws have been amended primarily to allow T. Rowe Price to appoint a President who is not a director of T. Rowe Price.\nThe foregoing description is qualified in its entirety by the By-Laws which are attached hereto as Exhibit 3.1\n20\nPage 81\nREPORT OF MANAGEMENT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the Stockholders of T. Rowe Price Group, Inc.:\nWe, together with other members of management of T. Rowe Price Group, Inc., (the \"Company\") are responsible for establishing and maintaining adequate internal control over the Company’s financial reporting. Internal control over financial reporting is the process designed under our supervision, and effected by the Company’s Board of Directors, management, and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of the Company’s financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America.\nThere are inherent limitations in the effectiveness of internal control over financial reporting, including the possibility that misstatements may not be prevented or detected. Accordingly, even effective internal controls over financial reporting can provide only reasonable assurance with respect to financial statement preparation. Furthermore, the effectiveness of internal controls can change with circumstances.\nManagement has evaluated the effectiveness of internal control over financial reporting as of December 31, 2020, in relation to criteria described in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on management’s assessment, we believe that the Company’s internal control over financial reporting was effective as of December 31, 2020.\nKPMG LLP, an independent registered public accounting firm, has audited our financial statements that are included in this annual report and expressed an unqualified opinion thereon. KPMG has also expressed an unqualified opinion on the effective operation of our internal control over financial reporting as of December 31, 2020.\nFebruary 11, 2021\n/s/ William J. Stromberg\nChief Executive Officer and Chairman of the Board of Directors\n/s/ Céline S. Dufétel\nVice President, Chief Operating Officer, Chief Financial Officer and Treasurer\n20\nPage 82\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and Board of Directors\nT. Rowe Price Group, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited T. Rowe Price Group, Inc. and subsidiaries’ (the \"Company\") internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, stockholders’ equity, and cash flows for each of the years in the three-year period ended December 31, 2020, and the related notes (collectively, \"the consolidated financial statements\"), and our report dated February 11, 2021 expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Report of Management on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG LLP\nBaltimore, Maryland\nFebruary 11, 2021\n20\nPage 83\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information required by this item as to the identification of our executive officers is furnished in a separate item at the end of Part I of this Report. Other information required by this item is incorporated by reference from the definitive proxy statement required to be filed pursuant to Regulation 14A not later than 120 days after December 31, 2020 for the 2021 Annual Meeting of our stockholders."
  },
  {
    "item_key": "item_11",
    "text": "Information required by this item is incorporated by reference from the definitive proxy statement required to be filed pursuant to Regulation 14A not later than 120 days after December 31, 2020 for the 2021 Annual Meeting of our stockholders."
  },
  {
    "item_key": "item_12",
    "text": "Matters.\nInformation required by this item is incorporated by reference from the definitive proxy statement required to be filed pursuant to Regulation 14A not later than 120 days after December 31, 2020 for the 2021 Annual Meeting of our stockholders."
  },
  {
    "item_key": "item_13",
    "text": "Information required by this item is incorporated by reference from the definitive proxy statement required to be filed pursuant to Regulation 14A not later than 120 days after December 31, 2020 for the 2021 Annual Meeting of our stockholders."
  },
  {
    "item_key": "item_14",
    "text": "Information required by this item is incorporated by reference from the definitive proxy statement required to be filed pursuant to Regulation 14A not later than 120 days after December 31, 2020 for the 2021 Annual Meeting of our stockholders.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "20\nPage 84\n20\nPage 85\n20\nPage 86"
  },
  {
    "item_key": "item_16",
    "text": "None.\n20\nPage 87\nSIGNATURES\nPursuant to the requirements of Section 13 of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on February 11, 2021.\nT. Rowe Price Group, Inc.\nBy: /s/ William J. Stromberg, Chief Executive Officer and Chairman of the Board of Directors\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities indicated on February 11, 2021.\n/s/ William J. Stromberg, Chief Executive Officer and Chairman of the Board of Directors (Principal Executive Officer)\n/s/ Mark S. Bartlett, Director\n/s/ Mary K. Bush, Director\n/s/ Dina Dublon, Director\n/s/ Freeman A. Hrabowski III, Director\n/s/ Robert F. MacLellan, Director\n/s/ Olympia J. Snowe, Director\n/s/ Robert J. Stevens, Director\n/s/ Richard R. Verma, Director\n/s/ Sandra S. Wijnberg, Director\n/s/ Alan D. Wilson, Director\n/s/ Céline S. Dufétel, Vice President, Chief Operating Officer, Chief Financial Officer and Treasurer\n(Principal Financial Officer)\n/s/ Jessica M. Hiebler, Vice President (Principal Accounting Officer)\n20\nPage 88"
  }
]