[
  {
    "item_key": "item_1",
    "text": "General\nTE Connectivity Ltd. (“TE Connectivity” or the “Company,” which may be referred to as “we,” “us,” or “our”) is a global industrial technology leader creating a safer, sustainable, productive, and connected future. Our broad range of connectivity and sensor solutions, proven in the harshest environments, enable advancements in transportation, industrial applications, medical technology, energy, data communications, and the home.\nWe became an independent, publicly traded company in 2007; however, through our predecessor companies, we trace our foundations in the connectivity business back to 1941. We are organized under the laws of Switzerland. The rights of holders of our shares are governed by Swiss law, our Swiss articles of association, and our Swiss organizational regulations.\nWe have a 52- or 53-week fiscal year that ends on the last Friday of September. Fiscal 2021, 2020, and 2019 were each 52 weeks in length and ended on September 24, 2021, September 25, 2020, and September 27, 2019, respectively. For fiscal years in which there are 53 weeks, the fourth fiscal quarter includes 14 weeks, with the next such occurrence taking place in fiscal 2022.\nCOVID-19 Pandemic\nA novel strain of coronavirus (“COVID-19”) was first identified in China in December 2019 and subsequently declared a pandemic by the World Health Organization. COVID-19 has surfaced in nearly all regions around the world and resulted in business slowdowns or shutdowns and travel restrictions in affected areas. The pandemic had a significant, negative impact on our sales and operating results during fiscal 2020 and continued to negatively affect certain of our businesses in fiscal 2021. See “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” for discussion regarding the impact of the COVID-19 pandemic on our financial results. Also, see “Part I. Item 1A. Risk Factors” for discussion of the risks and uncertainties associated with the COVID-19 pandemic.\nSegments\nWe operate through three reportable segments: Transportation Solutions, Industrial Solutions, and Communications Solutions. Prior to the COVID-19 pandemic, our three segments served a combined market of approximately $190 billion. Although COVID-19 negatively affected our markets in fiscal 2020, certain of our markets experienced recovery in fiscal 2021. We expect this recovery will continue and our three segments will once again serve a combined market of approximately $190 billion in future periods.\nOur net sales by segment as a percentage of our total net sales were as follows:\nBelow is a description of our reportable segments and the primary products, markets, and competitors of each segment.\n1\nTransportation Solutions\nThe Transportation Solutions segment is a leader in connectivity and sensor technologies. The primary products sold by the Transportation Solutions segment include terminals and connector systems and components, sensors, relays, antennas, heat shrink tubing, and application tooling. The Transportation Solutions segment’s products, which must withstand harsh conditions, are used in the following end markets:\nThe Transportation Solutions segment’s major competitors include Yazaki, Aptiv, Sumitomo, Sensata, Honeywell, Molex, and Amphenol.\nIndustrial Solutions\nThe Industrial Solutions segment is a leading supplier of products that connect and distribute power, data, and signals. The primary products sold by the Industrial Solutions segment include terminals and connector systems and components, interventional medical components, heat shrink tubing, relays, and wire and cable. The Industrial Solutions segment’s products are used in the following end markets:\nThe Industrial Solutions segment competes primarily against Amphenol, Hubbell, Carlisle Companies, Integer Holdings, Esterline, Molex, and Omron.\n2\nCommunications Solutions\nThe Communications Solutions segment is a leading supplier of electronic components for the data and devices and the appliances markets. The primary products sold by the Communications Solutions segment include terminals and connector systems and components, relays, heat shrink tubing, and antennas. The Communications Solutions segment’s products are used in the following end markets:\nThe Communications Solutions segment’s major competitors include Amphenol, Molex, JST, and Korea Electric Terminal (KET).\nCustomers\nAs an industry leader, we have established close working relationships with many of our customers. These relationships allow us to better anticipate and respond to customer needs when designing new products and new technical solutions. By working with our customers in developing new products and technologies, we believe we can identify and act on trends and leverage knowledge about next-generation technology across our products.\nOur approach to our customers is driven by our dedication to further develop our product families and ensure that we are globally positioned to best provide our customers with sales and engineering support. We believe that as electronic component technologies continue to proliferate, our broad product portfolio and engineering capability give us a potential competitive advantage when addressing the needs of our global customers.\nWe manufacture and sell a broad portfolio of products to customers in various industries. Our customers include many of the leaders in their respective industries, and our relationships with them typically date back many years. We believe that our diversified customer base provides us an opportunity to leverage our skills and experience across markets and reduce our exposure to individual end markets, thereby reducing the variability of our financial performance. Additionally, we believe that the diversity of our customer base reduces the level of cyclicality in our results and distinguishes us from our competitors.\nNo single customer accounted for a significant amount of our net sales in fiscal 2021, 2020, or 2019.\nSales and Distribution\nWe maintain a strong local presence in each of the geographic regions in which we operate. Our net sales by geographic region\n(1)\nas a percentage of our total net sales were as follows:\n3\nWe sell our products into approximately 140 countries primarily through direct selling efforts to manufacturers. In fiscal 2021, our direct sales represented approximately 80% of total net sales. We also sell our products indirectly via third-party distributors.\nWe maintain distribution centers around the world. Products are generally delivered to the distribution centers by our manufacturing facilities and then subsequently delivered to the customer. In some instances, however, products are delivered directly from our manufacturing facility to the customer. Our global coverage positions us near our customers’ locations and allows us to assist them in consolidating their supply base and lowering their production costs. We contract with a wide range of transport providers to deliver our products globally via road, rail, sea, and air. We believe our balanced sales distribution lowers our exposure to any particular geography and improves our financial profile.\nSeasonality and Backlog\nTypically, we experience a slight seasonal pattern to our business. Overall, the third and fourth fiscal quarters are usually the strongest quarters of our fiscal year, whereas the first fiscal quarter is negatively affected by holidays and the second fiscal quarter may be affected by adverse winter weather conditions in some of our markets.\nCertain of our end markets experience some seasonality. Our sales in the automotive market are dependent upon global automotive production, and seasonal declines in European production may negatively impact net sales in the fourth fiscal quarter. Also, our sales in the energy market typically increase in the third and fourth fiscal quarters as customer activity increases.\nCustomer orders and demand may fluctuate as a result of economic and market conditions, including the impacts of the COVID-19 pandemic. Backlog by reportable segment was as follows:\nWe expect that the majority of our backlog at fiscal year end 2021 will be filled during fiscal 2022. Backlog is not necessarily indicative of future net sales as unfilled orders may be cancelled prior to shipment of goods.\nCompetition\nThe industries in which we operate are highly competitive, and we compete with thousands of companies that range from large multinational corporations to local manufacturers. Competition is generally based on breadth of product offering, product innovation, price, quality, delivery, and service. We have experienced, and expect to continue to experience, downward pressure on prices. However, as a result of increased costs, certain of our businesses implemented price increases in fiscal 2021.\nRaw Materials\nWe use a wide variety of raw materials in the manufacture of our products. The principal raw materials that we use include plastic resins for molding; precious metals such as gold and silver for plating; and other metals such as copper, aluminum, brass, and steel for manufacturing cable, contacts, and other parts that are used for cable and component bodies and inserts. Many of these raw materials are produced in a limited number of countries around the world or are only available from a limited number of suppliers. The prices of these materials are driven by global supply and demand. As markets recover from the COVID-19 pandemic, increases in consumer demand have led to shortages and price increases in some of our input materials.\n4\nIntellectual Property\nPatents and other proprietary rights are important to our business. We also rely upon trade secrets, manufacturing know-how, continuing technological innovations, and licensing opportunities to maintain and improve our competitive position. We review third-party proprietary rights, including patents and patent applications, as available, in an effort to develop an effective intellectual property strategy, avoid infringement of third-party proprietary rights, identify licensing opportunities, and monitor the intellectual property claims of others.\nWe own a large portfolio of patents that relate principally to electrical, optical, and electronic products. We also own a portfolio of trademarks and are a licensee of various patents and trademarks. Patents for individual products extend for varying periods according to the date of patent filing or grant and the legal term of patents in the various countries where patent protection is obtained. Trademark rights may potentially extend for longer periods of time and are dependent upon national laws and use of the trademarks.\nWhile we consider our patents and trademarks to be valued assets, we do not believe that our competitive position or our operations are dependent upon or would be materially impacted by any single patent or group of related patents.\nHuman Capital Management\nWe have employees located throughout the world. As of fiscal year end 2021, we employed approximately 89,000 people worldwide, including contract employees. Approximately 37,000 were in the EMEA region, 24,000 were in the Asia–Pacific region, and 28,000 were in the Americas region. Of our total employees, approximately 56,000 were employed in manufacturing. Our strong employee base, along with their commitment to uncompromising values, provides the foundation of our company’s success.\nOur core values—integrity, accountability, teamwork, and innovation—govern us. They guide our decisions and our actions, both individually and as an organization. Additionally, our employees are responsible for upholding our purpose—to create a safer, sustainable, productive, and connected future. We track and report internally on key talent metrics including workforce demographics, critical role pipeline data, diversity data, and engagement and inclusion indices. We aspire to have more than 26% women in leadership roles by fiscal 2025 and are committed to increasing the total number of women across all levels of the organization. Additionally, as part of its charter, the management development and compensation committee of our board of directors oversees our policies and practices related to the management of human capital resources including talent management, culture, diversity, and inclusion.\nWe embrace diversity and inclusion. A truly innovative workforce needs to be diverse and leverage the skills and perspectives of a wealth of backgrounds and experiences. To drive our business outcomes globally, we believe we must build a workforce and supplier network that represents our global markets and the customers we serve. We are also committed to a work environment where all employees are engaged, feel differences are valued and mutually-respected, and believe that all opinions count. Our people reflect our customers and markets. Our employees are in over 50 countries representing approximately 120 nationalities, and our total employee population is over 40% women. Our employee resource groups (“ERGs”) are company-sponsored, voluntary, employee-led groups that focus on diverse talent segments or shared experiences of employees. These groups apply those perspectives to create value for our company as a whole. The ERGs provide a space where employees can foster connections and develop in a supportive environment. As of fiscal year end 2021, we had eight ERGs—ALIGN (lesbian, gay, bisexual, transgender, and queer/questioning employees and their allies), Women in Networking, TE Young Professionals, African Heritage, Asian Heritage, Latin Heritage, THRIVE (employees and their allies with mixed mental, emotional, and physical abilities), and TE Veterans. Our ERGs have a total of over 6,000 members.\nDuring fiscal 2021, we conducted our second consecutive employee engagement survey which was a fully digital, enterprise-wide survey available in 15 languages and focused on measuring engagement, inclusion, and leadership effectiveness. We had a participation rate of over 80% in fiscal 2021.\nBoth our participation rate and engagement score improved in fiscal 2021 while our inclusion score remained consistent with fiscal 2020. Fiscal 2021 was the first year leadership effectiveness was measured as part of this survey. Additionally, our survey results for fiscal 2021 were favorable when compared to Glint Inc.’s external global manufacturing benchmark\n. By fiscal 2025, we aspire to be in the top tier of this benchmark on engagement and inclusion.\nWe continue to emphasize employee development and training to support engagement and retention. To empower employees to unleash their potential, we provide a range of development programs and opportunities, skills, and resources\n5\nthey need to be successful. Our LEARN@TE platform supplements our talent development strategies. It is an online portal that enables employees to access instructor-led classroom or virtual courses and self-directed web-based courses. Strategy, execution, and talent (“SET”) leadership expectations, which focus on how we drive strategy, effectively execute, and build talent, have been rolled out to all employees and are embedded in all of our leadership programs. We integrate these behavioral expectations into the way we assess and select talent, manage performance, and develop and reward our people.\nWe are committed to identifying and developing our next generation of leaders. We have a robust talent and succession planning process and have established specialized programs to support the development of our talent pipeline for critical roles in general management, engineering, and operations, as well as the diversity of our talent. We are focused on both the recruitment of diverse candidates and the development of our diverse employees to provide the opportunity to advance their careers and move into leadership positions within the company. On an annual basis, we conduct an organization and leadership review process with our chief executive officer and all segment, business unit, and function leaders focusing on our high-performing and high-potential talent, diverse talent, and the succession for our most critical roles. Also, our board of directors reviews and assesses management development plans for senior executives and the succession plans relating to those positions.\nWe are committed to the safety, health, human rights, and well-being of our employees. We continuously evaluate opportunities to raise safety and health standards through our environmental, health, and safety team. Compliance audits and internal processes are in place to stay ahead of workplace hazards, and we aim to reduce our Occupational Safety and Health Administration (“OSHA”) total recordable incident rate—a rate equivalent to the number of incidents per 100 employees or 200,000 work hours—to 0.12 by fiscal 2025. During the COVID-19 pandemic, we have taken additional actions to protect the physical and mental health and well-being of our global employees. We have utilized our workplace flexibility guidelines, promoted our Wellbeing Connection program and health care benefits to support the needs of all employees, and instituted additional safety measures at all factories and sites. In fiscal 2021, we implemented a human rights policy for the organization outlining our commitment to operating with respect for human rights.\nWe believe our management team has the experience necessary to effectively execute our strategy and advance our product and technology leadership. Our chief executive officer and segment leaders average over 25 years of industry experience. They are supported by an experienced and talented management team who is dedicated to maintaining and expanding our position as a global leader in the industry. For discussion of the risks relating to the attraction and retention of management and executive management employees, see “Part 1. Item 1A. Risk Factors.”\nGovernment Regulation and Supervision\nThe import and export of products are subject to regulation by the various jurisdictions where we conduct business. A small portion of our products, including defense-related products, may require governmental import and export licenses, whose issuance may be influenced by geopolitical and other events. We have a trade compliance organization and other systems in place to apply for licenses and otherwise comply with such regulations. Any failure to maintain compliance with domestic and foreign trade regulation could limit our ability to import and export raw materials and finished goods into or from the relevant jurisdiction.\nSee Note 13 to the Consolidated Financial Statements for additional information regarding trade compliance matters. Also, see “Part I. Item 1A. Risk Factors” for discussion of the risks and uncertainties associated with trade regulations.\nEnvironmental\nOur operations are subject to numerous environmental, health, and safety laws and regulations, including those regulating the discharge of materials into the environment, greenhouse gas emissions, hazardous materials in products, and chemical usage. We are committed to complying with these laws and to the protection of our employees and the environment. We maintain a global environmental, health, and safety program that includes appropriate policies and standards; staff dedicated to environmental, health, and safety issues; periodic compliance auditing; training; and other measures. We also have a program for compliance with the European Union (“EU”) Restriction of Hazardous Substances and Waste Electrical and Electronic Equipment Directives, the China Administrative Measures for the Restriction of Hazardous Substances in Electrical and Electronic Products, the EU Registration, Evaluation, Authorization, and Restriction of Chemicals (“REACH”) Regulation, and similar laws.\nCompliance with these laws has increased our costs of doing business in a variety of ways and may continue to do so in the future. For example, laws regarding product content and chemical registration require extensive and costly data\n6\ncollection, management, and reporting, and laws regulating greenhouse gas emissions may increase our costs for energy and certain materials and products. We also have projects underway at a number of current and former manufacturing sites to investigate and remediate environmental contamination resulting from past operations. Based upon our experience, available information, and applicable laws, as of fiscal year end 2021, we concluded that we would incur investigation and remediation costs at these sites in the reasonably possible range of $18 million to $47 million, and we accrued $21 million as the probable loss, which was the best estimate within this range. We do not anticipate any material capital expenditures during fiscal 2022 for environmental control facilities or other costs of compliance with laws or regulations relating to greenhouse gas emissions.\nSustainability\nWe look to build on our strong foundation of environmental sustainability in our operations. Our environmental sustainability strategy guides how we balance investor and customer expectations and drive improved environmental sustainability.\nOur sustainability initiatives in our operations began more than 10 years ago. From fiscal 2010 to 2020, we achieved more than a 25% reduction in absolute energy usage, absolute greenhouse gas emissions (Scopes 1 and 2), and absolute water usage. Over the last few years, we have recycled approximately 80% of the waste materials from our operations. We have challenged ourselves to find new ways to continue to drive sustainability improvements. In fiscal 2021, we:\nWhile sustainability is embedded in our operations, we are exploring opportunities with our direct suppliers and logistics service providers to strengthen the environmental sustainability of our supply chain. The majority of our greenhouse gas emissions are from the goods and services we use in our operations. In addition to improving the sustainability of our operations and working with our suppliers to reduce their greenhouse gas emissions, we help our customers produce smaller, lighter, and more energy-efficient products, reducing the environmental impact of the products our customers make through the life of their products. With every product that comes out of our facilities, we support a safer, sustainable, productive, and connected future.\nAdditional information regarding our sustainability initiatives and progress is available in our annual Corporate Responsibility Report and Task Force on Climate-Related Financial Disclosures (“TCFD”) Report located on our website at www.te.com under the heading “Corporate Responsibility.” The contents of our Corporate Responsibility Report and TCFD Report are not incorporated by reference in this Annual Report on Form 10-K.\nAvailable Information\nAll periodic and current reports, registration filings, and other filings that we are required to file with the United States Securities and Exchange Commission (“SEC”), including Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (“Exchange Act”) are available free of charge through our internet website at\nwww.te.com\n. Such documents are available as soon as reasonably practicable after electronic filing or furnishing of the material with the SEC. The information on our website is not incorporated by reference in this Annual Report on Form 10-K.\n​\n7"
  },
  {
    "item_key": "item_1a",
    "text": "Investors should carefully consider the risks described below before investing in our securities. These risks are not the only ones facing us. Our business is also subject to general risks that affect many other companies. Additional risks not currently known to us or that we currently believe are immaterial may also impair our business operations, financial condition, and liquidity\n.\nRisks Relating to the Macroeconomic Environment and Our Global Presence\nConditions in global or regional economies, capital and money markets, and banking systems, and cyclical industry demand may adversely affect our results of operations, financial position, and cash flows.\nOur business and operating results have been and will continue to be affected by economic conditions regionally or globally, including the cost and availability of consumer and business credit, end demand from consumer and industrial markets, and concerns as to sovereign debt levels including credit rating downgrades and defaults on sovereign debt and significant bank failures or defaults. Any of these economic factors could cause our customers to experience deterioration of their businesses, cash flow, and ability to obtain financing. As a result, existing or potential customers may delay or cancel plans to purchase our products and may not be able to fulfill their obligations to us in a timely fashion or in full. Further, our vendors may experience similar problems, which may impact their ability to fulfill our orders or meet agreed service and quality levels. If regional or global economic conditions deteriorate, our results of operations, financial position, and cash flows could be materially adversely affected. Also, deterioration in economic conditions, expectations for future revenue, projected future cash flows, or other factors have triggered and could trigger additional recognition of impairment charges for our goodwill or other long-lived assets. Impairment charges, if any, may be material to our results of operations and financial position.\nForeign currency exchange rates may adversely affect our results.\nOur Consolidated Financial Statements are prepared in United States (“U.S.”) dollars; however, a significant portion of our business is conducted outside the U.S. Changes in the relative values of currencies may have a significant effect on our results of operations, financial position, and cash flows.\nWe are exposed to the effects of changes in foreign currency exchange rates on our costs and revenue. Approximately 60% of our net sales for fiscal 2021 were invoiced in currencies other than the U.S. dollar, and we expect non-U.S. dollar revenue to continue to represent a significant portion of our future net sales. We have elected not to hedge this foreign currency exposure. Therefore, when the U.S. dollar strengthens in relation to the currencies of the countries where we sell our products, such as the euro or Asian currencies, our U.S. dollar reported revenue and income will decrease.\nWe manage certain cash, intercompany, and other balance sheet currency exposures in part by entering into financial derivative contracts. In addition to the risk of non-performance by the counterparty to these contracts, our efforts to manage these risks might not be successful.\nWe have suffered and could continue to suffer significant business interruptions, including impacts resulting from the COVID-19 pandemic.\nOur operations and those of our suppliers and customers, and the supply chains that support their operations, may be vulnerable to interruption by natural disasters such as earthquakes, tsunamis, typhoons, tornados, or floods; other disasters such as fires, explosions, acts of terrorism or war, or disease or other adverse health developments, including impacts resulting from the COVID-19 pandemic; or failures of management information or other systems due to internal or external causes. In addition, such interruptions could result in a widespread crisis that could adversely affect the economies and financial markets of many countries, resulting in an economic downturn that could affect demand for our end customers’ products. If a business interruption occurs and we are unsuccessful in our continuing efforts to minimize the impact of these events, our business, results of operations, financial position, and cash flows could be materially adversely affected. The COVID-19 pandemic impacted and continues to impact countries, communities, workforces, supply chains, and markets around the world, and as a result, we have experienced disruptions and restrictions on our employees’ ability to travel, as well as temporary closures of our facilities and the facilities of our customers, suppliers, and other vendors in our supply chain. As a result of the ongoing impacts of the COVID-19 pandemic, some of our employees are continuing to work from home on a full-time or part-time basis, which may increase our vulnerability to cyber and other information technology risks. The COVID-19 pandemic had a significant, negative impact on our sales and operating results during fiscal 2020 and continued\n8\nto negatively affect certain of our businesses in fiscal 2021. The COVID-19 pandemic may have a negative impact on our financial condition and results of operations in future periods. The extent to which the COVID-19 pandemic will further impact our business and our financial results will depend on future developments, which are highly uncertain and cannot be predicted. Such developments may include the further spread of the virus to additional persons and geographic regions; the severity of the virus; variant strains of the virus; the duration of the pandemic; resumption of high levels of infections and hospitalizations; the success of public health advancements, including vaccine production and distribution; the resulting impact on our suppliers’ and customers’ supply chains and financial positions, including their ability to pay us; the actions that may be taken by various governmental authorities in response to the outbreak in jurisdictions in which we operate; and the possible impact on the global economy and local economies in which we operate. Further, to the extent the COVID-19 pandemic adversely affects our business, results of operations, or financial condition, it may also have the effect of heightening many of the other risks described in this “Risk Factors” section.\nWe could be adversely affected by a decline in the market value of our pension plans’ investment portfolios or a reduction in returns on plan assets.\nConcerns about deterioration in the global economy, together with concerns about credit, inflation, or deflation, have caused and could continue to cause significant volatility in the price of all securities, including fixed income and equity securities, which has reduced and could further reduce the value of our pension plans’ investment portfolios. In addition, the expected returns on plan assets may not be achieved. A decrease in the value of our pension plans’ investment portfolios or a reduction in returns on plan assets could have an adverse effect on our results of operations, financial position, and cash flows.\nDisruption in credit markets and volatility in equity markets may affect our ability to access sufficient funding.\nThe global equity markets have been volatile and at times credit markets have been disrupted, which has reduced the availability of investment capital and credit. Downgrades of sovereign debt credit ratings have similarly affected the availability and cost of capital. As a result, we may be unable to access adequate funding to operate and grow our business. Our inability to access adequate funding or to generate sufficient cash from operations may require us to reconsider certain projects and capital expenditures. The extent of any impact will depend on several factors, including our operating cash flows, the duration of tight credit conditions and volatile equity markets, our credit ratings and credit capacity, the cost of financing, and other general economic and business conditions.\nWe are subject to global risks of political, economic, and military instability.\nOur workforce; manufacturing, research, administrative, and sales facilities; markets; customers; and suppliers are located throughout the world. As a result, we are exposed to risks that could negatively affect sales or profitability, including:\n9\nWe have sizeable operations in China, including 16 principal manufacturing sites. In addition, approximately 22% of our net sales in fiscal 2021 were made to customers in China. Economic conditions in China have been, and may continue to be, volatile and uncertain. In addition, the legal and regulatory system in China continues to evolve and is subject to change. Accordingly, our operations and transactions with customers in China could be adversely affected by changes to market conditions, changes to the regulatory environment, or interpretation of Chinese law.\nIn addition, any downgrade by rating agencies of long-term U.S. sovereign debt or downgrades or defaults of sovereign debt of other nations may negatively affect global financial markets and economic conditions, which could negatively affect our business, financial condition, and liquidity.\nChanges in U.S. federal tax laws could result in adverse consequences to U.S. persons treated as owning 10% or more of our shares.\nAlthough we are a Swiss corporation, recent U.S. tax law changes have expanded application of certain ownership attribution rules and cause certain of our non-U.S. subsidiaries to be treated as Controlled Foreign Corporations (“CFCs”) for U.S. federal income tax purposes. A U.S. person that is treated for U.S. federal income tax purposes as owning, directly, indirectly, or constructively, 10% or more of our shares may be required to annually report and include in its U.S. taxable income its pro rata share of certain types of income earned by our subsidiaries that are treated as CFCs, whether or not we make any distributions to such U.S. shareholder. A U.S. person that owns 10% or more of our shares should consult a tax adviser regarding the potential implications to it of these changes in U.S. federal income tax law. The risk of U.S. federal income tax reporting and compliance obligations with respect to our subsidiaries that are treated as CFCs may deter our current shareholders from increasing their investment in us, and others from investing in us, which could impact the demand for, and value of, our shares.\nRisks Relating to the Industry in Which We Operate\nWe are dependent on the automotive and other industries.\nWe are dependent on end market dynamics to sell our products, and our operating results could be adversely affected by cyclical and reduced demand in these markets. Periodic downturns in our customers’ industries can significantly reduce demand for certain of our products, which could have a material adverse effect on our results of operations, financial position, and cash flows.\nApproximately 43% of our net sales for fiscal 2021 were to customers in the automotive industry. The automotive industry is dominated by large manufacturers that can exert significant price pressure on their suppliers. Additionally, the automotive industry has historically experienced significant downturns during periods of deteriorating global or regional economic or credit conditions. As a supplier of automotive electronics products, our sales of these products and our profitability have been and could continue to be negatively affected by significant declines in global or regional economic or credit conditions and changes in the operations, products, business models, part-sourcing requirements, financial condition, and market share of automotive manufacturers, as well as potential consolidations among automotive manufacturers.\nDuring fiscal 2021, approximately 10% of our net sales were to customers in the commercial transportation market, 9% of our net sales were to customers in the industrial equipment end market, and 8% of our net sales were to customers in the data and devices end market. Demand in the commercial transportation industry is impacted by the economic environment and market conditions in the heavy truck, construction, agriculture, and recreational vehicle markets. The industrial equipment industry is dependent upon economic conditions, including customer investment in factory and warehouse automation, process control systems, and building automation and smart city infrastructure, as well as market conditions in the rail transportation, lighting, and other major industrial markets we serve. Demand for data and devices can fluctuate significantly, depending on the underlying business and consumer demand for data communication, computer, and\n10\nconsumer electronics products. The overall market trends of increased data connectivity and continued movement to high-speed cloud applications have had a favorable impact on demand.\nWe encounter competition in substantially all areas of the electronic components industry.\nWe operate in highly competitive markets for electronic components and expect that both direct and indirect competition will increase in the future. Our overall competitive position depends on various factors including the price, quality, and performance of our products; the level of customer service; the development of new technology; our ability to participate in emerging markets; and customers’ expectations relating to socially responsible operations. The competition we experience across product lines from other companies ranges in size from large, diversified manufacturers to small, highly specialized manufacturers. The electronic components industry has become increasingly concentrated and globalized in recent years, and our major competitors have significant financial resources and technological capabilities. A number of these competitors compete with us primarily on price, and in some instances may have the benefit of lower production costs for certain products. We cannot provide assurance that additional competitors will not enter our markets, or that we will be able to compete successfully against existing or new competitors. Increased competition may result in price reductions, reduced margins, or loss of market share, any of which could materially and adversely affect our results of operations, financial position, and cash flows.\nWe are dependent on market acceptance of our new product introductions and product innovations for future revenue.\nSubstantially all markets in which we operate are impacted by technological change or change in consumer tastes and preferences, which are rapid in certain end markets. Our operating results depend substantially upon our ability to continually design, develop, introduce, and sell new and innovative products; to modify existing products; and to customize products to meet customer requirements driven by such change. There are numerous risks inherent in these processes, including the risk that we will be unable to anticipate the direction of technological change or that we will be unable to develop and market profitable new products and applications in time to satisfy customer demands.\nLike other suppliers to the electronics industry, we are subject to continuing pressure to lower our prices.\nWe have experienced, and we expect to continue to experience, continuing pressure to lower our prices. Although price erosion was not significant in fiscal 2021, we have historically experienced price erosion averaging from 1% to 2% each year. To maintain our margins, we must continue to reduce our costs by similar amounts. We cannot provide assurance that continuing pressures to reduce our prices will not have a material adverse effect on our margins, results of operations, financial position, and cash flows.\nWe\nmay be negatively affected as our customers and vendors continue to consolidate.\nMany of the industries to which we sell our products, as well as many of the industries from which we buy materials, have become more concentrated in recent years, including the automotive, data and devices, and aerospace and defense industries. Consolidation of customers may lead to decreased product purchases from us. In addition, as our customers buy in larger volumes, their volume buying power has increased, enabling them to negotiate more favorable pricing and find alternative sources from which to purchase. Our materials suppliers similarly have increased their ability to negotiate favorable pricing. These trends may adversely affect the margins on our products, particularly for commodity components.\nThe life cycles of certain of our products can be very short.\nThe life cycles of certain of our products can be very short relative to their development cycle. As a result, the resources devoted to product sales and marketing may not result in material revenue and, from time to time, we may need to write off excess or obsolete inventory or equipment. If we were to incur significant engineering expenses and investments in inventory and equipment that we were not able to recover, and we were not able to compensate for those expenses, our results of operations, financial position, and cash flows could be materially and adversely affected.\n11\nRisks Relating to Our Operations\nOur results are sensitive to raw material availability, quality, and cost.\nWe are a large buyer of resins, chemicals, additives, and metals, including copper, gold, silver, aluminum, brass, steel, and zinc. Many of these raw materials are produced in a limited number of countries around the world or are only available from a limited number of suppliers. The prices of many of these raw materials continue to increase and fluctuations may persist in the future. In addition, feedstock for resins and resins themselves, as well as certain other commodities, are increasingly subject to varied and unrelated force majeure events worldwide further impacting price and availability. If we have difficulty obtaining these raw materials, the quality of available raw materials deteriorates, or there are significant price increases for these raw materials, it could have a substantial impact on the price we pay for raw materials. To the extent we cannot compensate for cost increases through productivity improvements or price increases to our customers, our margins may decline, materially affecting our results of operations, financial position, and cash flows. In addition, we use financial instruments to hedge the volatility of certain commodities prices. The success of our hedging program depends on accurate forecasts of planned consumption of the hedged commodity materials. We could experience unanticipated hedge gains or losses if these forecasts are inaccurate.\nIn accordance with the Dodd-Frank Wall Street Reform and Consumer Protection Act, the SEC established annual disclosure and reporting requirements for those companies who use tin, tantalum, tungsten, or gold (“conflict minerals” or “3TG”) mined from the Democratic Republic of the Congo (“DRC”) and adjoining countries (together with the DRC, the “Covered Countries”) in their products. These requirements, as well as new and additional regulations like the EU’s Conflict Minerals Regulation, could affect the sourcing, pricing, and availability of 3TG used in the manufacture of certain of our products, and may result in only a limited pool of suppliers who can demonstrate that they do not source any 3TG from the Covered Countries. Accordingly, we cannot provide assurance that we will be able to obtain non-conflict 3TG in sufficient quantities or at competitive prices. Further, since our supply chain is complex, we may face reputational challenges with our customers and other stakeholders if we are unable to meet customer non-conflict 3TG standards or sufficiently verify the origins and chain of custody for all conflict minerals used in our products through our due diligence procedures.\nWe may use components and products manufactured by third parties.\nWe may rely on third-party suppliers for the components used in our products, and we may rely on third-party manufacturers to manufacture certain of our assemblies and finished products. Our results of operations, financial position, and cash flows could be adversely affected if such third parties lack sufficient quality control or if there are significant changes in their financial or business condition. If these third parties fail to deliver quality products, parts, and components on time and at reasonable prices, we could have difficulties fulfilling our orders, sales and profits could decline, and our commercial reputation could be damaged.\nOur future success is significantly dependent on our ability to attract and retain management and executive management employees.\nOur success depends to a significant extent upon our continued ability to retain our management and executive management employees and hire new management and executive management employees to replace, succeed, or add to members of our management team. Our management team has significant industry experience and would be difficult to replace. Competition for management talent is intense, and any difficulties we may have to retain or hire members of management to achieve our objectives may have an adverse effect on our results of operations, financial position, and cash flows.\nSecurity breaches and other disruptions to our information technology infrastructure or violations of data privacy laws could interfere with our operations, compromise confidential information, and expose us to liability which could materially adversely impact our business and reputation.\nSecurity breaches and other disruptions to our information technology infrastructure could interfere with our operations; compromise information belonging to us, our employees, customers, and suppliers; and expose us to liability which could adversely impact our business and reputation. In the normal course of business, we rely on information technology networks and systems, some of which are managed by third parties, to process, transmit, and store electronic information, and to manage or support a variety of business processes and activities. Additionally, we collect and store certain data, including proprietary business information and customer and employee data, and may have access to confidential or personal information in certain of our businesses that is subject to privacy and security laws, regulations, and\n12\ncustomer-imposed controls. Specifically, we are subject to the laws of various states and countries where we operate or do business related to solicitation, collection, processing, transferring, storing, or use of consumer, customer, vendor, or employee information or related data, including the EU’s General Data Protection Regulation, which went into effect in May 2018, and the California Consumer Privacy Act of 2018, which went into effect in January 2020. In addition, several other countries in which we operate or do business, such as China, have enacted or are considering enacting laws that impose additional data transfer restrictions. If countries in which we operate or do business were to adopt data localization or data residency laws, we could be required to implement new or expand existing data storage protocols, build new storage facilities, and/or devote additional resources to comply with the requirements of such laws, any of which could have significant implications to business operations and costs.\nIn addition to our own systems, we have outsourced, and expect to continue to outsource, certain support services, including cloud storage systems, cloud computing services, and system development and support services to third parties, which has in the past and in the future may subject our information technology and other sensitive information to additional risk. Despite our cybersecurity measures (including employee training, monitoring of networks and systems, and maintenance of backup and protective systems) which are reviewed and upgraded to mitigate evolving cybersecurity threats, our information technology networks and infrastructure has been and may still be vulnerable to damage, disruptions (including, but not limited to, computer viruses and other malware, denial of service, and ransomware), or shutdowns due to attack by hackers, state-sponsored organizations with significant financial and technological resources, breaches, employee error or malfeasance, power outages, computer viruses, telecommunication or utility failures, systems failures, natural disasters, pandemics (including COVID-19), or other catastrophic events, which may require us to notify regulators, customers, or employees, and enlist identity theft protection in the event of a privacy breach. We have been the target of attempted cyber intrusions. We continue to monitor and develop our systems to protect the integrity and functionality of our information technology infrastructure and access to and the security of our intellectual property and our employees’, customers’, and suppliers’ data. Security breaches and other disruptions to our information technology infrastructure or violations of applicable laws could result in legal claims or proceedings, liability or penalties, disruption in operations, and damage to our reputation which could materially adversely affect our business. While we have experienced, and expect to continue to experience, threats to our information technology networks and infrastructure, to date none of these threats have had a material impact on our business or operations. In addition, as a result of the ongoing impacts of the COVID-19 pandemic, some of our employees are continuing to work from home on a full-time or part-time basis, which may increase our vulnerability to cyber and other information technology risks.\nCovenants in our debt instruments may adversely affect us.\nOur five-year unsecured senior revolving credit facility (“Credit Facility”) contains financial and other covenants, such as a limit on the ratio of Consolidated Total Debt to Consolidated EBITDA (as defined in the Credit Facility) and limits on the amount of subsidiary debt and incurrence of liens. Our outstanding notes’ indentures contain customary covenants including limits on incurrence of liens, sale and lease-back transactions, and our ability to consolidate, merge, and sell assets.\nAlthough none of these covenants are presently restrictive to our operations, our continued ability to meet the Credit Facility financial covenant can be affected by events beyond our control, and we cannot provide assurance that we will continue to comply with the covenant. A breach of any of our covenants could result in a default under our Credit Facility or indentures. Upon the occurrence of certain defaults under our Credit Facility and indentures, the lenders or trustee could elect to declare all amounts outstanding thereunder to be immediately due and payable, and our lenders could terminate commitments to extend further credit under our Credit Facility. If the lenders or trustee accelerate the repayment of borrowings, we cannot provide assurance that we will have sufficient assets or access to lenders or capital markets to repay or fund the repayment of any amounts outstanding under our Credit Facility and our other affected indebtedness. Acceleration of any debt obligation under any of our material debt instruments may permit the holders or trustee of our other material debt to accelerate payment of debt obligations to the creditors thereunder.\nThe indentures governing our outstanding senior notes contain covenants that may require us to offer to buy back the notes for a price equal to 101% of the principal amount, plus accrued and unpaid interest to the repurchase date, upon a change of control triggering event (as defined in the indentures). We cannot provide assurance that we will have sufficient funds available or access to funding to repurchase tendered notes in that event, which could result in a default under the notes. Any future debt that we incur may contain covenants regarding repurchases in the event of a change of control triggering event.\n13\nThe market price of our shares may fluctuate widely.\nThe market price of our shares may fluctuate widely, depending upon many factors, including:\nRisks Relating to Strategic Transactions\nFuture acquisitions may not be successful.\nWe regularly evaluate the possible acquisition of strategic businesses, product lines, or technologies which have the potential to strengthen our market position or enhance our existing product offerings, and we have completed a number of acquisitions in recent years. We anticipate that we will continue to pursue acquisition opportunities as part of our growth strategy. We cannot provide assurance that we will identify or successfully complete transactions with acquisition candidates in the future. We also cannot provide assurance that completed acquisitions will be successful. If an acquired business fails to operate as anticipated or cannot be successfully integrated with our existing business, our results of operations, financial position, and cash flows could be materially and adversely affected.\nFuture acquisitions could require us to issue additional debt or equity.\nIf we were to make a substantial acquisition with cash, the acquisition may need to be financed in part through funding from banks, public offerings or private placements of debt or equity securities, or other arrangements. This acquisition financing might decrease our ratio of earnings to fixed charges and adversely affect other leverage measures. We cannot provide assurance that sufficient acquisition financing would be available to us on acceptable terms if and when required. If we were to complete an acquisition partially or wholly funded by issuing equity securities or equity-linked securities, the issued securities may have a dilutive effect on the interests of the holders of our shares.\nDivestitures of some of our businesses or product lines may have a material adverse effect on our results of operations, financial position, and cash flows.\nWe continue to evaluate the strategic fit of specific businesses and products which may result in additional divestitures. Any divestitures may result in significant write-offs, including those related to goodwill and other intangible assets, which could have a material adverse effect on our results of operations and financial position. Divestitures could involve additional risks, including difficulties in the separation of operations, services, products, and personnel; the diversion of management’s attention from other business concerns; the disruption of our business; and the potential loss of key employees. There can be no assurance that we will be successful in addressing these or any other significant risks encountered.\n14\nRisks Relating to Intellectual Property, Litigation, and Regulations\nOur ability to compete effectively depends, in part, on our ability to maintain the proprietary nature of our products and technology.\nThe electronics industry is characterized by litigation regarding patent and other intellectual property rights. Within this industry, companies have become more aggressive in asserting and defending patent claims against competitors. There can be no assurance that we will not be subject to future litigation alleging infringement or invalidity of certain of our intellectual property rights or that we will not have to pursue litigation to protect our property rights. Depending on the importance of the technology, product, patent, trademark, or trade secret in question, an unfavorable outcome regarding one of these matters may have a material adverse effect on our results of operations, financial position, and cash flows.\nWe are a defendant to a variety of litigation in the course of our business that could cause a material adverse effect on our results of operations, financial position, and cash flows.\nIn the normal course of business, we are, from time to time, a defendant in litigation, including litigation alleging the infringement of intellectual property rights, anti-competitive behavior, product liability, breach of contract, and employment-related claims. In certain circumstances, patent infringement and antitrust laws permit successful plaintiffs to recover treble damages. The defense of these lawsuits may divert our management’s attention, and we may incur significant expenses in defending these lawsuits. In addition, we may be required to pay damage awards or settlements, or become subject to injunctions or other equitable remedies, that could cause a material adverse effect on our results of operations, financial position, and cash flows.\nIf any of our operations are found not to comply with applicable antitrust or competition laws or applicable trade regulations, our business may suffer.\nOur operations are subject to applicable antitrust and competition laws in the jurisdictions in which we conduct our business, in particular the U.S. and the EU. These laws prohibit, among other things, anticompetitive agreements and practices. If any of our commercial agreements and practices with respect to the electronic components or other markets are found to violate or infringe such laws, we may be subject to civil and other penalties. We may also be subject to third-party claims for damages. Further, agreements that infringe these antitrust and competition laws may be void and unenforceable, in whole or in part, or require modification to be lawful and enforceable. If we are unable to enforce our commercial agreements, whether at all or in material part, our results of operations, financial position, and cash flows could be adversely affected.\nWe also must comply with applicable trade regulations in the jurisdictions where we operate. A small portion of our products, including defense-related products, may require governmental import and export licenses, whose issuance may be influenced by geopolitical and other events. Any failure to maintain compliance with trade regulations could limit our ability to import and export raw materials and finished goods into or from the relevant jurisdiction, which could negatively impact our results of operations, financial position, and cash flows. In this regard, we are investigating our past compliance with relevant U.S. trade controls and have made voluntary disclosures of apparent trade controls violations to the U.S. Department of Commerce’s Bureau of Industry and Security (“BIS”) and the U.S. State Department’s Directorate of Defense Trade Controls (“DDTC”). We are cooperating with the BIS and DDTC on these matters, and both our internal assessment and the resulting investigations by the agencies remain ongoing. We are unable to predict the timing and final outcome of the agencies’ investigations. An unfavorable outcome may include fines or penalties imposed in response to our disclosures, but we are not yet able to reasonably estimate the extent of any such fines or penalties. While we have reserved for potential fines and penalties relating to these matters based on our current understanding of the facts, the investigations into these matters have yet to be completed and the final outcome of such investigations and related fines and penalties may differ from amounts currently reserved.\nWe could be adversely affected by violations of the U.S. Foreign Corrupt Practices Act, the United Kingdom’s Bribery Act, and similar worldwide anti-bribery laws.\nThe U.S. Foreign Corrupt Practices Act, the United Kingdom’s Bribery Act, and similar worldwide anti-bribery laws generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business. Our policies mandate compliance with these anti-bribery laws. We operate in many parts of the world that have experienced governmental corruption to some degree, and in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices. Despite our training and compliance\n15\nprogram, we cannot provide assurance that our internal control policies and procedures always will protect us from reckless or criminal acts committed by our employees or agents. Violations of these laws, or allegations of such violations, could disrupt our business and result in a material adverse effect on our results of operations, financial position, and cash flows.\nOur operations expose us to the risk of material environmental liabilities, litigation, government enforcement actions, and reputational risk.\nWe are subject to numerous federal, state, and local environmental protection and health and safety laws and regulations in the various countries where we operate and where our products are sold. These laws and regulations govern, among other things:\nWe may not have been, or we may not always be, in compliance with all environmental and health and safety laws and regulations. If we violate these laws, we could be fined, criminally charged, or otherwise sanctioned by regulators. In addition, environmental and health and safety laws are becoming more stringent, resulting in increased costs and compliance requirements.\nCertain environmental laws assess liability on current or previous owners or operators of real property for the costs of investigation, removal, and remediation of hazardous substances or materials at their properties or at properties at which they have disposed of hazardous substances. Liability for investigation, removal, and remediation costs under certain regulatory regimes, such as U.S. federal and state laws, is retroactive, strict, and joint and several. In addition to cleanup actions brought by governmental authorities, private parties could bring personal injury or other claims due to the presence of, or exposure to, hazardous substances. We have received notifications from the U.S. Environmental Protection Agency, other environmental agencies, and third parties that conditions at a number of currently and formerly-owned or operated sites where we and others have disposed of hazardous substances require investigation, cleanup, and other possible remedial action and require that we reimburse the government or otherwise pay for the costs of investigation and remediation and for natural resource damage claims from such sites. We also have independently investigated various sites and determined that further investigation and/or remediation is necessary.\nWhile we plan for future capital and operating expenditures to maintain compliance with environmental laws, we cannot provide assurance that our costs of complying with current or future environmental protection and health and safety laws, or our liabilities arising from past or future releases of, or exposures to, hazardous substances will not exceed our estimates or adversely affect our results of operations, financial position, and cash flows or that we will not be subject to additional environmental claims for personal injury, property damage, and/or cleanup in the future based on our past, present, or future business activities.\nOur products are subject to various requirements related to chemical usage, hazardous material content, recycling, and other circular economy initiatives.\nThe EU, China, and other jurisdictions in which our products are sold have enacted or are proposing to enact laws addressing environmental and other impacts from product disposal, use of hazardous materials in products, use of chemicals in manufacturing, recycling of products at the end of their useful life, circular economy initiatives, and other related matters. These laws include but are not limited to the EU Restriction of Hazardous Substances, End of Life Vehicle, and Waste Electrical and Electronic Equipment Directives; the EU REACH Regulation; and the China Administrative Measures for the Restriction of Hazardous Substances in Electrical and Electronic Products. These laws prohibit the use of certain substances in the manufacture of our products and directly and indirectly impose a variety of requirements for modification of manufacturing processes, registration, chemical testing, labeling, and other matters. These laws continue to proliferate and\n16\nexpand in these and other jurisdictions to address other materials and other aspects of our product manufacturing and sale. These laws could make the manufacture or sale of our products more expensive or impossible, could limit our ability to sell our products in certain jurisdictions, and could result in liability for product recalls, penalties, or other claims.\nRisks Relating to Our Swiss Jurisdiction of Incorporation\nAs a Swiss corporation, we have less flexibility with respect to certain aspects of capital management involving the issuance of shares.\nAs a Swiss corporation, our board of directors may not declare and pay dividends or distributions on our shares or reclassify reserves on our standalone unconsolidated Swiss balance sheet without shareholder approval and without satisfying certain other requirements. In addition, our articles of association allow us to create authorized share capital that can be issued by the board of directors, but this authorization is limited to (i) authorized share capital up to 50% of the existing registered shares with such authorization valid for a maximum of two years, which authorization period ends on March 11, 2022, approved by our shareholders at our March 11, 2020 annual general meeting of shareholders and (ii) conditional share capital of up to 50% of the existing registered shares that may be issued only for specific purposes. Additionally, subject to specified exceptions, Swiss law grants preemptive rights to existing shareholders to subscribe for new issuances of shares from authorized share capital and advance subscription rights to existing shareholders to subscribe for new issuances of shares from conditional share capital. Swiss law also does not provide much flexibility in the various terms that can attach to different classes of shares, and reserves for approval by shareholders many types of corporate actions, including the creation of shares with preferential rights with respect to liquidation, dividends, and/or voting. Moreover, under Swiss law, we generally may not issue registered shares for an amount below par value without prior shareholder approval to decrease the par value of our registered shares. Any such actions for which our shareholders must vote will require that we file a proxy statement with the SEC and convene a meeting of shareholders, which would delay the timing to execute such actions. Such limitations provide the board of directors less flexibility with respect to our capital management. While we do not believe that Swiss law requirements relating to the issuance of shares will have a material adverse effect on us, we cannot provide assurance that situations will not arise where such flexibility would have provided substantial benefits to our shareholders and such limitations on our capital management flexibility would make our stock less attractive to investors.\nWe might not be able to make distributions on our shares without subjecting shareholders to Swiss withholding tax.\nWe anticipate making distributions to shareholders through a reduction of contributed surplus (as determined for Swiss tax and statutory purposes) in order to make the distributions on our shares to shareholders free of Swiss withholding tax. Various tax law and corporate law proposals in Switzerland, if passed in the future, may affect our ability to pay dividends or distributions to our shareholders free from Swiss withholding tax. There can be no assurance that we will be able to meet the legal requirements for future distributions to shareholders through dividends from contributed surplus or through a reduction of registered share capital, or that Swiss withholding rules would not be changed in the future. In addition, over the long term, the amount of registered share capital available for reductions will be limited. Our ability to pay dividends or distributions to our shareholders free from Swiss withholding tax is a significant component of our capital management and shareholder return practices that we believe is important to our shareholders, and any restriction on our ability to do so could make our stock less attractive to investors.\nCurrency fluctuations between the U.S. dollar and the Swiss franc may limit the amount available for any future distributions on our shares without subjecting shareholders to Swiss withholding tax.\nThe registered share capital in our unconsolidated Swiss statutory financial statements is denominated in Swiss francs. Although distributions that are effected through a return of contributed surplus or registered share capital are expected to be paid in U.S. dollars, shareholder resolutions with respect to such distributions must take into account the Swiss francs denomination of the registered share capital. If the U.S. dollar were to increase in value relative to the Swiss franc, the U.S. dollar amount of registered share capital available for future distributions without Swiss withholding tax will decrease.\nWe have certain limitations on our ability to repurchase our shares.\nThe Swiss Code of Obligations regulates a corporation’s ability to hold or repurchase its own shares. We and our subsidiaries may only repurchase shares to the extent that sufficient freely distributable reserves (including contributed surplus as determined for Swiss tax and statutory purposes) are available. The aggregate par value of our registered shares held by us and our subsidiaries may not exceed 10% of our registered share capital. We may repurchase our registered shares\n17\nbeyond the statutory limit of 10%, however, only if our shareholders have adopted a resolution at a general meeting of shareholders authorizing the board of directors to repurchase registered shares in an amount in excess of 10% and the repurchased shares are dedicated for cancellation. Additionally, various corporate law proposals in Switzerland, if passed in the future, may affect our ability to repurchase our shares. Our ability to repurchase our shares is a significant component of our capital management and shareholder return practices that we believe is important to our shareholders, and any restriction on our ability to repurchase our shares could make our stock less attractive to investors.\nRegistered holders of our shares must be registered as shareholders with voting rights in order to vote at shareholder meetings.\nOur articles of association contain a provision regarding voting rights that is required by Swiss law for Swiss companies like us that issue registered shares (as opposed to bearer shares). This provision provides that to be able to exercise voting rights, holders of our shares must be registered in our share register (Aktienbuch) as shareholders with voting rights. Only shareholders whose shares have been registered with voting rights on the record date may participate in and vote at our shareholders’ meetings, but all shareholders will be entitled to dividends, distributions, preemptive rights, advance subscription rights, and liquidation proceeds. The board of directors may, in its discretion, refuse to register shares as shares with voting rights if a shareholder does not fulfill certain disclosure requirements in our articles of association.\nCertain provisions of our articles of association may reduce the likelihood of any unsolicited acquisition proposal or potential change of control that our shareholders might consider favorable.\nOur articles of association contain provisions that could be considered “anti-takeover” provisions because they would make it harder for a third party to acquire us without the consent of our incumbent board of directors. Under these provisions, among others:\nThese provisions may only be amended by the affirmative vote of the holders of 80% of our issued voting shares, which could have the effect of discouraging an unsolicited acquisition proposal or delaying, deferring, or preventing a change of control transaction that might involve a premium price, or otherwise be considered favorable by our shareholders. Our articles of association also contain provisions permitting our board of directors to issue new shares from authorized or conditional capital (in either case, representing a maximum of 50% of the shares presently registered in the commercial register and in case of issuances from authorized capital, until March 11, 2022 unless re-authorized by shareholders for a subsequent two-year period) without shareholder approval and without regard for shareholders’ preemptive rights or advance subscription rights, for the purpose of the defense of an actual, threatened, or potential unsolicited takeover bid, in relation to which the board of directors, upon consultation with an independent financial advisor, has not recommended acceptance to the shareholders. We note that Swiss courts have not addressed whether or not a takeover bid of this nature is an acceptable reason under Swiss law for withdrawing or limiting preemptive rights with respect to authorized share capital or advance subscription rights with respect to conditional share capital. In addition, the New York Stock Exchange (“NYSE”), on which our shares are listed, requires shareholder approval for issuances of shares equal to 20% or more of the outstanding shares or voting power, with limited exceptions.\nGlobal legislative and regulatory actions and proposals could cause a material change in our worldwide effective corporate tax rate and our global cash taxes.\nVarious legislative and regulatory proposals have been directed at multinational companies with operations in lower-tax jurisdictions. There has been heightened focus on adoption of such legislation and on other initiatives, such as:\n18\nIf these proposals are adopted in the main jurisdictions in which we do business, they could, among other things, increase cash taxes, cause double taxation, increase audit risk, and materially increase our worldwide corporate effective tax rate. We cannot predict the outcome of any specific legislative proposals or initiatives, and we cannot provide assurance that any such legislation or initiative will not apply to us. In October 2021, the OECD made progress in its efforts to reform the international tax system with 136 of the 140 participating countries and jurisdictions joining a global minimum tax agreement. This agreement introduces a 15% global minimum corporate tax rate which will apply to companies with revenue over a set threshold. This tax will be assessed on a country-by-country basis, potentially starting as early as 2023.\nLegislation in the U.S. could adversely impact our results of operations, financial position, and cash flows.\nVarious U.S. federal and state legislative proposals have been introduced in recent years that may negatively impact the growth of our business by denying government contracts to U.S. companies that have moved to lower-tax jurisdictions.\nWe expect the U.S. Congress to continue to consider implementation and/or expansion of policies that would restrict the federal and state governments from contracting with entities that have corporate locations abroad. We cannot predict the likelihood that, or final form in which, any such proposed legislation might become law, the nature of regulations that may be promulgated under any future legislative enactments, the effect such enactments and increased regulatory scrutiny may have on our business, or the outcome of any specific legislative proposals. Therefore, we cannot provide assurance that any such legislative action will not apply to us. In addition, we are unable to predict whether the final form of any potential legislation discussed above also would affect our indirect sales to U.S. federal or state governments or the willingness of our non-governmental customers to do business with us. As a result of these uncertainties, we are unable to assess the potential impact of any proposed legislation in this area and cannot provide assurance that the impact will not be materially adverse to us.\nSwiss law differs from the laws in effect in the U.S. and may afford less protection to holders of our securities.\nAs we are organized under the laws of Switzerland, it may not be possible to enforce court judgments obtained in the U.S. against us in Switzerland based on the civil liability provisions of the U.S. federal or state securities laws. In addition, there is some uncertainty as to whether the courts of Switzerland would recognize or enforce judgments of U.S. courts obtained against us or our directors or officers based on the civil liability provisions of the U.S. federal or state securities laws or hear actions against us or those persons based on those laws. We have been advised that the U.S. and Switzerland currently do not have a treaty providing for the reciprocal recognition and enforcement of judgments in civil and commercial matters. Some remedies available under the laws of U.S. jurisdictions, including some remedies available under the U.S. federal securities laws, would not be allowed in Swiss courts as they are contrary to Switzerland’s public policy.\nSwiss law differs in certain material respects from laws generally applicable to U.S. corporations and their shareholders. These differences include the manner in which directors must disclose transactions in which they have an interest, the rights of shareholders to bring class action and derivative lawsuits, and the scope of indemnification available to directors and officers. Thus, holders of our securities may have more difficulty protecting their interests than would holders of securities of a corporation incorporated in a jurisdiction of the U.S."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n​\n19"
  },
  {
    "item_key": "item_2",
    "text": "Our principal executive office is located in Schaffhausen, Switzerland. As of fiscal year end 2021, we owned approximately 18 million square feet and leased approximately 10 million square feet of aggregate floor space, used primarily for manufacturing, warehousing, and office space. We believe our facilities are suitable for the conduct of our business and adequate for our current needs.\nWe manufacture our products in over 25 countries worldwide. Our manufacturing sites focus on various aspects of our manufacturing processes, including our primary processes of stamping, plating, molding, extrusion, beaming, and assembly. We consider the productive capacity of our manufacturing facilities sufficient. As of fiscal year end 2021, our principal centers of manufacturing output by segment and geographic region were as follows:\n​\n​"
  },
  {
    "item_key": "item_3",
    "text": "In the normal course of business, we are subject to various legal proceedings and claims, including product liability matters, employment disputes, disputes on agreements, other commercial disputes, environmental matters, antitrust claims, and tax matters, including non-income tax matters such as value added tax, sales and use tax, real estate tax, and transfer tax. In addition, we operate in an industry susceptible to significant patent legal claims. At any given time in the normal course of business, we are involved as either a plaintiff or defendant in a number of patent infringement actions. If infringement of a third party’s patent were to be determined against us, we might be required to make significant royalty or other payments or might be subject to an injunction or other limitation on our ability to manufacture or sell one or more products. If a patent owned by or licensed to us were determined to be invalid or unenforceable, we might be required to reduce the value of the patent on our Consolidated Balance Sheet and to record a corresponding charge, which could be significant in amount.\nManagement believes that these legal proceedings and claims likely will be resolved over an extended period of time. Although it is not feasible to predict the outcome of these proceedings, based upon our experience, current information, and applicable law, we do not expect that the outcome of these proceedings, either individually or in the aggregate, will have a material effect on our results of operations, financial position, or cash flows."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information and Holders\nOur common shares are listed and traded on the NYSE under the symbol “TEL.” As of November 3, 2021, there were 17,583 shareholders of record of our common shares.\nPerformance Graph\nThe following graph compares the cumulative total shareholder return on our common shares against the cumulative return on the S&P 500 Index and the Dow Jones Electrical Components and Equipment Index. The graph assumes the investment of $100 in our common shares and in each index at fiscal year end 2016 and assumes the reinvestment of all dividends and distributions. The graph shows the cumulative total return for the last five fiscal years. The comparisons in the graph are based upon historical data and are not indicative of, nor intended to forecast, future performance of our common shares.\n21\nIssuer Purchases of Equity Securities\nThe following table presents information about our purchases of our common shares during the quarter ended September 24, 2021:"
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis of our financial condition and results of operations should be read in conjunction with our Consolidated Financial Statements and the accompanying notes included elsewhere in this Annual Report. The following discussion may contain forward-looking statements that reflect our plans, estimates, and beliefs. Our actual results could differ materially from those discussed in these forward-looking statements. Factors that could cause or contribute to these differences include those factors discussed below and elsewhere in this Annual Report, particularly in “Risk Factors” and “Forward-Looking Information.”\nOur Consolidated Financial Statements have been prepared in U.S. dollars, in accordance with accounting principles generally accepted in the U.S. (“GAAP”).\nDiscussion of our financial condition and results of operations for fiscal 2021 compared to fiscal 2020 is presented below. Discussion of our financial condition and results of operations for fiscal 2020 compared to fiscal 2019 can be found in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our Annual Report on Form 10-K for the fiscal year ended September 25, 2020.\nThe following discussion includes organic net sales growth (decline) which is a non-GAAP financial measure. See “Non-GAAP Financial Measure” for additional information regarding this measure.\n22\nOverview\nWe are a global industrial technology leader creating a safer, sustainable, productive, and connected future. Our broad range of connectivity and sensor solutions, proven in the harshest environments, enable advancements in transportation, industrial applications, medical technology, energy, data communications, and the home.\nSummary of Fiscal 2021 Performance\nCOVID-19 Pandemic\nA novel strain of coronavirus (“COVID-19”) was first identified in China in December 2019 and subsequently declared a pandemic by the World Health Organization. COVID-19 has surfaced in nearly all regions around the world and resulted in business slowdowns or shutdowns and travel restrictions in affected areas. The pandemic had a significant, negative impact on our sales and operating results during fiscal 2020 and continued to negatively affect certain of our businesses in fiscal 2021. We do not expect that it will continue to have a significant impact on our sales and operating results in the near term.\nThe COVID-19 pandemic has impacted and continues to impact our business operations globally, causing disruption in our suppliers’ and customers’ supply chains, some of our business locations to reduce or suspend operations, and a reduction in demand for certain products from direct customers or end markets. In addition, the pandemic had far-reaching impacts on many additional aspects of our operations, both directly and indirectly, including with respect to its impacts on customer behaviors, business and manufacturing operations, inventory, our employees, and the market generally. We assessed the impact of the COVID-19 pandemic and adjusted our operations and businesses, a number of which are operating as essential businesses, and will continue to do so if necessary. Throughout our operations, we implemented additional health and safety measures for the protection of our employees, including providing personal protective equipment, enhanced cleaning and sanitizing of our facilities, and remote working arrangements.\nThe extent to which the pandemic will continue to impact our business and the markets we serve will depend on future developments which may include the further spread of the virus, variant strains of the virus, and the resumption of high levels of infections and hospitalizations as well as the success of public health advancements, including vaccine production and distribution.\nAlthough we do not expect the COVID-19 pandemic to have a significant impact on our sales and operating results in the near term, it may have a negative impact on our financial condition and results of operations in future periods.\nIn response to the pandemic and resulting economic environment, we have taken and continue to focus on actions to manage costs. These include restructuring and other cost reduction initiatives, such as reducing discretionary spending,\n23\ncapital expenditures, and travel. We will continue to actively monitor the situation and may take further actions that alter our business operations as may be required by federal, state, or local authorities or that we determine are in the best interests of our employees, customers, suppliers, shareholders, and the communities in which we operate.\nFor further discussion of the risks and uncertainties associated with the COVID-19 pandemic, see “Part I. Item 1A. Risk Factors.”\nOutlook\nIn the first quarter of fiscal 2022, we expect our net sales to be approximately $3.7 billion as compared to $3.5 billion in the first quarter of fiscal 2021. This increase is the result of sales growth in the Industrial Solutions and Communications Solutions segments, partially offset by sales declines in the Transportation Solution segment. Additional information regarding expectations for our reportable segments is as follows:\nWe expect diluted earnings per share from continuing operations to be approximately $1.50 per share in the first quarter of fiscal 2022. This outlook reflects the negative impact of foreign currency exchange rates on net sales of approximately $19 million in the first quarter of fiscal 2022 as compared to the same period of fiscal 2021.\nThe above outlook is based on foreign currency exchange rates and commodity prices that are consistent with current levels.\nWe are monitoring the current macroeconomic environment, including any continued impacts from the COVID-19 pandemic, and its potential effects on our customers and the end markets we serve. We have taken actions to manage costs and will continue to closely manage our costs in line with economic conditions. Additionally, we are managing our capital resources and monitoring capital availability to ensure that we have sufficient resources to fund future capital needs. See further discussion in “Liquidity and Capital Resources.”\nAcquisitions\nDuring fiscal 2021, we acquired four businesses for a combined cash purchase price of $422 million, net of cash acquired. The acquisitions were reported as part of our Industrial Solutions segment from the date of acquisition.\nWe acquired five businesses, including First Sensor AG (“First Sensor”), for a combined cash purchase price of $336 million, net of cash acquired, during fiscal 2020. The acquisitions were reported as part of our Transportation Solutions and Industrial Solutions segments from the date of acquisition.\nSee Note 5 to the Consolidated Financial Statements for additional information regarding acquisitions.\n24\nResults of Operations\nNet Sales\nThe following table presents our net sales and the percentage of total net sales by segment:\nThe following table provides an analysis of the change in our net sales by segment:\nNet sales increased $2,751 million, or 22.6%, in fiscal 2021 as compared to fiscal 2020. The increase in net sales resulted primarily from organic net sales growth of 18.2% and the positive impact of foreign currency translation of 3.6% due to the strengthening of certain foreign currencies. The significant, unfavorable impacts from the COVID-19 pandemic were included in our net sales in fiscal 2020.\nSee further discussion of net sales below under “Segment Results.”\nNet Sales by Geographic Region.\nOur business operates in three geographic regions—EMEA, Asia–Pacific, and the Americas—and our results of operations are influenced by changes in foreign currency exchange rates. Increases or decreases in the value of the U.S. dollar, compared to other currencies, will directly affect our reported results as we translate those currencies into U.S. dollars at the end of each fiscal period. We sell our products into approximately 140 countries, and approximately 60% of our net sales were invoiced in currencies other than the U.S. dollar in fiscal 2021. The percentage of net sales in fiscal 2021 by major currencies invoiced was as follows:\n25\nThe following table presents our net sales and the percentage of total net sales by geographic region:\nThe following table provides an analysis of the change in our net sales by geographic region:\nCost of Sales and Gross Margin\nThe following table presents cost of sales and gross margin information:\nIn fiscal 2021, gross margin increased $1,152 million as compared to fiscal 2020 primarily as a result of higher volume and, to a lesser degree, improved manufacturing productivity and the positive impact of foreign currency translation.\nWe use a wide variety of raw materials in the manufacture of our products. Cost of sales and gross margin are subject to variability in raw material prices. As markets recover from the COVID-19 pandemic, increases in consumer demand have led to shortages and price increases in some of our input materials. In fiscal 2021, we purchased approximately 200 million pounds of copper, 122,000 troy ounces of gold, 2.7 million troy ounces of silver, and 15,000 troy ounces of palladium. The following table presents the average prices incurred related to copper, gold, silver, and palladium:\n​\nIn fiscal 2022, we expect to purchase approximately 215 million pounds of copper, 135,000 troy ounces of gold, 2.9 million troy ounces of silver, and 15,000 troy ounces of palladium.\n26\nOperating Expenses\nThe following table presents operating expense information:\nSelling, General, and Administrative Expenses.\nIn fiscal 2021, selling, general, and administrative expenses increased $120 million as compared to fiscal 2020 due primarily to higher incentive compensation costs due to improved operational performance, increased selling expenses to support higher sales levels, and the negative impact of foreign currency translation, partially offset by savings attributable to cost control measures and restructuring actions and gains on the sale of real estate.\nRestructuring and Other Charges, Net.\nWe are committed to continuous productivity improvements, and we evaluate opportunities to simplify our global manufacturing footprint, migrate facilities to lower-cost regions, reduce fixed costs, and eliminate excess capacity. These initiatives are designed to help us maintain our competitiveness in the industry, improve our operating leverage, and position us for future growth.\nDuring fiscal 2021 and 2020, we initiated restructuring programs across all segments to optimize our manufacturing footprint and improve the cost structure of the organization. These actions were due in part to the COVID-19 pandemic. We incurred net restructuring charges of $208 million and $257 million in fiscal 2021 and 2020, respectively. Annualized cost savings related to actions initiated in fiscal 2021 are expected to be approximately $80 million and are expected to be realized by the end of fiscal 2023. Cost savings will be reflected primarily in cost of sales and selling, general, and administrative expenses. For fiscal 2022, we expect total restructuring charges to be approximately $150 million and total spending, which will be funded with cash from operations, to be approximately $200 million.\nSee Note 3 to the Consolidated Financial Statements for additional information regarding net restructuring and other charges.\nImpairment of Goodwill.\nDuring fiscal 2020, we recorded a goodwill impairment charge of $900 million related to the Sensors reporting unit in our Transportation Solutions segment. See Note 8 to the Consolidated Financial Statements for additional information regarding the impairment of goodwill and our annual goodwill impairment test.\nOperating Income\nThe following table presents operating income and operating margin information:\n27\nOperating income included the following:\nSee discussion of operating income below under “Segment Results.”\nNon-Operating Items\nThe following table presents select non-operating information:\nOther Income (Expense).\nSee Note 15 to the Consolidated Financial Statements for information regarding net other income (expense) associated with our retirement plans, including a $28 million charge related to the transfer of certain U.S. pension plan liabilities to an insurance company through the purchase of a group annuity contract in fiscal 2021.\nIncome Taxes.\nSee Note 16 to the Consolidated Financial Statements for discussion of items impacting income tax expense and the effective tax rate, including valuation allowance adjustments in fiscal 2021 and 2020 and the Switzerland Federal Act on Tax Reform and AHV Financing in fiscal 2020.\nThe valuation allowance for deferred tax assets was $2,729 million and $4,429 million at fiscal year end 2021 and 2020, respectively. See Note 16 to the Consolidated Financial Statements for further information regarding the valuation allowance for deferred tax assets.\nAs of fiscal year end 2021, certain subsidiaries had approximately $32 billion of cumulative undistributed earnings that have been retained indefinitely and reinvested in our global manufacturing operations, including working capital; property, plant, and equipment; intangible assets; and research and development activities. See Note 16 to the Consolidated Financial Statements for additional information regarding undistributed earnings.\n28\nSegment Results\nTransportation Solutions\nNet Sales.\nThe following table presents the Transportation Solutions segment’s net sales and the percentage of total net sales by industry end market\n(1)\n:\nThe following table provides an analysis of the change in the Transportation Solutions segment’s net sales by industry end market:\nNet sales in the Transportation Solutions segment increased $2,129 million, or 31.1%, in fiscal 2021 from fiscal 2020 primarily as a result of organic net sales growth of 25.1% and the positive impact of foreign currency translation of 4.4%. In fiscal 2020, our net sales included significant, unfavorable impacts from the COVID-19 pandemic. Our organic net sales by industry end market were as follows:\nOperating Income (Loss).\nThe following table presents the Transportation Solutions segment’s operating income (loss) and operating margin information:\n29\nOperating income (loss) in the Transportation Solutions segment increased $1,619 million in fiscal 2021 as compared to fiscal 2020. Excluding the items below, operating income increased in fiscal 2021 primarily as a result of higher volume and, to a lesser degree, improved manufacturing productivity.\nIndustrial Solutions\nNet Sales.\nThe following table presents the Industrial Solutions segment’s net sales and the percentage of total net sales by industry end market\n(1)\n:\nThe following table provides an analysis of the change in the Industrial Solutions segment’s net sales by industry end market:\nIn the Industrial Solutions segment, net sales increased $131 million, or 3.5%, in fiscal 2021 from fiscal 2020 due primarily to the positive impact of foreign currency translation of 2.5% and organic net sales growth of 1.3%. In fiscal 2020, our net sales included significant, unfavorable impacts from the COVID-19 pandemic. Our organic net sales by industry end market were as follows:\n30\nOperating Income.\nThe following table presents the Industrial Solutions segment’s operating income and operating margin information:\nOperating income in the Industrial Solutions segment increased $57 million in fiscal 2021 from fiscal 2020. Excluding the items below, operating income increased in fiscal 2021 primarily as a result of improved manufacturing productivity.\nCommunications Solutions\nNet Sales.\nThe following table presents the Communications Solutions segment’s net sales and the percentage of total net sales by industry end market\n(1)\n:\nThe following table provides an analysis of the change in the Communications Solutions segment’s net sales by industry end market:\nNet sales in the Communications Solutions segment increased $491 million, or 30.4%, in fiscal 2021 as compared to fiscal 2020 due primarily to organic net sales growth of 27.2%. In fiscal 2020, our net sales included unfavorable impacts from the COVID-19 pandemic. Our organic net sales by industry end market were as follows:\n31\nOperating Income.\nThe following table presents the Communications Solutions segment’s operating income and operating margin information:\nIn the Communications Solutions segment, operating income increased $221 million in fiscal 2021 as compared to fiscal 2020. Excluding the items below, operating income increased due to higher volume and, to a lesser degree, improved manufacturing productivity.\n​\n​\nLiquidity and Capital Resources\nOur ability to fund our future capital needs will be affected by our ongoing ability to generate cash from operations and may be affected by our access to capital markets, money markets, or other sources of funding, as well as the capacity and terms of our financing arrangements. We believe that cash generated from operations and, to the extent necessary, these other sources of potential funding will be sufficient to meet our anticipated capital needs for the foreseeable future. We may use excess cash to purchase a portion of our common shares pursuant to our authorized share repurchase program, to acquire strategic businesses or product lines, to pay dividends on our common shares, or to reduce our outstanding debt. The cost or availability of future funding may be impacted by financial market conditions. We will continue to monitor financial markets and respond as necessary to changing conditions, including any developments related to the COVID-19 pandemic. For further information on the risks and uncertainties associated with the COVID-19 pandemic, see “Part I. Item 1A. Risk Factors.” We believe that we have sufficient financial resources and liquidity which will enable us to meet our ongoing working capital and other cash flow needs. Subsequent to fiscal year end 2021, Tyco Electronics Group S.A. (“TEGSA”) called for the early redemption of all of its outstanding 3.50% senior notes due in February 2022, representing $500 million aggregate principal amount. The redemption, which was funded with cash from operations, was completed in November 2021.\nAs of fiscal year end 2021, our cash and cash equivalents were held in subsidiaries which are located in various countries throughout the world. Under current applicable laws, substantially all of these amounts can be repatriated to TEGSA, our Luxembourg subsidiary, which is the obligor of substantially all of our debt, and to TE Connectivity Ltd., our Swiss parent company; however, the repatriation of these amounts could subject us to additional tax expense. We provide for tax liabilities on the Consolidated Financial Statements with respect to amounts that we expect to repatriate; however, no tax liabilities are recorded for amounts that we consider to be retained indefinitely and reinvested in our global manufacturing operations. As of fiscal year end 2021, we had approximately $4.9 billion of cash, cash equivalents, and intercompany deposits, principally in our subsidiaries, that we have the ability to distribute to TEGSA and TE Connectivity Ltd. but we consider to be permanently reinvested. We estimate that up to $0.7 billion of tax expense would be recognized on the Consolidated Financial Statements if our intention to permanently reinvest these amounts were to change. Our current plans do not demonstrate a need to repatriate cash, cash equivalents, and intercompany deposits that are designated as permanently reinvested in order to fund our operations, including investing and financing activities.\nCash Flows from Operating Activities\nNet cash provided by continuing operating activities increased $685 million to $2,676 million in fiscal 2021 as compared to $1,991 million in fiscal 2020. The increase resulted primarily from higher pre-tax income, partially offset by higher working capital levels to support increased sales and higher tax payments. The amount of income taxes paid, net of refunds, during fiscal 2021 and 2020 was $371 million and $257 million, respectively.\n32\nPension contributions were $61 million and $47 million in fiscal 2021 and 2020, respectively. We expect pension contributions to be $50 million in fiscal 2022, before consideration of any voluntary contributions. For additional information regarding pensions, see Note 15 to the Consolidated Financial Statements.\nCash Flows from Investing Activities\nCapital expenditures were $690 million and $560 million in fiscal 2021 and 2020, respectively. We expect fiscal 2022 capital spending levels to be approximately 5% of net sales. We believe our capital funding levels are adequate to support new programs, and we continue to invest in our manufacturing infrastructure to further enhance productivity and manufacturing capabilities.\nDuring fiscal 2021, we acquired four businesses for a combined cash purchase price of $422 million, net of cash acquired. We acquired five businesses, including First Sensor, for a combined cash purchase price of $336 million, net of cash acquired, during fiscal 2020. See Note 5 to the Consolidated Financial Statements for additional information regarding acquisitions.\nCash Flows from Financing Activities and Capitalization\nTotal debt at fiscal year end 2021 and 2020 was $4,092 million and $4,146 million, respectively. See Note 11 to the Consolidated Financial Statements for additional information regarding debt.\nDuring fiscal 2021, TEGSA, our wholly-owned subsidiary, issued €550 million aggregate principal amount of 0.00% senior notes due in February 2029. The notes are TEGSA’s unsecured senior obligations and rank equally in right of payment with all existing and any future senior indebtedness of TEGSA and senior to any subordinated indebtedness that TEGSA may incur.\nTEGSA has a five-year unsecured senior revolving credit facility (“Credit Facility”) with total commitments of $1.5 billion. The Credit Facility contains provisions that allow for incremental commitments of up to $500 million, an option to temporarily increase the financial ratio covenant following a qualified acquisition, and borrowings in designated currencies. The Credit Facility was amended in June 2021 primarily to extend the maturity date from November 2023 to June 2026. The amended Credit Facility contains customary provisions for the replacement of London Interbank Offered Rate (“LIBOR”) with successor rates and amends certain representations, warranties, and covenants applicable to us and TEGSA as obligors under the credit agreement. TEGSA had no borrowings under the Credit Facility at fiscal year end 2021 or 2020.\nBorrowings under the Credit Facility bear interest at a rate per annum equal to, at the option of TEGSA, (1) LIBOR or, upon a phase-out of LIBOR, an alternative benchmark rate, (2) an alternate base rate equal to the highest of (i) Bank of America, N.A.’s base rate, (ii) the federal funds effective rate plus\n1\n/\n2\nof 1%, and (iii) one-month LIBOR, or an alternative benchmark rate, plus 1%, (3) an alternative currency daily rate, or (4) an alternative currency term rate, plus, in each case, an applicable margin based upon the senior, unsecured, long-term debt rating of TEGSA. TEGSA is required to pay an annual facility fee. Based on the applicable credit ratings of TEGSA, this fee ranges from 5.0 to 12.5 basis points of the lenders’ commitments under the Credit Facility.\nThe Credit Facility contains a financial ratio covenant providing that if, as of the last day of each fiscal quarter, our ratio of Consolidated Total Debt to Consolidated EBITDA (as defined in the Credit Facility) for the then most recently concluded period of four consecutive fiscal quarters exceeds 3.75 to 1.0, an Event of Default (as defined in the Credit Facility) is triggered. The Credit Facility and our other debt agreements contain other customary covenants. None of our covenants are presently considered restrictive to our operations. As of fiscal year end 2021, we were in compliance with all of our debt covenants and believe that we will continue to be in compliance with our existing covenants for the foreseeable future.\nPeriodically, TEGSA issues commercial paper to U.S. institutional accredited investors and qualified institutional buyers in accordance with available exemptions from the registration requirements of the Securities Act of 1933 as part of our ongoing effort to maintain financial flexibility and to potentially decrease the cost of borrowings. Borrowings under the commercial paper program are backed by the Credit Facility. TEGSA had no borrowings under the commercial paper program at fiscal year end 2021 or 2020.\nTEGSA’s payment obligations under its senior notes, commercial paper, and Credit Facility are fully and unconditionally guaranteed on an unsecured basis by its parent, TE Connectivity Ltd.\n33\nPayments of common share dividends to shareholders were $647 million and $625 million in fiscal 2021 and 2020, respectively. See Note 18 to the Consolidated Financial Statements for additional information regarding dividends on our common shares.\nIn March 2021, our shareholders approved a dividend payment to shareholders of $2.00 per share, payable in four equal quarterly installments of $0.50 per share beginning in the third quarter of fiscal 2021 and ending in the second quarter of fiscal 2022.\nFuture dividends on our common shares, if any, must be approved by our shareholders. In exercising their discretion to recommend to the shareholders that such dividends be approved, our board of directors will consider our results of operations, cash requirements and surplus, financial condition, statutory requirements of applicable law, contractual restrictions, and other factors that they may deem relevant.\nIn fiscal 2021, our board of directors authorized an increase of $1.5 billion in our share repurchase program. We repurchased approximately 7 million of our common shares for $904 million and approximately 6 million of our common shares for $505 million under the share repurchase program during fiscal 2021 and 2020, respectively. At fiscal year end 2021, we had $1.6 billion of availability remaining under our share repurchase authorization.\nSummarized\nGuarantor Financial Information\nAs discussed above, our senior notes, commercial paper, and Credit Facility are issued by TEGSA and are fully and unconditionally guaranteed on an unsecured basis by TEGSA’s parent, TE Connectivity Ltd. In addition to being the issuer of our debt securities, TEGSA owns, directly or indirectly, all of our operating subsidiaries. The following tables present summarized financial information, excluding investments in and equity in earnings of our non-guarantor subsidiaries, for TE Connectivity Ltd. and TEGSA on a combined basis.\n​\nOff-Balance Sheet Arrangements\nIn certain instances, we have guaranteed the performance of third parties and provided financial guarantees for uncompleted work and financial commitments. The terms of these guarantees vary with end dates ranging from fiscal 2022 through the completion of such transactions. The guarantees would be triggered in the event of nonperformance, and the potential exposure for nonperformance under the guarantees would not have a material effect on our results of operations, financial position, or cash flows.\nIn disposing of assets or businesses, we often provide representations, warranties, and/or indemnities to cover various risks including unknown damage to assets, environmental risks involved in the sale of real estate, liability for\n34\ninvestigation and remediation of environmental contamination at waste disposal sites and manufacturing facilities, and unidentified tax liabilities and legal fees related to periods prior to disposition. We do not expect that these uncertainties will have a material adverse effect on our results of operations, financial position, or cash flows.\nAt fiscal year end 2021, we had outstanding letters of credit, letters of guarantee, and surety bonds of $135 million, excluding those related to our Subsea Communications (“SubCom”) business which are discussed below.\nDuring fiscal 2019, we sold our SubCom business. In connection with the sale, we contractually agreed to continue to honor performance guarantees and letters of credit related to the SubCom business’ projects that existed as of the date of sale. These performance guarantees and letters of credit had a combined value of approximately $119 million as of fiscal year end 2021 and are expected to expire at various dates through fiscal 2025. During fiscal 2021, we amended our agreement with SubCom and removed a requirement to issue new performance guarantees for certain projects entered into by the SubCom business following the sale. As of fiscal year end 2021, there were no such new performance guarantees outstanding. We have contractual recourse against the SubCom business if we are required to perform on any SubCom guarantees; however, based on historical experience, we do not anticipate having to perform. See Note 4 to the Consolidated Financial Statements for additional information regarding the divestiture of the SubCom business.\n​\n​\nCommitments and Contingencies\nThe following table provides a summary of our contractual obligations and commitments for debt, minimum lease payment obligations under non-cancelable leases, and other material obligations at fiscal year end 2021:\nLegal Proceedings\nIn the normal course of business, we are subject to various legal proceedings and claims, including patent infringement claims, product liability matters, employment disputes, disputes on agreements, other commercial disputes, environmental matters, antitrust claims, and tax matters, including non-income tax matters such as value added tax, sales and use tax, real estate tax, and transfer tax. Although it is not feasible to predict the outcome of these proceedings, based upon\n35\nour experience, current information, and applicable law, we do not expect that the outcome of these proceedings, either individually or in the aggregate, will have a material effect on our results of operations, financial position, or cash flows.\nTrade Compliance Matters\nWe are investigating our past compliance with relevant U.S. trade controls and have made voluntary disclosures of apparent trade controls violations to the U.S. Department of Commerce’s Bureau of Industry and Security (“BIS”) and the U.S. State Department’s Directorate of Defense Trade Controls (“DDTC”). We are cooperating with the BIS and DDTC on these matters, and both our internal assessment and the resulting investigations by the agencies remain ongoing. We are unable to predict the timing and final outcome of the agencies’ investigations. An unfavorable outcome may include fines or penalties imposed in response to our disclosures, but we are not yet able to reasonably estimate the extent of any such fines or penalties. While we have reserved for potential fines and penalties relating to these matters based on our current understanding of the facts, the investigations into these matters have yet to be completed and the final outcome of such investigations and related fines and penalties may differ from amounts currently reserved.\nCritical Accounting Policies and Estimates\nThe preparation of the Consolidated Financial Statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities, and the reported amounts of revenue and expenses. Our significant accounting policies are summarized in Note 2 to the Consolidated Financial Statements. We believe the following accounting policies are the most critical as they require significant judgments and assumptions that involve inherent risks and uncertainties. Management’s estimates are based on the relevant information available at the end of each period.\nRevenue Recognition\nWe account for revenue in accordance with Accounting Standards Codification (“ASC”) 606,\nRevenue from Contracts with Customers\n. Our revenues are generated principally from the sale of our products. Revenue is recognized as performance obligations under the terms of a contract, such as a purchase order with a customer, are satisfied; generally this occurs with the transfer of control. We transfer control and recognize revenue when we ship product to our customers, the customers accept and have legal title for the product, and we have a right to payment for such product. Revenue is measured as the amount of consideration that we expect to receive in exchange for those products and excludes taxes assessed by governmental authorities and collected from customers concurrent with the sale of products. Shipping and handling costs are treated as fulfillment costs and are included in cost of sales. Since we typically invoice our customers when we satisfy our performance obligations, we do not have material contract assets or contract liabilities. Our credit terms are customary and do not contain significant financing components that extend beyond one year of fulfillment of performance obligations. We apply the practical expedient of ASC 606 with respect to financing components and do not evaluate contracts in which payment is due within one year of satisfaction of the related performance obligation. Since our performance obligations to deliver products are part of contracts that generally have original durations of one year or less, we have elected to use the optional exemption to not disclose the aggregate amount of transaction prices associated with unsatisfied or partially satisfied performance obligations.\nWe generally warrant that our products will conform to our, or mutually agreed to, specifications and that our products will be free from material defects in materials and workmanship for a limited time. We limit our warranty to the replacement or repair of defective parts, or a refund or credit of the price of the defective product. We do not account for these warranties as separate performance obligations.\nAlthough products are generally sold at fixed prices, certain distributors and customers receive incentives or awards, such as sales rebates, return allowances, scrap allowances, and other rights, which are accounted for as variable consideration. We estimate these amounts in the same period revenue is recognized based on the expected value to be provided to customers and reduce revenue accordingly. Our estimates of variable consideration and ultimate determination of the estimated amounts to include in the transaction price are based primarily on our assessment of anticipated performance and historical and forecasted information that is reasonably available to us.\nGoodwill and Other Intangible Assets\nWe account for goodwill and other intangible assets in accordance with ASC 350,\nIntangibles—Goodwill and Other\n.\n36\nIntangible assets include both indeterminable-lived residual goodwill and determinable-lived identifiable intangible assets. Intangible assets with determinable lives primarily include intellectual property, consisting of patents, trademarks, and unpatented technology, and customer relationships. Recoverability estimates range from 1 to 50 years and costs are generally amortized on a straight-line basis. Evaluations of the remaining useful lives of determinable-lived intangible assets are performed on a periodic basis and when events and circumstances warrant.\nWe test for goodwill impairment at the reporting unit level. A reporting unit is generally an operating segment or one level below an operating segment (a “component”) if the component constitutes a business for which discrete financial information is available and regularly reviewed by segment management. At fiscal year end 2021, we had five reporting units, all of which contained goodwill. There were two reporting units in both the Transportation Solutions and Industrial Solutions segments and one reporting unit in the Communications Solutions segment. When changes occur in the composition of one or more reporting units, goodwill is reassigned to the reporting units affected based on their relative fair values. We review our reporting unit structure each year as part of our annual goodwill impairment test, or more frequently based on changes in our structure.\nGoodwill impairment is evaluated by comparing the carrying value of each reporting unit to its fair value on the first day of the fourth fiscal quarter of each year or more frequently if events or changes in circumstances indicate that the asset may be impaired. In assessing a potential impairment, management relies on several reporting unit-specific factors including operating results, business plans, economic projections, anticipated future cash flows, transactions, and marketplace data. There are inherent uncertainties related to these factors and management’s judgment in applying these factors to the impairment analysis.\nWhen testing for goodwill impairment, we identify potential impairment by comparing the fair value of a reporting unit with its carrying amount. If the carrying amount of a reporting unit exceeds its fair value, a goodwill impairment charge will be recorded for the amount of the excess, limited to the total amount of goodwill allocated to the reporting unit.\nFair value estimates used in the goodwill impairment tests are calculated using an income approach based on the present value of future cash flows of each reporting unit. The income approach is supported by a guideline analysis (a market approach). These approaches incorporate several assumptions including future growth rates, discount rates, income tax rates, and market activity in assessing fair value and are reporting unit specific. Changes in economic and operating conditions impacting these assumptions could result in goodwill impairments in future periods.\nSee Note 8 to the Consolidated Financial Statements for information regarding our interim goodwill impairment test and partial impairment charge of $900 million recorded in the second quarter of fiscal 2020. We completed our annual goodwill impairment test in the fourth quarter of fiscal 2021 and determined that no impairment existed.\nIncome Taxes\nIn determining income for financial statement purposes, we must make certain estimates and judgments. These estimates and judgments affect the calculation of certain tax liabilities and the determination of the recoverability of certain deferred tax assets, which arise from temporary differences between the income tax return and financial statement recognition of revenue and expense.\nIn evaluating our ability to recover our deferred tax assets, we consider all available positive and negative evidence including our past operating results, the existence of cumulative losses in the most recent years, and our forecast of taxable income. In estimating future taxable income, we develop assumptions including the amount of pre-tax operating income in various tax jurisdictions, the reversal of temporary differences, and the implementation of feasible and prudent tax planning strategies. These assumptions require significant judgment about the forecasts of taxable income and are consistent with the plans and estimates we are using to manage the underlying businesses.\nWe currently have recorded significant valuation allowances that we intend to maintain until it is more likely than not the deferred tax assets will be realized. Our income tax expense recorded in the future will be reduced to the extent of decreases in our valuation allowances. The realization of our remaining deferred tax assets is dependent primarily on future taxable income in the appropriate jurisdictions. Any reduction in future taxable income including any future restructuring activities may require that we record an additional valuation allowance against our deferred tax assets. An increase in the valuation allowance would result in additional income tax expense in such period and could have a significant impact on our future earnings.\n37\nChanges in tax laws and rates also could affect recorded deferred tax assets and liabilities in the future. Management is not aware of any enacted changes that would have a material effect on our results of operations, financial position, or cash flows.\nThe calculation of our tax liabilities includes estimates for uncertainties in the application of complex tax regulations across multiple global jurisdictions where we conduct our operations. Under the uncertain tax position provisions of ASC 740,\nIncome Taxes\n, we recognize liabilities for tax and related interest for issues in tax jurisdictions based on our estimate of whether, and the extent to which, additional taxes and related interest will be due. These tax liabilities and related interest are reflected net of the impact of related tax loss carryforwards, as such tax loss carryforwards will be applied against these tax liabilities and will reduce the amount of cash tax payments due upon the eventual settlement with the tax authorities. These estimates may change due to changing facts and circumstances. Due to the complexity of these uncertainties, the ultimate resolution may result in a settlement that differs from our current estimate of the tax liabilities and related interest. These tax liabilities and related interest are recorded in income taxes and accrued and other current liabilities on the Consolidated Balance Sheets.\nPension Plans\nOur defined benefit pension plan expense and obligations are developed from actuarial assumptions. The funded status of our plans is recognized on the Consolidated Balance Sheets and is measured as the difference between the fair value of plan assets and the projected benefit obligation at the measurement date. The projected benefit obligation represents the actuarial present value of benefits projected to be paid upon retirement factoring in estimated future compensation levels. The fair value of plan assets represents the current market value of cumulative company and participant contributions made to irrevocable trust funds, held for the sole benefit of participants, which are invested by the trustee of the funds. The benefits under our defined benefit pension plans are based on various factors, such as years of service and compensation.\nNet periodic pension benefit cost is based on the utilization of the projected unit credit method of calculation and is charged to earnings on a systematic basis over the expected average remaining service lives of current participants, or, for inactive plans, over the remaining life expectancy of participants.\nTwo critical assumptions in determining pension expense and obligations are the discount rate and expected long-term return on plan assets. We evaluate these assumptions at least annually. Other assumptions reflect demographic factors such as retirement, mortality, and employee turnover. These assumptions are evaluated periodically and updated to reflect our actual experience. Actual results may differ from actuarial assumptions. The discount rate represents the market rate for high-quality fixed income investments and is used to calculate the present value of the expected future cash flows for benefit obligations to be paid under our pension plans. A decrease in the discount rate increases the present value of pension benefit obligations. At fiscal year end 2021, a 25-basis-point decrease in the discount rate would have increased the present value of our pension obligations by $127 million; a 25-basis-point increase would have decreased the present value of our pension obligations by $119 million. We consider the current and expected asset allocations of our pension plans, as well as historical and expected long-term rates of return on those types of plan assets, in determining the expected long-term rate of return on plan assets. A 50-basis-point decrease or increase in the expected long-term return on plan assets would have increased or decreased, respectively, our fiscal 2021 pension expense by $13 million.\nAt fiscal year end 2021, the long-term target asset allocation in our U.S. plans’ master trust is 5% return-seeking assets and 95% liability-hedging assets. Asset re-allocation to meet that target is occurring over a multi-year period based on the funded status. We expect to reach our target allocation when the funded status of the plans exceeds 115%. Based on the funded status of the plans as of fiscal year end 2021, our target asset allocation is 67% return-seeking and 33% liability-hedging.\nNon-GAAP Financial Measure\nOrganic Net Sales Growth (Decline)\nWe present organic net sales growth (decline) as we believe it is appropriate for investors to consider this adjusted financial measure in addition to results in accordance with GAAP. Organic net sales growth (decline) represents net sales growth (decline) (the most comparable GAAP financial measure) excluding the impact of foreign currency exchange rates, and acquisitions and divestitures that occurred in the preceding twelve months, if any. Organic net sales growth (decline) is a useful measure of our performance because it excludes items that are not completely under management’s control, such as the\n38\nimpact of changes in foreign currency exchange rates, and items that do not reflect the underlying growth of the company, such as acquisition and divestiture activity.\nOrganic net sales growth (decline) provides useful information about our results and the trends of our business. Management uses this measure to monitor and evaluate performance. Also, management uses this measure together with GAAP financial measures in its decision-making processes related to the operations of our reportable segments and our overall company. It is also a significant component in our incentive compensation plans. We believe that investors benefit from having access to the same financial measures that management uses in evaluating operations. The tables presented in “Results of Operations” and “Segment Results” provide reconciliations of organic net sales growth (decline) to net sales growth (decline) calculated in accordance with GAAP.\nOrganic net sales growth (decline) is a non-GAAP financial measure and should not be considered a replacement for results in accordance with GAAP. This non-GAAP financial measure may not be comparable to similarly-titled measures reported by other companies. The primary limitation of this measure is that it excludes the financial impact of items that would otherwise either increase or decrease our reported results. This limitation is best addressed by using organic net sales growth (decline) in combination with net sales growth (decline) to better understand the amounts, character, and impact of any increase or decrease in reported amounts.\nForward-Looking Information\nCertain statements in this Annual Report are “forward-looking statements” within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. These statements are based on our management’s beliefs and assumptions and on information currently available to our management. Forward-looking statements include, among others, the information concerning our possible or assumed future results of operations, business strategies, financing plans, competitive position, potential growth opportunities, potential operating performance improvements, acquisitions, divestitures, the effects of competition, and the effects of future legislation or regulations. Forward-looking statements include all statements that are not historical facts and can be identified by the use of forward-looking terminology such as the words “believe,” “expect,” “plan,” “intend,” “anticipate,” “estimate,” “predict,” “potential,” “continue,” “may,” and “should,” or the negative of these terms or similar expressions.\nForward-looking statements involve risks, uncertainties, and assumptions. Actual results may differ materially from those expressed in these forward-looking statements. Investors should not place undue reliance on any forward-looking statements. We do not have any intention or obligation to update forward-looking statements after we file this report except as required by law.\nThe following and other risks, which are described in greater detail in “Part I. Item 1A. Risk Factors,” as well as other risks described in this Annual Report, could cause our results to differ materially from those expressed in forward-\nlooking statements:\n39\nThere may be other risks and uncertainties that we are unable to predict at this time or that we currently do not expect to have a material adverse effect on our business."
  },
  {
    "item_key": "item_7a",
    "text": "In the normal course of business, our financial position is routinely subject to a variety of risks, including market risks associated with interest rate and foreign currency movements on outstanding debt and non-U.S. dollar denominated assets and liabilities and commodity price movements. We utilize established risk management policies and procedures in executing derivative financial instrument transactions to manage a portion of these risks.\nWe do not execute transactions or hold derivative financial instruments for trading or speculative purposes. Substantially all counterparties to derivative financial instruments are limited to major financial institutions with at least an A/A2 credit rating. There is no significant concentration of exposures with any one counterparty.\nForeign Currency Exposures\nAs part of managing the exposure to changes in foreign currency exchange rates, we utilize cross-currency swap contracts and foreign currency forward contracts, a portion of which are designated as cash flow hedges. The objective of these contracts is to minimize impacts to cash flows and profitability due to changes in foreign currency exchange rates on intercompany and other cash transactions. In addition, we utilize cross-currency swap contracts to hedge our net investment in certain foreign operations. A 10% appreciation or depreciation of the underlying currency in our cross-currency swap contracts or foreign currency forward contracts from the fiscal year end 2021 market rates would have changed the unrealized value of our contracts by $240 million. A 10% appreciation or depreciation of the underlying currency in our cross-currency swap contracts or foreign currency forward contracts from the fiscal year end 2020 market rates would have changed the\n40\nunrealized value of our contracts by $265 million. Such gains or losses on these contracts would generally be offset by the losses or gains on the revaluation or settlement of the underlying transactions.\nInterest Rate and Investment Exposures\nWe issue debt, as needed, to fund our operations and capital requirements. Such borrowings can result in interest rate exposure. To manage the interest rate exposure, we use interest rate swap contracts to convert a portion of fixed rate debt into variable rate debt. Based on our floating rate debt balance at fiscal year end 2020, a 50-basis-point increase in the levels of the U.S. dollar interest rates, with all other variables held constant, would have resulted in an immaterial increase in interest expense in fiscal 2020. There was no floating rate debt outstanding at fiscal year end 2021.\nWe may use forward starting interest rate swap contracts to manage interest rate exposure in periods prior to the anticipated issuance of fixed rate debt. At fiscal year end 2021 and 2020, we had forward starting interest rate swap contracts which had an aggregate notional value of $450 million and were designated as cash flow hedges.\nWe utilize investment swap contracts to manage earnings exposure on certain nonqualified deferred compensation liabilities.\nCommodity Exposures\nOur worldwide operations and product lines may expose us to risks from fluctuations in commodity prices. To limit the effects of fluctuations in the future market price paid and related volatility in cash flows, we utilize commodity swap contracts designated as cash flow hedges. We continually evaluate the commodity market with respect to our forecasted usage requirements over the next eighteen months and periodically enter into commodity swap contracts to hedge a portion of usage requirements over that period. At fiscal year end 2021, our commodity hedges, which related to expected purchases of gold, silver, copper, and palladium, were in a net gain position of $1 million and had a notional value of $512 million. At fiscal year end 2020, our commodity hedges, which related to expected purchases of gold, silver, copper, and palladium, were in a net gain position of $41 million and had a notional value of $312 million. A 10% appreciation or depreciation of commodity prices from the fiscal year end 2021 prices would have changed the unrealized value of our forward contracts by $51 million. A 10% appreciation or depreciation of commodity prices from the fiscal year end 2020 prices would have changed the unrealized value of our forward contracts by $35 million.\nSee Note 14 to the Consolidated Financial Statements for additional information regarding financial instruments.\n​\n41"
  },
  {
    "item_key": "item_8",
    "text": "The following Consolidated Financial Statements and schedule specified by this Item, together with the reports thereon of Deloitte & Touche LLP, are presented following Item 15 and the signature pages of this report:\nFinancial Statements:\nReports of Independent Registered Public Accounting Firm\nConsolidated Statements of Operations for the Fiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nConsolidated Statements of Comprehensive Income (Loss) for the Fiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nConsolidated Balance Sheets as of September 24, 2021 and September 25, 2020\nConsolidated Statements of Shareholders’ Equity for the Fiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nConsolidated Statements of Cash Flows for the Fiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nNotes to Consolidated Financial Statements\nFinancial Statement Schedule:\nSchedule II—Valuation and Qualifying Accounts\nAll other financial statements and schedules have been omitted since the information required to be submitted has been included on the Consolidated Financial Statements and related notes or because they are either not applicable or not required under the rules of Regulation S-X."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures (as defined in Rule 13a-15(e) under the Exchange Act) as of September 24, 2021. Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of September 24, 2021.\nManagement’s Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rule 13a-15(f) under the Exchange Act). Management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our internal control over financial reporting based on the framework in\nInternal Control—Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, management concluded our internal control over financial reporting was effective as of September 24, 2021.\n42\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with policies and procedures may deteriorate.\nDeloitte & Touche LLP, an independent registered public accounting firm, has issued an attestation report on our internal control over financial reporting as of September 24, 2021, which is included in this Annual Report.\nChanges in Internal Control Over Financial Reporting\nDuring the quarter ended September 24, 2021, there were no changes in our internal control over financial reporting that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_9c",
    "text": "Not Applicable.\n43\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information concerning directors, executive officers, and corporate governance may be found under the captions “Agenda Item No. 1—Election of Directors,” “Nominees for Election,” “Corporate Governance,” “The Board of Directors and Board Committees,” and “Executive Officers” in our definitive proxy statement for our 2022 Annual General Meeting of Shareholders (the “2022 Proxy Statement”), which will be filed with the SEC within 120 days after the close of our fiscal year. Such information is incorporated herein by reference. The information in the 2022 Proxy Statement under the caption “Delinquent Section 16(a) Reports” is incorporated herein by reference.\nCode of Ethics\nWe have adopted a guide to ethical conduct, which applies to all employees, officers, and directors. Our Guide to Ethical Conduct meets the requirements of a “code of ethics” as defined by Item 406 of Regulation S-K and applies to our Chief Executive Officer, Chief Financial Officer, and Chief Accounting Officer, as well as all other employees and directors. Our Guide to Ethical Conduct also meets the requirements of a code of business conduct and ethics under the listing standards of the NYSE. Our Guide to Ethical Conduct is posted on our website at\nwww.te.com\nunder the heading “Corporate Responsibility—Disclosures.” We also will provide a copy of our Guide to Ethical Conduct to shareholders upon request. We intend to disclose any amendments to our Guide to Ethical Conduct, as well as any waivers for executive officers or directors, on our website."
  },
  {
    "item_key": "item_11",
    "text": "Information concerning executive compensation may be found under the captions “Compensation Discussion and Analysis,” “Management Development and Compensation Committee Report,” “Compensation Committee Interlocks and Insider Participation,” “Executive Officer Compensation,” and “Compensation of Non-Employee Directors” in our 2022 Proxy Statement. Such information is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information in our 2022 Proxy Statement under the caption “Security Ownership of Certain Beneficial Owners and Management” is incorporated herein by reference.\nEquity Compensation Plan Information\nThe following table provides information as of fiscal year end 2021 with respect to common shares issuable under our equity compensation plans:\n44"
  },
  {
    "item_key": "item_13",
    "text": "The information in our 2022 Proxy Statement under the captions “Corporate Governance,” “The Board of Directors and Board Committees,” and “Certain Relationships and Related Transactions” is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information in our 2022 Proxy Statement under the caption “Agenda Item No. 7—Election of Auditors—Agenda Item No. 7.1” is incorporated herein by reference.\n​\n45\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\n1.\nFinancial Statements. See Item 8.\n46\n47\n48\n49\n(2)\nSubmitted electronically with this report in accordance with the provisions of Regulation S-T\n​\n​"
  },
  {
    "item_key": "item_16",
    "text": "None.\n​\n50\n​\n​\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDate: November 9, 2021\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n51\n​\n​\n​\n​\n​\n​\n​\n​\n​\n52\nTE CONNECTIVITY LTD.\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n​\n​\n​\n53\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and the Board of Directors of TE Connectivity Ltd.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of TE Connectivity Ltd. and subsidiaries (the \"Company\") as of September 24, 2021 and September 25, 2020, the related consolidated statements of operations, comprehensive income (loss), shareholders’ equity, and cash flows, for each of the three years in the period ended September 24, 2021, and the related notes and the schedule listed in the Index at Item 15 (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of September 24, 2021 and September 25, 2020, and the results of its operations and its cash flows for each of the three years in the period ended September 24, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of September 24, 2021, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated November 9, 2021, expressed an unqualified opinion on the Company's internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 2 to the financial statements, effective September 28, 2019, the Company adopted Financial Accounting Standards Board Accounting Standards Update 2016-02 which codified Accounting Standards Codification 842,\nLeases\n, using the modified retrospective approach.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current-period audit of the financial statements that were communicated or required to be communicated to the audit committee and that (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\n54\nGoodwill —Sensors Reporting Unit within the Transportation Solutions Reportable Segment — Refer to Notes 2 and 8 to the financial statements\nCritical Audit Matter Description\nThe Company’s evaluation of goodwill for impairment involves comparing the carrying amount of each reporting unit to its fair value on the first day of the fourth fiscal quarter or whenever the Company believes an event or other change in reporting unit structure requiring a more frequent assessment has occurred. The Company uses the income approach based on the present value of future cash flows to estimate fair value. The income approach is supported by guideline analyses (a market approach). These approaches incorporate several assumptions including future growth rates, discount rates, and market activity in assessing fair value and are reporting unit specific. The goodwill balance was $5.6 billion as of September 24, 2021, of which $0.3 billion was allocated to the Sensors reporting unit within the Transportation Solutions reportable segment. The fair value of this reporting unit exceeded its carrying amount, therefore, no impairment was recognized.\nWe identified goodwill for the Sensors reporting unit as a critical audit matter because of the significant judgments made by management to estimate its fair value, especially considering the partial impairment charge recorded in the prior fiscal year and future revenue growth rates were based on an expectation of an increase in net sales in a product portfolio with limited available third-party industry reports. This required a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists, when performing audit procedures to evaluate the reasonableness of management’s estimates and assumptions related to forecasts of future revenue and operating margin and the selection of discount rates.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the forecasts of future revenue and operating margin (the “forecasts”), and the selection of discount rates for the Sensors reporting unit included the following, among others:\nIncome Taxes — Realizability of Deferred Tax Assets — Refer to Notes 2 and 16 to the financial statements\nCritical Audit Matter Description\nThe Company recognizes deferred income taxes for temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. A valuation allowance is provided to offset deferred tax assets if, based upon the available evidence, it is more likely than not that some or all of the deferred tax assets will not be realized. Future realization of deferred tax assets depends on the existence of sufficient taxable income of the appropriate character prior to expiration. Sources of taxable income include future reversals of deferred tax assets and liabilities, expected future taxable income, taxable income in prior carryback years if permitted under the tax law, and tax planning strategies.\n55\nManagement has determined that it is more likely than not that sufficient taxable income will be generated in the future to realize a portion of its deferred tax assets, and therefore, a valuation allowance of $2.7 billion has been recorded to offset the Company’s gross deferred tax assets as of September 24, 2021 of $5.3 billion.\nWe identified the realizability of deferred tax assets as a critical audit matter because of the Company’s tax structure and the significant judgments and estimates made by management to determine that sufficient taxable income will be generated in the future prior to expiration to realize a portion of its deferred tax assets. This required a high degree of auditor judgment and an increased extent of effort, including the need to involve our income tax specialists, when performing audit procedures to evaluate the appropriateness of qualifying tax planning strategies and the reasonableness of management’s estimates of taxable income prior to expiration.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the determination that it is more likely than not that sufficient taxable income will be generated in the future to realize deferred tax assets included the following, among others:\n/s/ Deloitte & Touche LLP\nPhiladelphia, Pennsylvania\nNovember 9, 2021\nWe have served as the Company’s auditor since 2007.\n​\n56\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Shareholders and the Board of Directors of TE Connectivity Ltd.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of TE Connectivity Ltd. and subsidiaries (the “Company”) as of September 24, 2021, based on criteria established in\nInternal Control—Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of September 24, 2021, based on criteria established in\nInternal Control—Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the financial statements as of and for the fiscal year ended September 24, 2021, of the Company and our report dated November 9, 2021 expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Deloitte & Touche LLP\nPhiladelphia, Pennsylvania\nNovember 9, 2021\n​\n57\nTE CONNECTIVITY LTD.\nCONSOLIDATED STATEMENTS OF OPERATIONS\nFiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nSee Notes to Consolidated Financial Statements.\n​\n58\nTE CONNECTIVITY LTD.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(LOSS)\nFiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nSee Notes to Consolidated Financial Statements.\n​\n59\nTE CONNECTIVITY LTD.\nCONSOLIDATED BALANCE SHEETS\nAs of September 24, 2021 and September 25, 2020\nSee Notes to Consolidated Financial Statements.\n​\n60\nTE CONNECTIVITY LTD.\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS’ EQUITY\nFiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nSee Notes to Consolidated Financial Statements.\n​\n61\nTE CONNECTIVITY LTD.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nFiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\nSee Notes to Consolidated Financial Statements.\n​\n​\n62\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1. Basis of Presentation\nThe Consolidated Financial Statements reflect the consolidated operations of TE Connectivity Ltd. and its subsidiaries and have been prepared in United States (“U.S.”) dollars in accordance with accounting principles generally accepted in the U.S. (“GAAP”).\nDescription of the Business\nTE Connectivity Ltd. (“TE Connectivity” or the “Company,” which may be referred to as “we,” “us,” or “our”) is a global industrial technology leader creating a safer, sustainable, productive, and connected future. Our broad range of connectivity and sensor solutions, proven in the harshest environments, enable advancements in transportation, industrial applications, medical technology, energy, data communications, and the home.\nWe operate through\nthree\nreportable segments:\nUse of Estimates\nThe preparation of the Consolidated Financial Statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities, and the reported amounts of revenues and expenses. Actual results could differ from these estimates.\nFiscal Year\nWe have a 52- or 53-week fiscal year that ends on the last Friday of September. Fiscal 2021, 2020, and 2019 were each 52 weeks in length and ended on September 24, 2021, September 25, 2020, and September 27, 2019, respectively. For fiscal years in which there are 53 weeks, the fourth fiscal quarter includes 14 weeks, with the next such occurrence taking place in fiscal 2022.\n2. Summary of Significant Accounting Policies\nPrinciples of Consolidation\nWe consolidate entities in which we own or control more than\n50\n% of the voting shares or otherwise control through similar rights. All intercompany transactions have been eliminated. The results of companies acquired or disposed of are included on the Consolidated Financial Statements from the effective date of acquisition or up to the date of disposal.\nRevenue Recognition\nWe account for revenue in accordance with Accounting Standards Codification (“ASC”) 606,\nRevenue from Contracts with Customers\n, which is a single, comprehensive, five-step revenue recognition model. Our revenues are generated principally from the sale of our products. Revenue is recognized as performance obligations under the terms of a contract, such as a purchase order with a customer, are satisfied; generally this occurs with the transfer of control. We transfer control and recognize revenue when we ship product to our customers, the customers accept and have legal title for the\n63\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nproduct, and we have a right to payment for such product. Revenue is measured as the amount of consideration that we expect to receive in exchange for those products and excludes taxes assessed by governmental authorities and collected from customers concurrent with the sale of products. Shipping and handling costs are treated as fulfillment costs and are included in cost of sales. Since we typically invoice our customers when we satisfy our performance obligations, we do not have material contract assets or contract liabilities. Our credit terms are customary and do not contain significant financing components that extend beyond one year of fulfillment of performance obligations. We apply the practical expedient of ASC 606 with respect to financing components and do not evaluate contracts in which payment is due within\none year\nof satisfaction of the related performance obligation. Since our performance obligations to deliver products are part of contracts that generally have original durations of\none year\nor less, we have elected to use the optional exemption to not disclose the aggregate amount of transaction prices associated with unsatisfied or partially satisfied performance obligations. See Note 21 for net sales disaggregated by industry end market and geographic region which is summarized by segment and that we consider meaningful to depict the nature, amount, timing, and uncertainty of revenue and cash flows affected by economic factors.\nWe generally warrant that our products will conform to our, or mutually agreed to, specifications and that our products will be free from material defects in materials and workmanship for a limited time. We limit our warranty to the replacement or repair of defective parts, or a refund or credit of the price of the defective product. We do not account for these warranties as separate performance obligations.\nAlthough products are generally sold at fixed prices, certain distributors and customers receive incentives or awards, such as sales rebates, return allowances, scrap allowances, and other rights, which are accounted for as variable consideration. We estimate these amounts in the same period revenue is recognized based on the expected value to be provided to customers and reduce revenue accordingly. Our estimates of variable consideration and ultimate determination of the estimated amounts to include in the transaction price are based primarily on our assessment of anticipated performance and historical and forecasted information that is reasonably available to us.\nInventories\nInventories are recorded at the lower of cost or net realizable value using the first-in, first-out cost method.\nProperty, Plant, and Equipment, Net\nProperty, plant, and equipment is recorded at cost less accumulated depreciation. Maintenance and repair expenditures are charged to expense when incurred. Depreciation is calculated using the straight-line method over the estimated useful lives of the assets, which are\n10\nto\n20 years\nfor land improvements,\n5\nto\n40 years\nfor buildings and improvements, and\n1\nto\n15 years\nfor machinery and equipment.\nWe periodically evaluate, when events and circumstances warrant, the net realizable value of property, plant, and equipment and other long-lived assets, relying on several factors including operating results, business plans, economic projections, and anticipated future cash flows. When indicators of potential impairment are present, the carrying values of the asset group are evaluated in relation to the operating performance and estimated future undiscounted cash flows of the underlying asset group. Impairment of the carrying value is recognized whenever anticipated future undiscounted cash flow estimates are less than the carrying value of the asset. Fair value estimates are based on assumptions concerning the amount and timing of estimated future cash flows and discount rates, reflecting varying degrees of perceived risk.\nGoodwill and Other Intangible Assets\nWe account for goodwill and other intangible assets in accordance with ASC 350,\nIntangibles—Goodwill and Other\n.\nIntangible assets include both indeterminable-lived residual goodwill and determinable-lived identifiable intangible assets. Intangible assets with determinable lives primarily include intellectual property, consisting of patents, trademarks, and unpatented technology, and customer relationships. Recoverability estimates range from\n1\nto\n50 years\nand costs are generally amortized on a straight-line basis. Evaluations of the remaining useful lives of determinable-lived intangible assets are performed on a periodic basis and when events and circumstances warrant.\n64\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nAt fiscal year end 2021, we had\nfive\nreporting units, all of which contained goodwill. There were\ntwo\nreporting units in both the Transportation Solutions and\nIndustrial\nSolutions segments and\none\nreporting unit in the Communications Solutions segment. When changes occur in the composition of one or more reporting units, goodwill is reassigned to the reporting units affected based on their relative fair values.\nGoodwill impairment is evaluated by comparing the carrying value of each reporting unit to its fair value on the first day of the fourth fiscal quarter of each year or more frequently if events or changes in circumstances indicate that the asset may be impaired. In assessing a potential impairment, management relies on several reporting unit-specific factors including operating results, business plans, economic projections, anticipated future cash flows, transactions, and marketplace data. There are inherent uncertainties related to these factors and management’s judgment in applying these factors to the impairment analysis.\nWhen testing for goodwill impairment, we identify potential impairment by comparing the fair value of a reporting unit with its carrying amount. If the carrying amount of a reporting unit exceeds its fair value, a goodwill impairment charge will be recorded for the amount of the excess, limited to the total amount of goodwill allocated to the reporting unit.\nFair value estimates used in the goodwill impairment tests are calculated using an income approach based on the present value of future cash flows of each reporting unit. The income approach is supported by a guideline analysis (a market approach). These approaches incorporate several assumptions including future growth rates, discount rates, income tax rates, and market activity in assessing fair value and are reporting unit specific. Changes in economic and operating conditions impacting these assumptions could result in goodwill impairments in future periods.\nResearch and Development\nResearch and development expenditures are expensed when incurred and are included in research, development, and engineering expenses on the Consolidated Statements of Operations. Research and development expenses include salaries, direct costs incurred, and building and overhead expenses. The amounts expensed in fiscal 2021, 2020, and 2019 were $\n612\nmillion, $\n539\nmillion, and $\n572\nmillion, respectively.\nIncome Taxes\nIncome taxes are computed in accordance with the provisions of ASC 740,\nIncome Taxes\n. Deferred tax liabilities and assets are recognized for the expected future tax consequences of events that have been reflected on the Consolidated Financial Statements. Deferred tax liabilities and assets are determined based on the differences between the book and tax bases of particular assets and liabilities and operating loss carryforwards using tax rates in effect for the years in which the differences are expected to reverse. A valuation allowance is provided to offset deferred tax assets if, based upon the available evidence, it is more likely than not that some or all of the deferred tax assets will not be realized.\nThe calculation of our tax liabilities includes estimates for uncertainties in the application of complex tax regulations across multiple global jurisdictions where we conduct our operations. Under the uncertain tax position provisions of ASC 740, we recognize liabilities for tax and related interest for issues in tax jurisdictions based on our estimate of whether, and the extent to which, additional taxes and related interest will be due. These tax liabilities and related interest are reflected net of the impact of related tax loss carryforwards, as such tax loss carryforwards will be applied against these tax liabilities and will reduce the amount of cash tax payments due upon the eventual settlement with the tax authorities. These estimates may change due to changing facts and circumstances. Due to the complexity of these uncertainties, the ultimate resolution may result in a settlement that differs from our current estimate of the tax liabilities and related interest.\nFinancial Instruments\nOur financial instruments consist primarily of cash and cash equivalents, accounts receivable, accounts payable, debt, and derivative financial instruments.\n​\nWe account for derivative financial instrument contracts on the Consolidated Balance Sheets at fair value. For instruments not designated as hedges under ASC 815,\nDerivatives and Hedging\n, the changes in the instruments’ fair value are\n65\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nrecognized currently in earnings. For instruments designated as cash flow hedges, the effective portion of changes in the fair value of a derivative is recorded in other comprehensive income (loss) and reclassified into earnings in the same period or periods during which the underlying hedged item affects earnings. Amounts excluded from the hedging relationship are recognized currently in earnings. Changes in the fair value of instruments designated as fair value hedges affect the carrying value of the asset or liability hedged, with changes in both the derivative instrument and the hedged asset or liability being recognized currently in earnings.\nWe determine the fair value of our financial instruments by using methods and assumptions that are based on market conditions and risks existing at each balance sheet date. Standard market conventions are used to determine the fair value of financial instruments, including derivatives.\nThe cash flows related to derivative financial instruments are reported in the operating activities section of the Consolidated Statements of Cash Flows.\nOur derivative financial instruments present certain market and counterparty risks. Concentration of counterparty risk is mitigated, however, by our use of financial institutions worldwide, substantially all of which have long-term Standard & Poor’s, Moody’s, and/or Fitch credit ratings of A/A2 or higher. In addition, we utilize only conventional derivative financial instruments. We are exposed to potential losses if a counterparty fails to perform according to the terms of its agreement. With respect to counterparty net asset positions recognized at fiscal year end 2021, we have assessed the likelihood of counterparty default as remote. We currently provide guarantees from a wholly-owned subsidiary to the counterparties to our commodity swap derivatives and exchange cash collateral with the counterparties to certain of our cross-currency swap contracts. The likelihood of performance on the guarantees has been assessed as remote. For all other derivative financial instruments, we are not required to provide, nor do we require counterparties to provide, collateral or other security.\nFair Value Measurements\nASC 820,\nFair Value Measurements and Disclosures\n, specifies a fair value hierarchy based upon the observable inputs utilized in valuation of certain assets and liabilities. Observable inputs (highest level) reflect market data obtained from independent sources, while unobservable inputs (lowest level) reflect internally developed market assumptions. Fair value measurements are classified under the following hierarchy:\nDerivative financial instruments measured at fair value on a recurring basis are generally valued using level 2 inputs.\nFinancial instruments other than derivative instruments include cash and cash equivalents, accounts receivable, accounts payable, and debt. These instruments are recorded on the Consolidated Balance Sheets at book value. For cash and cash equivalents, accounts receivable, and accounts payable, we believe book value approximates fair value due to the short-term nature of these instruments. See Note 11 for disclosure of the fair value of debt. The following is a description of the valuation methodologies used for the respective financial instruments:\n66\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nPension Plans\nThe funded status of our defined benefit pension plans is recognized on the Consolidated Balance Sheets and is measured as the difference between the fair value of plan assets and the projected benefit obligation at the measurement date. The projected benefit obligation represents the actuarial present value of benefits projected to be paid upon retirement factoring in estimated future compensation levels. The fair value of plan assets represents the current market value of cumulative company and participant contributions made to irrevocable trust funds, held for the sole benefit of participants, which are invested by the trustee of the funds. The benefits under our defined benefit pension plans are based on various factors, such as years of service and compensation.\nNet periodic pension benefit cost is based on the utilization of the projected unit credit method of calculation and is charged to earnings on a systematic basis over the expected average remaining service lives of current participants, or, for inactive plans, over the remaining life expectancy of participants.\nThe measurement of benefit obligations and net periodic benefit cost is based on estimates and assumptions determined by our management. These valuations reflect the terms of the plans and use participant-specific information such as compensation, age, and years of service, as well as certain assumptions, including estimates of discount rates, expected return on plan assets, rate of compensation increases, interest crediting rates, and mortality rates.\nShare-Based Compensation\nWe determine the fair value of share awards on the date of grant. Share options are valued using the Black-Scholes-Merton valuation model; restricted share awards and performance awards are valued using our end-of-day share price on the date of grant. The fair value is expensed ratably over the expected service period, with an allowance made for estimated forfeitures based on historical employee activity. Estimates regarding the attainment of performance criteria are reviewed periodically; the cumulative impact of a change in estimate regarding the attainment of performance criteria is recorded in the period in which that change is made.\nEarnings Per Share\nBasic earnings per share is computed by dividing net income by the basic weighted-average number of common shares outstanding. Diluted earnings per share is computed by dividing net income by the weighted-average number of common shares outstanding adjusted for the potentially dilutive impact of share-based compensation arrangements.\nLeases\nBeginning in fiscal 2020, we account for leases in accordance with the provisions of ASC 842,\nLeases\n.\nWe have facility, land, vehicle, and equipment leases that expire at various dates. We determine if a contract qualifies as a lease at inception. A contract is or contains a lease if it conveys the right to control the use of an identified asset for a period of time in exchange for consideration. The right to control the use of an asset includes the right to obtain substantially all of the economic benefits of the identified asset and the right to direct the use of the identified asset.\n67\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nLease right-of-use (“ROU”) assets and lease liabilities are recognized at the commencement date of the lease based on the present value of remaining lease payments over the lease term. Lease ROU assets represent our right to use the underlying asset for the lease term and lease liabilities represent the obligation to make lease payments arising from the lease. We do not recognize ROU assets or lease liabilities that arise from short-term leases. Since our lease contracts do not contain a readily determinable implicit rate, we determine a fully-collateralized incremental borrowing rate that reflects a similar term to the lease and the economic environment of the applicable country or region in which the asset is leased.\nWe have elected to account for fixed lease and non-lease components in our real estate leases as a\nsingle\nlease component; other leases generally do not contain non-lease components. The non-lease components in our real estate leases include logistics services, warehousing, and other operational costs. Many of these costs are variable, fluctuating based on services provided, such as pallets shipped in and out of a location or square footage of space occupied. These costs, and any other variable rental costs, are excluded from our ROU assets and lease liabilities, and instead are expensed as incurred. Some of our leases may include options to either renew or early\nterminate\nthe lease. The exercise of these options is generally at our sole discretion and would only occur if there is an economic, financial, or business reason to do so. Such options are included in the lease term if we determine it is reasonably certain they will be exercised.\nCurrency Translation\nFor our non-U.S. dollar functional currency subsidiaries, assets and liabilities are translated into U.S. dollars using fiscal year end exchange rates. Sales and expenses are translated at average monthly exchange rates. Foreign currency translation gains and losses are included as a component of accumulated other comprehensive income (loss) within equity. Gains and losses resulting from foreign currency transactions are included in earnings.\nRestructuring Charges\nRestructuring activities involve employee-related termination costs, facility exit costs, and asset impairments resulting from reductions-in-force, migration of facilities or product lines from higher-cost to lower-cost countries, or consolidation of facilities within countries. We recognize termination costs based on requirements established by severance policy, government law, or previous actions. Facility exit costs generally reflect the accelerated rent expense for ROU assets, expected lease termination costs, or costs that will continue to be incurred under the facility lease without future economic benefit to us. Restructuring activities often result in the disposal or abandonment of assets that require an acceleration of depreciation or impairment reflecting the excess of the assets’ carrying values over fair value.\nThe recognition of restructuring costs require that we make certain judgments and estimates regarding the nature, timing, and amount of costs associated with the planned exit activity. To the extent our actual results differ from our estimates and assumptions, we may be required to revise the estimated liabilities, requiring the recognition of additional restructuring costs or the reduction of liabilities already recognized. At the end of each reporting period, we evaluate the remaining accrued balances to ensure these balances are properly stated and the utilization of the reserves are for their intended purpose in accordance with developed exit plans.\nContingent Liabilities\nWe record a loss contingency when the available information indicates it is probable that we have incurred a liability and the amount of the loss is reasonably estimable. When a range of possible losses with equal likelihood exists, we record the low end of the range. The likelihood of a loss with respect to a particular contingency is often difficult to predict, and determining a meaningful estimate of the loss or a range of loss may not be practicable based on information available. In addition, it is not uncommon for such matters to be resolved over many years, during which time relevant developments and new information must continuously be evaluated to determine whether a loss is probable and a reasonable estimate of that loss can be made. When a loss is probable but a reasonable estimate cannot be made, or when a loss is at least reasonably possible, disclosure is provided.\n68\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n3. Restructuring and Other\nCharges, Net\nNet restructuring and other charges consisted of the following:\n​\n​\nNet restructuring charges by segment were as follows:\n​\n​\n69\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nActivity in our restructuring reserves was as follows:\n​\n​\n70\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nFiscal 2021 Actions\nDuring fiscal 2021, we initiated a restructuring program across all segments to optimize our manufacturing footprint and improve the cost structure of the organization. In connection with this program, during fiscal 2021, we recorded net restructuring charges of $\n195\nmillion. We expect to complete all restructuring actions commenced during fiscal 2021 by the end of fiscal 2023 and to incur additional charges of approximately $\n16\nmillion related primarily to employee severance and facility exit costs.\nThe following table summarizes expected, incurred, and remaining charges for the fiscal 2021 program by segment:\n​\nFiscal 2020 Actions\nDuring fiscal 2020, we initiated a restructuring program associated with footprint consolidation and structural improvements, due in part to the COVID-19 pandemic, across all segments. In connection with this program, during fiscal 2021 and 2020, we recorded restructuring charges of $\n23\nmillion and $\n250\nmillion, respectively. We expect to complete all restructuring actions commenced during fiscal 2020 by the end of fiscal 2023 and to incur additional charges of approximately $\n15\nmillion related primarily to employee severance and facility exit costs.\nThe following table summarizes expected, incurred, and remaining charges for the fiscal 2020 program by segment:\n​\nFiscal 2019 Actions\nDuring fiscal 2019, we initiated a restructuring program associated with footprint consolidation and structural improvements impacting all segments. In connection with this program, during fiscal 2021, 2020, and 2019, we recorded net restructuring credits of $\n7\nmillion, charges of $\n5\nmillion, and charges of $\n254\nmillion, respectively. We anticipate that any additional charges will be insignificant for restructuring actions commenced during fiscal 2019.\nPre-Fiscal 2019 Actions\nDuring fiscal 2021, 2020, and 2019, we recorded net restructuring credits of $\n3\nmillion, charges of $\n2\nmillion, and charges of $\n1\nmillion, respectively, related to pre-fiscal 2019 actions. We anticipate that any additional charges will be insignificant for restructuring actions commenced prior to fiscal 2019.\n71\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nTotal Restructuring Reserves\nRestructuring reserves included on the Consolidated Balance Sheets were as follows:\n​\n​\n4. Discontinued Operations\nIn fiscal 2019, we sold our Subsea Communications (“SubCom”) business for net cash proceeds of $\n297\nmillion and incurred a pre-tax loss on sale of $\n86\nmillion, related primarily to the recognition of cumulative translation adjustment losses of $\n67\nmillion and the guarantee liabilities discussed below. The sale of the SubCom business, which was previously included in our Communications Solutions segment, represented our exit from the telecommunications market and was significant to our sales and profitability, both to the Communications Solutions segment and to the consolidated company. We concluded that the divestiture was a strategic shift that had a major effect on our operations and financial results. As a result, the SubCom business met the held for sale and discontinued operations criteria and has been reported as such in all periods presented on our Consolidated Financial Statements.\nIn connection with the sale, we contractually agreed to continue to honor performance guarantees and letters of credit related to the SubCom business’ projects that existed as of the date of sale. These performance guarantees and letters of credit had a combined value of approximately $\n119\nmillion as of fiscal year end 2021 and are expected to expire at various dates through fiscal 2025. At the time of sale, we determined that the fair value of these guarantees was $\n12\nmillion, which we recognized by a charge to pre-tax loss on sale. During fiscal 2021, we amended our agreement with SubCom and removed a requirement to issue new performance guarantees for certain projects entered into by the SubCom business following the sale. As of fiscal year end 2021, there were no such new performance guarantees outstanding. We have contractual recourse against the SubCom business if we are required to perform on any SubCom guarantees; however, based on historical experience, we do not anticipate having to perform.\nThe following table presents the summarized components of loss from discontinued operations, net of income taxes, for the SubCom business and prior divestitures for fiscal 2019; activity in fiscal 2021 and 2020 was not material:\n​\n​\n​\n5. Acquisitions\nDuring fiscal 2021, we acquired\nfour\nbusinesses for a combined cash purchase price of $\n422\nmillion, net of cash acquired. The acquisitions were reported as part of our Industrial Solutions segment from the date of acquisition. Due to the timing of\ntwo\ntransactions that closed in the quarter ended September 24, 2021, we have preliminarily allocated the purchase price of those acquisitions to goodwill and identifiable intangibles assets. Our valuation of identifiable intangible assets,\n72\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nassets acquired, and liabilities assumed is currently in process; therefore, the current allocation is subject to adjustment upon finalization of those valuations. The amount of these potential adjustments could be significant.\nWe acquired\nfive\nbusinesses, including First Sensor AG (“First Sensor”), for a combined cash purchase price of $\n336\nmillion, net of cash acquired, during fiscal 2020. The acquisitions were reported as part of our Transportation Solutions and Industrial Solutions segments from the date of acquisition.\nIn connection with our acquisition of approximately\n72\n% of the outstanding shares of First Sensor, we and First Sensor entered into a Domination and Profit and Loss Transfer Agreement (“DPLTA”) which became effective in fiscal 2020. Under the terms of the DPLTA, First Sensor minority shareholders can elect either (1) to remain First Sensor minority shareholders and receive recurring annual compensation of €\n0.56\nper First Sensor share or (2) to put their First Sensor shares in exchange for compensation of €\n33.27\nper First Sensor share. The ultimate amount and timing of any future cash payments related to the DPLTA is uncertain. Our First Sensor noncontrolling interest balance, which was originally recorded at a fair value of €\n96\nmillion (equivalent to $\n107\nmillion) at the acquisition date, is recorded as redeemable noncontrolling interest outside of equity on the Consolidated Balance Sheets as of fiscal year end 2021 and 2020 as the exercise of the put right by First Sensor minority shareholders is not within our control.\nDuring fiscal 2019, we acquired\nthree\nbusinesses for a combined cash purchase price of $\n296\nmillion, net of cash acquired. The acquisitions were reported as part of our Transportation Solutions segment from the date of acquisition.\n6. Inventories\nInventories consisted of the following:\n​\n​\n7. Property, Plant, and Equipment, Net\nNet property, plant, and equipment consisted of the following:\n​\n​\nDepreciation expense was $\n576\nmillion, $\n529\nmillion, and $\n510\nmillion in fiscal 2021, 2020, and 2019, respectively.\n73\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n8. Goodwill\nThe changes in the carrying amount of goodwill by segment were as follows:\n​\nDuring fiscal 2021 and 2020, we recognized goodwill of $\n307\nmillion and $\n294\nmillion, respectively, in connection with new acquisitions. See Note 5 for additional information regarding acquisitions.\nWe completed our annual goodwill impairment test in the fourth quarter of fiscal 2021 and determined that\nno\nimpairment existed.\nDuring the quarter ended March 27, 2020, as a result of current and projected declines in sales and profitability of the Sensors reporting unit of the Transportation Solutions segment, due in part to the impact of the COVID-19 pandemic and projected reductions in global automotive production as of March 2020, we determined that an indicator of impairment had occurred and goodwill impairment testing of this reporting unit was required. We determined the fair value of the Sensors reporting unit to be $\n1.0\nbillion as of March 27, 2020. This valuation was based on a discounted cash flows analysis incorporating our estimate of future operating performance, which we consider to be a level 3 unobservable input in the fair value hierarchy, and was corroborated using a market approach valuation. The goodwill impairment test indicated that the carrying value of the reporting unit exceeded its fair value by $\n900\nmillion. As a result, we recorded a partial impairment charge of $\n900\nmillion in the quarter ended March 27, 2020.\nNo\nadditional impairment was identified during our annual goodwill impairment test in the fourth quarter of fiscal 2020.\n9.\nIntangible Assets, Net\nIntangible assets consisted of the following:\n​\n​\n74\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nIntangible asset amortization expense was $\n193\nmillion, $\n182\nmillion, and $\n180\nmillion for fiscal 2021, 2020, and 2019, respectively. At fiscal year end 2021, the aggregate amortization expense on intangible assets is expected to be as follows:\n​\n​\n10. Accrued and Other Current Liabilities\nAccrued and other current liabilities consisted of the following:\n​\n​\n​\n75\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n11. Debt\nDebt was as follows:\n​\nDuring fiscal 2021, Tyco Electronics Group S.A. (“TEGSA”), our\nwholly\n-owned subsidiary, issued €\n550\nmillion aggregate principal amount of\n0.00\n% senior notes due in February 2029. The notes are TEGSA’s unsecured senior obligations and rank equally in right of payment with all existing and any future senior indebtedness of TEGSA and senior to any subordinated indebtedness that TEGSA may incur.\nTEGSA has a\nfive-year\nunsecured senior revolving credit facility (“Credit Facility”) with total commitments of $\n1.5\nbillion. The Credit Facility contains provisions that allow for incremental commitments of up to $\n500\nmillion, an option to temporarily increase the financial ratio covenant following a qualified acquisition, and borrowings in designated currencies. The Credit Facility was amended in June 2021 primarily to extend the maturity date from November 2023 to June 2026. The amended Credit Facility contains customary provisions for the replacement of London Interbank Offered Rate (“LIBOR”) with successor rates and amends certain representations, warranties, and covenants applicable to us and TEGSA as obligors under the credit agreement. TEGSA had\nno\nborrowings under the Credit Facility at fiscal year end 2021 or 2020.\nBorrowings under the Credit Facility bear interest at a rate per annum equal to, at the option of TEGSA, (1)\nLIBOR or, upon a phase-out of LIBOR, an alternative benchmark rate\n, (2) an alternate base rate equal to the highest of (i)\nBank of America\n, N.A.’s base rate, (ii) the\nfederal funds effective\nrate plus\n1\n/\n2\nof 1%, and (iii)\none-month LIBOR, or an alternative benchmark rate,\nplus\n1\n%, (3) an\nalternative currency daily rate\n, or (4) an\nalternative currency term rate\n, plus, in each case, an applicable margin based upon the senior, unsecured, long-term debt rating of TEGSA. TEGSA is required to pay an annual facility fee. Based on the applicable credit ratings of TEGSA, this fee ranges from\n5.0\nto\n12.5\nbasis points of the lenders’ commitments under the Credit Facility.\nThe Credit Facility contains a financial ratio covenant providing that if, as of the last day of each fiscal quarter, our ratio of Consolidated Total Debt to Consolidated EBITDA (as defined in the Credit Facility) for the then most recently concluded period of\nfour\nconsecutive fiscal quarters exceeds\n3.75\nto 1.0, an Event of Default (as defined in the Credit Facility) is triggered. The Credit Facility and our other debt agreements contain other customary covenants.\n76\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nPeriodically, TEGSA issues commercial paper to U.S. institutional accredited investors and qualified institutional buyers in accordance with available exemptions from the registration requirements of the Securities Act of 1933 as part of our ongoing effort to maintain financial flexibility and to potentially decrease the cost of borrowings. Borrowings under the commercial paper program are backed by the Credit Facility. TEGSA had\nno\nborrowings under the commercial paper program at fiscal year end 2021 or 2020.\nTEGSA’s payment obligations under its senior notes, commercial paper, and Credit Facility are fully and unconditionally guaranteed on an unsecured basis by its parent, TE Connectivity Ltd.\nAt fiscal year end 2021, principal payments required for debt are as follows:\n​\n​\nThe fair value of our debt, based on indicative valuations, was approximately $\n4,465\nmillion and $\n4,550\nmillion at fiscal year end 2021 and 2020, respectively.\n12. Leases\nThe components of lease cost were as follows:\n​\n​\nAmounts recognized on the Consolidated Balance Sheets were as follows:\n​\n​\n77\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nCash flow information, including significant non-cash transactions, related to leases was as follows:\n​\nAt fiscal year end 2021, the maturities of operating lease liabilities were as follows:\n​\n​\nASC 840 Comparative Disclosures\nPrior to fiscal 2020, we accounted for our leases in accordance with ASC 840,\nLeases\n. Under ASC 840, rental expense for operating leases was $\n162\nmillion for fiscal 2019.\n​\n​\n13. Commitments and Contingencies\nLegal Proceedings\nIn the normal course of business, we are subject to various legal proceedings and claims, including patent infringement claims, product liability matters, employment disputes, disputes on agreements, other commercial disputes, environmental matters, antitrust claims, and tax matters, including non-income tax matters such as value added tax, sales and use tax, real estate tax, and transfer tax. Although it is not feasible to predict the outcome of these proceedings, based upon our experience, current information, and applicable law, we do not expect that the outcome of these proceedings, either individually or in the aggregate, will have a material effect on our results of operations, financial position, or cash flows.\nTrade\nCompliance\nMatters\nWe are investigating our past compliance with relevant U.S. trade controls and have made voluntary disclosures of apparent trade controls violations to the U.S. Department of Commerce’s Bureau of Industry and Security (“BIS”) and the U.S. State Department’s Directorate of Defense Trade Controls (“DDTC”). We are cooperating with the BIS and DDTC on these matters, and both our internal assessment and the resulting investigations by the agencies remain ongoing. We are unable to predict the timing and final outcome of the agencies’ investigations. An unfavorable outcome may include fines or penalties imposed in response to our disclosures, but we are not yet able to reasonably estimate the extent of any such fines or penalties. While we have reserved for potential fines and penalties relating to these matters based on our current understanding of the facts, the investigations into these matters have yet to be completed and the final outcome of such investigations and related fines and penalties may differ from amounts currently reserved.\n78\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nEnvironmental Matters\nWe are involved in various stages of investigation and cleanup related to environmental remediation matters at a number of sites. The ultimate cost of site cleanup is difficult to predict given the uncertainties regarding the extent of the required cleanup, the interpretation of applicable laws and regulations, and alternative cleanup methods. As of fiscal year end 2021, we concluded that we would incur investigation and remediation costs at these sites in the reasonably possible range of $\n18\nmillion to $\n47\nmillion, and we accrued $\n21\nmillion as the probable loss, which was the best estimate within this range. We believe that any potential payment of such estimated amounts will not have a material adverse effect on our results of operations, financial position, or cash flows.\nGuarantees\nIn disposing of assets or businesses, we often provide representations, warranties, and/or indemnities to cover various risks including unknown damage to assets, environmental risks involved in the sale of real estate, liability for investigation and remediation of environmental contamination at waste disposal sites and manufacturing facilities, and unidentified tax liabilities and legal fees related to periods prior to disposition. We do not expect that these uncertainties will have a material adverse effect on our results of operations, financial position, or cash flows.\nAt fiscal year end 2021, we had outstanding letters of credit, letters of guarantee, and surety bonds of $\n135\nmillion, excluding those related to our SubCom business which are discussed in Note 4.\n14. Financial Instruments and Fair Value Measurements\nWe use derivative and non-derivative financial instruments to manage certain exposures to foreign currency, interest rate, investment, and commodity risks.\nForeign Currency Exchange Rate Risk\nAs part of managing the exposure to changes in foreign currency exchange rates, we utilize cross-currency swap contracts and foreign currency forward contracts, a portion of which are designated as cash flow hedges. The objective of these contracts is to minimize impacts to cash flows and profitability due to changes in foreign currency exchange rates on intercompany and other cash transactions. We expect that significantly all of the balance in accumulated other comprehensive income (loss) associated with the cash flow hedge-designated instruments addressing foreign exchange risks will be reclassified into the Consolidated Statement of Operations within the next\ntwelve months\n.\nDuring fiscal 2015, we entered into cross-currency swap contracts to reduce our exposure to foreign currency exchange rate risk associated with certain intercompany loans. The aggregate notional value of these contracts was €\n700\nmillion at fiscal year end 2021 and 2020. Under the terms of these contracts, which have been designated as cash flow hedges, we make interest payments in euros at\n3.50\n% per annum and receive interest in U.S. dollars at a weighted-average rate of\n5.34\n% per annum. Upon maturity in fiscal 2022, we will pay the notional value of the contracts in euros and receive U.S. dollars from our counterparties. In connection with the cross-currency swap contracts, both counterparties to each contract are required to provide cash collateral.\nThese cross-currency swap contracts were recorded on the Consolidated Balance Sheets as follows:\n​\n​\n79\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nAt fiscal year end 2021 and 2020, collateral received from or paid to our counterparties approximated the net derivative position. Collateral is recorded in accrued and other current liabilities when the contracts are in a net asset position, or prepaid expenses and other current assets when the contracts are in a net liability position on the Consolidated Balance Sheets. The impacts of these cross-currency swap contracts were as follows:\n​\nHedge of Net Investment\nWe hedge our net investment in certain foreign operations using intercompany loans and external borrowings denominated in the same currencies. The aggregate notional value of these hedges was $\n3,798\nmillion and $\n3,511\nmillion at fiscal year end 2021 and 2020, respectively.\nWe also use a cross-currency swap program to hedge our net investment in certain foreign operations. The aggregate notional value of the contracts under this program was $\n1,430\nmillion and $\n1,664\nmillion at fiscal year end 2021 and 2020, respectively. Under the terms of these contracts, we receive interest in U.S. dollars at a weighted-average rate of\n1.85\n% per annum and pay\nno\ninterest. Upon the maturity of these contracts at various dates through fiscal 2025, we will pay the notional value of the contracts in the designated foreign currency and receive U.S. dollars from our counterparties. We are not required to provide collateral for these contracts.\nThese cross-currency swap contracts were recorded on the Consolidated Balance Sheets as follows:\n​\n​\nThe impacts of our hedge of net investment programs were as follows:\n​\nInterest Rate and Investment Risk Management\nWe issue debt, as needed, to fund our operations and capital requirements. Such borrowings can result in interest rate exposure. To manage the interest rate exposure, we use interest rate swap contracts to convert a portion of fixed rate debt into variable rate debt. We may use forward starting interest rate swap contracts to manage interest rate exposure in periods prior to the anticipated issuance of fixed rate debt. The aggregate notional value of our forward starting interest rate swap\n80\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\ncontracts, which are designated as cash flow hedges, was $\n450\nmillion at fiscal year end 2021 and 2020. These forward starting interest rate swap contracts were recorded on the Consolidated Balance Sheets as follows:\n​\n​\nThe impacts of these forward starting interest rate swap contracts were as follows:\n​\n​\nWe also utilize investment swap contracts to manage earnings exposure on certain nonqualified deferred compensation liabilities.\nCommodity Hedges\nAs part of managing the exposure to certain commodity price fluctuations, we utilize commodity swap contracts. The objective of these contracts is to minimize impacts to cash flows and profitability due to changes in prices of commodities used in production. These contracts had an aggregate notional value of $\n512\nmillion and $\n312\nmillion at fiscal year end 2021 and 2020, respectively, and were designated as cash flow hedges. These commodity swap contracts were recorded on the Consolidated Balance Sheets as follows:\n​\n​\nThe impacts of these commodity swap contracts were as follows:\n​\n​\nWe expect that significantly all of the balance in accumulated other comprehensive income (loss) associated with commodity hedges will be reclassified into the Consolidated Statement of Operations within the next\ntwelve months\n.\nFair Value Measurements\nFinancial instruments recorded at fair value on a recurring basis, which consist of marketable securities and derivative instruments not discussed above, were immaterial at fiscal year end 2021 and 2020.\n81\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n15. Retirement Plans\nDefined Benefit Pension Plans\nWe have several contributory and noncontributory defined benefit retirement plans covering certain of our non-U.S. and U.S. employees, designed in accordance with local customs and practice.\nThe net periodic pension benefit cost (credit) for all non-U.S. and U.S. defined benefit pension plans was as follows:\n​\n​\n82\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following table represents the changes in benefit obligation and plan assets and the net amount recognized on the Consolidated Balance Sheets for all non-U.S. and U.S. defined benefit pension plans:\n​\n​\n83\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe pre-tax amounts recognized in accumulated other comprehensive income (loss) for all non-U.S. and U.S. defined benefit pension plans were as follows:\n​\nAs part of our continued effort to manage U.S. pension plan obligations, during the quarter ended September 24, 2021, we transferred approximately\n$\n190\nmillion of U.S. pension plan liabilities to an insurance company through the purchase of a group annuity contract funded by a transfer of plan assets totaling approximately\n$\n180\nmillion. As a result of this transaction, we recognized a settlement charge of\n$\n28\nmillion, which was recorded in net other income (expense) on the Consolidated Statement of Operations.\nIn fiscal 2021, unrecognized actuarial gains recorded in accumulated other comprehensive income (loss) were primarily the result of favorable asset performance and higher discount rates for our non-U.S. and U.S. defined benefit pension plans as compared to fiscal 2020. In fiscal 2020, unrecognized actuarial gains recorded in accumulated other comprehensive income (loss) were primarily the result of favorable asset performance for our U.S. defined benefit pension plans, partially offset by lower U.S. discount rates and unfavorable asset performance for our non-U.S. defined benefit pension plans as compared to fiscal 2019.\nIn determining the expected return on plan assets, we consider the relative weighting of plan assets by class and individual asset class performance expectations.\nThe investment strategies for non-U.S. and U.S. pension plans are governed locally. Our investment strategy for our pension plans is to manage the plans on a going concern basis. Current investment policy is to achieve a reasonable return on assets, subject to a prudent level of portfolio risk, for the purpose of enhancing the security of benefits for participants. Projected returns are based primarily on pro forma asset allocation, expected long-term returns, and forward-looking estimates of active portfolio and investment management.\nAt fiscal year end 2021, the long-term target asset allocation in our U.S. plans’ master trust is\n5\n% return-seeking assets and\n95\n% liability-hedging assets. Return-seeking assets, including non-U.S. and U.S. equity securities, are assets intended to generate returns in excess of pension liability growth. Liability-hedging assets, including government and corporate bonds, are assets intended to have characteristics similar to pension liabilities and are used to better match asset cash flows with expected obligation cash flows. Asset re-allocation to meet that target is occurring over a multi-year period based on the funded status. We expect to reach our target allocation when the funded status of the plans exceeds\n115\n%. Based on the funded status of the plans as of fiscal year end 2021, our target asset allocation is\n67\n% return-seeking and\n33\n% liability-hedging.\n84\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nTarget weighted-average asset allocation and weighted-average asset allocation for non-U.S. and U.S. pension plans were as follows:\n​\n​\nOur common shares are not a direct investment of our pension funds; however, the pension funds may indirectly include our shares. The aggregate amount of our common shares would not be considered material relative to the total pension fund assets.\nOur funding policy is to make contributions in accordance with the laws and customs of the various countries in which we operate as well as to make discretionary voluntary contributions from time to time. We expect to make the minimum required contributions of $\n45\nmillion and $\n5\nmillion to our non-U.S. and U.S. pension plans, respectively, in fiscal 2022. We may also make voluntary contributions at our discretion.\nAt fiscal year end 2021, benefit payments, which reflect future expected service, as appropriate, are expected to be paid as follows:\n​\n​\nPresented below is the accumulated benefit obligation for all non-U.S. and U.S. pension plans as well as additional information related to plans with an accumulated benefit obligation in excess of plan assets and plans with a projected benefit obligation in excess of plan assets.\n​\n​\n85\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nWe value our pension assets based on the fair value hierarchy of ASC 820,\nFair Value Measurements and Disclosures\n. Details of the fair value hierarchy are described in Note 2. The following table presents our defined benefit pension plans’ asset categories and their associated fair value within the fair value hierarchy:\n​\n​\n86\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nFiscal 2021 and 2020 changes in Level 3 assets in non-U.S. plans were primarily the result of investment sales and net investment losses, respectively.\nDefined Contribution Retirement Plans\nWe maintain several defined contribution retirement plans, the most significant of which is located in the U.S. These plans include 401(k) matching programs, as well as qualified and nonqualified profit sharing and share bonus retirement plans. Expense for the defined contribution plans is computed as a percentage of participants’ compensation and was $\n60\nmillion, $\n60\nmillion, and $\n63\nmillion for fiscal 2021, 2020, and 2019, respectively.\nDeferred Compensation Plans\nWe maintain nonqualified deferred compensation plans, which permit eligible employees to defer a portion of their compensation. A record-keeping account is set up for each participant and the participant chooses from a variety of measurement funds for the deemed investment of their accounts. The measurement funds correspond to several funds in our 401(k) plans and the account balance fluctuates with the investment returns on those funds. At fiscal year end 2021 and 2020, total deferred compensation liabilities were $\n263\nmillion and $\n218\nmillion, respectively, and were recorded in other liabilities on the Consolidated Balance Sheets. See Note 14 for additional information regarding our risk management strategy related to deferred compensation liabilities.\nPostretirement Benefit Plans\nIn addition to providing pension and 401(k) benefits, we also provide certain health care coverage continuation for qualifying retirees from the date of retirement to age 65 or lifetime, as applicable. The accumulated postretirement benefit obligation was $\n16\nmillion and $\n17\nmillion at fiscal year end 2021 and 2020, respectively, and the underfunded status of the postretirement benefit plans was included primarily in long-term pension and postretirement liabilities on the Consolidated Balance Sheets. Activity during fiscal 2021, 2020, and 2019 was not significant.\n16. Income Taxes\nIncome Tax Expense (Benefit)\nSignificant components of the income tax expense (benefit) were as follows:\n​\n​\n87\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe U.S. and non-U.S. components of income from continuing operations before income taxes were as follows:\n​\n​\nThe reconciliation between U.S. federal income taxes at the statutory rate and income tax expense (benefit) was as follows:\n​\nThe income tax expense for fiscal 2021 included a $\n353\nmillion income tax benefit related to changes in valuation allowances, of which $\n327\nmillion related to the net reduction in valuation allowances associated primarily with certain tax planning actions, as well as improved current and expected future operating profit and taxable income. In addition, the income tax expense for fiscal 2021 included a $\n29\nmillion income tax benefit related to an Internal Revenue Service approved change in the tax method of depreciating or amortizing certain assets and $\n23\nmillion of income tax expense associated with the tax impacts of an intercompany transaction.\nThe income tax expense for fiscal 2020 included $\n355\nmillion of income tax expense related to the tax impacts of certain measures of the Switzerland Federal Act on Tax Reform and AHV Financing (“Swiss Tax Reform”) and an income tax benefit of $\n31\nmillion related to pre-separation tax matters and the termination of the Tax Sharing Agreement. See “Swiss Tax Reform” and “Tax Sharing Agreement” below for additional information. In addition, the income tax expense for fiscal 2020 included $\n226\nmillion of income tax expense related to increases to the valuation allowance for certain deferred tax assets, related primarily to the COVID-19 pandemic. As a result of the pandemic and its negative impact on our current and expected operating profit and taxable income, we believed it was more likely than not that a portion of our deferred tax assets will not be realized. The pre-tax goodwill impairment charge of $\n900\nmillion recorded during fiscal 2020 resulted in a tax benefit of $\n4\nmillion as the associated goodwill was primarily not deductible for income tax purposes. See Note 8 for additional information regarding the impairment of goodwill.\nThe income tax benefit for fiscal 2019 included a $\n216\nmillion income tax benefit related to the tax impacts of certain measures of Swiss Tax Reform, a $\n90\nmillion income tax benefit related to the effective settlement of a tax audit in a non-U.S. jurisdiction, and $\n15\nmillion of income tax expense associated with the tax impacts of certain legal entity\n88\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nrestructurings and intercompany transactions. See “Swiss Tax Reform” below for additional information regarding Swiss Tax Reform.\nDeferred Tax Assets and Liabilities\nDeferred income taxes result from temporary differences between the amount of assets and liabilities recognized for financial reporting and tax purposes. The components of the net deferred income tax asset were as follows:\n​\n​\nOur tax loss and credit carryforwards (tax effected) at fiscal year end 2021 were as follows:\n​\n​\nThe valuation allowance for deferred tax assets of $\n2,729\nmillion and $\n4,429\nmillion at fiscal year end 2021 and 2020, respectively, related principally to the uncertainty of the utilization of certain deferred tax assets, primarily tax loss,\n89\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\ncapital loss, and credit carryforwards in various jurisdictions. During fiscal 2021, the valuation allowance decreased primarily as a result of a $\n1,295\nmillion (tax effected) recovery of prior years’ net write-downs of investments in subsidiaries in certain jurisdictions, with a corresponding decrease to tax loss and credit carryforwards. In addition, as discussed above, a $\n327\nmillion net reduction in valuation allowances was associated primarily with certain tax planning actions, as well as improved current and expected future operating profit and taxable income. We believe that we will generate sufficient future taxable income to realize the income tax benefits related to the remaining net deferred tax assets on the Consolidated Balance Sheet.\nWe have provided income taxes for earnings that are currently distributed as well as the taxes associated with several subsidiaries’ earnings that are expected to be distributed in the future. No additional provision has been made for Swiss or non-Swiss income taxes on the undistributed earnings of subsidiaries or for unrecognized deferred tax liabilities for temporary differences related to basis differences in investments in subsidiaries, as such earnings are expected to be permanently reinvested, the investments are essentially permanent in duration, or we have concluded that no additional tax liability will arise as a result of the distribution of such earnings. As of fiscal year end 2021, certain subsidiaries had approximately $\n32\nbillion of cumulative undistributed earnings that have been retained indefinitely and reinvested in our global manufacturing operations, including working capital; property, plant, and equipment; intangible assets; and research and development activities. A liability could arise if our intention to permanently reinvest such earnings were to change and amounts are distributed by such subsidiaries or if such subsidiaries are ultimately disposed. It is not practicable to estimate the additional income taxes related to permanently reinvested earnings or the basis differences related to investments in subsidiaries. As of fiscal year end 2021, we had approximately $\n4.9\nbillion of cash, cash equivalents, and intercompany deposits, principally in our subsidiaries, that we have the ability to distribute to TEGSA, our Luxembourg subsidiary, which is the obligor of substantially all of our debt, and to TE Connectivity Ltd., our Swiss parent company, but we consider to be permanently reinvested. We estimate that up to $\n0.7\nbillion of tax expense would be recognized on the Consolidated Financial Statements if our intention to permanently reinvest these amounts were to change. Our current plans do not demonstrate a need to repatriate cash, cash equivalents, and intercompany deposits that are designated as permanently reinvested in order to fund our operations, including investing and financing activities.\nUncertain Tax Positions\nThe following table summarizes the activity related to unrecognized income tax benefits:\n​\n​\nThe total amount of unrecognized tax benefits that, if recognized, would reduce income tax expense and the effective tax rate were $\n378\nmillion, $\n393\nmillion, and $\n397\nmillion at fiscal year end 2021, 2020, and 2019, respectively.\nWe record accrued interest and penalties related to uncertain tax positions as part of income tax expense (benefit). As of fiscal year end 2021 and 2020, we had $\n53\nmillion and $\n42\nmillion, respectively, of accrued interest and penalties related to uncertain tax positions on the Consolidated Balance Sheets, recorded primarily in income taxes. During fiscal 2021, 2020, and 2019, we recognized income tax expense of $\n12\nmillion, benefits of $\n1\nmillion, and benefits of $\n14\nmillion, respectively, related to interest and penalties on the Consolidated Statements of Operations.\nWe file income tax returns on a unitary, consolidated, or stand-alone basis in multiple state and local jurisdictions, which generally have statutes of limitations ranging from\n3\nto\n4 years\n. Various state and local income tax returns are currently in the process of examination or administrative appeal.\n90\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nOur non-U.S. subsidiaries file income tax returns in the countries in which they have operations. Generally, these countries have statutes of limitations ranging from\n3\nto\n10 years\n. Various non-U.S. subsidiary income tax returns are currently in the process of examination by taxing authorities.\nAs of fiscal year end 2021, under applicable statutes, the following tax years remained subject to examination in the major tax jurisdictions indicated:\n​\n​\nIn most jurisdictions, taxing authorities retain the ability to review prior tax years and to adjust any net operating loss and tax credit carryforwards from these years that are utilized in a subsequent period.\nAlthough it is difficult to predict the timing or results of our worldwide examinations, we estimate that approximately $\n100\nmillion of unrecognized income tax benefits, excluding the impact relating to accrued interest and penalties, could be resolved within the next twelve months.\nWe are not aware of any other matters that would result in significant changes to the amount of unrecognized income tax benefits reflected on the Consolidated Balance Sheet as of fiscal year end 2021.\nOther Income Tax Matters\nSwiss Tax Reform\nSwiss Parliament approved the Federal Act on Tax Reform and AHV Financing in September 2018, and it was approved by public vote on May 19, 2019. Swiss Tax Reform eliminated certain preferential tax items and implemented new tax rates at both the federal and cantonal levels.\nOn May 24, 2019, the federal tax authority issued guidance abolishing certain interest deductions effective January 1, 2020. As a result, during fiscal 2019, we recorded a $\n216\nmillion income tax benefit related primarily to the reduction to the valuation allowance for deferred tax assets. Based on our forecast of taxable income and the abolishment of certain interest deductions, we believed it was more likely than not that additional deferred tax assets for tax loss carryforwards in Switzerland would be realized in the future. The federal provisions of Swiss Tax Reform were enacted into law in the quarter ended September 27, 2019.\n91\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nIn October 2019, the canton of Schaffhausen enacted Swiss Tax Reform into law, including reductions in tax rates. During fiscal 2020, we recognized $\n355\nmillion of income tax expense related primarily to cantonal implementation and the resulting write-down of certain deferred tax assets to the lower tax rates.\nTax Sharing Agreement\nUpon our separation from Tyco International plc in fiscal 2007, we entered into a Tax Sharing Agreement with Tyco International plc (now part of Johnson Controls International plc) and Covidien plc (now part of Medtronic plc) under which we shared certain income tax liabilities for periods prior to and including June 29, 2007. Pursuant to the Tax Sharing Agreement, we entered into certain guarantee commitments and indemnifications.\nIn fiscal 2020, we, Johnson Controls International plc, and Medtronic plc entered into an agreement to terminate the Tax Sharing Agreement. We believe that substantially all income tax matters that may be subject to the Tax Sharing Agreement have been settled with tax authorities and we do not expect any remaining tax matters to have a material effect on our results of operations, financial position, or cash flows. Accordingly, during fiscal 2020, we recognized an income tax benefit of $\n31\nmillion and net other income of $\n8\nmillion representing settlement of the remaining shared pre-separation income tax matters and indemnification balances.\n17. Earnings (Loss) Per Share\nThe weighted-average number of shares outstanding used in the computations of basic and diluted earnings (loss) per share were as follows:\n​\n​\nFor fiscal 2020, there were\ntwo\nmillion nonvested share awards and options outstanding with underlying exercise prices less than the average market prices of our common shares; however, these were excluded from the calculation of diluted loss per share as inclusion would be antidilutive as a result of our loss during the period.\nThe following share options were not included in the computation of diluted earnings (loss) per share because the instruments’ underlying exercise prices were greater than the average market prices of our common shares and inclusion would be antidilutive:\n​\n​\n​\n18. Shareholders’ Equity\nCommon Shares\nWe are organized under the laws of Switzerland. The rights of holders of our shares are governed by Swiss law, our Swiss articles of association, and our Swiss organizational regulations. Accordingly, the par value of our common shares is stated in Swiss francs (“CHF”). We continue to use the U.S. dollar, however, as our reporting currency on the Consolidated Financial Statements.\n92\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nSubject to certain conditions specified in our articles of association, we are authorized to increase our conditional share capital by issuing new shares in aggregate not exceeding\n50\n% of our authorized shares. In March 2020, our shareholders reapproved and extended through March 11, 2022, our board of directors’ authorization to issue additional new shares, subject to certain conditions specified in the articles of association, in aggregate not exceeding\n50\n% of the amount of our authorized shares.\nCommon Shares Held in Treasury\nAt fiscal year end 2021, approximately\n9\nmillion common shares were held in treasury, of which\n4\nmillion were owned by one of our subsidiaries. At fiscal year end 2020, approximately\n8\nmillion common shares were held in treasury, of which\n5\nmillion were owned by one of our subsidiaries. Shares held both directly by us and by our subsidiary are presented as treasury shares on the Consolidated Balance Sheets.\nIn fiscal 2021, 2020, and 2019, our shareholders approved the cancellation of\n3\nmillion,\n12\nmillion, and\n6\nmillion shares, respectively, purchased under our share repurchase program. These capital reductions by cancellation of shares were subject to a notice period and filing with the commercial register in Switzerland.\nContributed Surplus\nAs a result of cumulative equity transactions, including dividend activity and treasury share cancellations, our contributed surplus balance was reduced to zero with residual activity recorded against accumulated earnings as reflected on the Consolidated Statement of Shareholders’ Equity. To the extent that the contributed surplus balance continues to be zero, the impact of future transactions that normally would have been recorded as a reduction of contributed surplus will be recorded in accumulated earnings. Contributed surplus established for Swiss tax and statutory purposes (“Swiss Contributed Surplus”) is not impacted by our GAAP treatment.\nSwiss Contributed Surplus, subject to certain conditions, is a freely distributable reserve. As of fiscal year end 2021 and 2020, Swiss Contributed Surplus was CHF\n4,902\nmillion and CHF\n5,513\nmillion, respectively (equivalent to $\n3,905\nmillion and $\n4,561\nmillion, respectively).\nDividends\nWe paid cash dividends to shareholders of $\n1.96\n, $\n1.88\n, and $\n1.80\nper share in fiscal 2021, 2020, and 2019, respectively.\nUnder Swiss law, subject to certain conditions, dividends paid from reserves from capital contributions (equivalent to Swiss Contributed Surplus) are exempt from Swiss withholding tax. Dividends on our shares must be approved by our shareholders.\n93\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nOur shareholders approved the following dividends on our common shares:\n​\n​\nUpon shareholders’ approval of a dividend payment, we record a liability with a corresponding charge to shareholders’ equity. At fiscal year end 2021 and 2020, the unpaid portion of the dividends recorded in accrued and other current liabilities on the Consolidated Balance Sheets totaled $\n327\nmillion and $\n317\nmillion, respectively.\nShare Repurchase Program\nIn both fiscal 2021 and 2019, our board of directors authorized increases of $\n1.5\nbillion in our share repurchase program. Common shares repurchased under the share repurchase program were as follows:\n​\n​\nAt fiscal year end 2021, we had $\n1.6\nbillion of availability remaining under our share repurchase authorization.\n94\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n19. Accumulated Other Comprehensive Income (Loss)\nThe changes in each component of accumulated other comprehensive income (loss) were as follows:\n20. Share Plans\nOur equity compensation plans, of which the TE Connectivity Ltd. 2007 Stock and Incentive Plan, amended and restated as of September 17, 2020 (the “2007 Plan”), is the primary plan, provide for the award of annual performance bonuses and long-term performance awards, including share options; restricted, performance, and deferred share units; and other share-based awards (collectively, “Awards”) and allow for the use of unissued shares or treasury shares to be used to satisfy such Awards. As of fiscal year end 2021, the 2007 Plan provided for a maximum of\n70\nmillion shares to be issued as Awards, subject to adjustment as provided under the terms of the plan. A total of\n12\nmillion shares remained available for issuance under the 2007 Plan as of fiscal year end 2021.\n95\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nShare-Based Compensation Expense\nShare-based compensation expense, which was included primarily in selling, general, and administrative expenses on the Consolidated Statements of Operations, was as follows:\n​\n​\nWe recognized a related tax benefit associated with our share-based compensation arrangements of $\n19\nmillion, $\n15\nmillion, and $\n16\nmillion in fiscal 2021, 2020, and 2019, respectively.\nRestricted Share Awards\nRestricted share awards, which are generally in the form of restricted share units, are granted subject to certain restrictions. Conditions of vesting are determined at the time of grant. All restrictions on an award will lapse upon death or disability of the employee. If the employee satisfies retirement requirements, all or a portion of the award may vest, depending on the terms and conditions of the particular grant. Recipients of restricted share units have no voting rights, but do receive dividend equivalents. For grants that vest through passage of time, the fair value of the award at the time of the grant is amortized to expense over the period of vesting. The fair value of restricted share awards is determined based on the closing value of our shares on the grant date. Restricted share awards generally vest in increments over a period of\nfour years\nas determined by the management development and compensation committee of our board of directors.\nRestricted share award activity was as follows:\n​\n​\nThe weighted-average grant-date fair value of restricted share awards granted during fiscal 2021, 2020, and 2019 was $\n112.54\n, $\n92.94\n, and $\n77.77\n, respectively.\nThe total fair value of restricted share awards that vested during fiscal 2021, 2020, and 2019 was $\n43\nmillion, $\n44\nmillion, and $\n48\nmillion, respectively.\nAs of fiscal year end 2021, there was $\n68\nmillion of unrecognized compensation expense related to nonvested restricted share awards, which is expected to be recognized over a weighted-average period of\n1.7\nyears.\nPerformance Share Awards\nPerformance share awards, which are generally in the form of performance share units, are granted with pay-out subject to vesting requirements and certain performance conditions that are determined at the time of grant. Based on our performance, the pay-out of performance share units can range from\n0\n% to\n200\n% of the number of units originally granted. The grant-date fair value of performance share awards is expensed over the period of performance once achievement of the performance criteria is deemed probable. Recipients of performance share units have no voting rights but do receive dividend equivalents. Performance share awards generally vest after a period of\nthree years\nas determined by the management development and compensation committee of our board of directors.\n96\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nPerformance share award activity was as follows:\n​\n​\nThe weighted-average grant-date fair value of performance share awards granted during fiscal 2021, 2020, and 2019  was $\n105.86\n, $\n83.30\n, and $\n71.38\n, respectively.\nThe total fair value of performance share awards that vested during fiscal 2021, 2020, and 2019 was $\n10\nmillion, $\n20\nmillion, and $\n30\nmillion, respectively.\nAs of fiscal year end 2021, there was $\n21\nmillion of unrecognized compensation expense related to nonvested performance share awards, which is expected to be recognized over a weighted-average period of\n1.4\nyears.\nShare Options\nShare options are granted to purchase our common shares at prices which are equal to or greater than the market price of the common shares on the date the option is granted. Conditions of vesting are determined at the time of grant. All restrictions on the award will lapse upon death or disability of the employee. If the employee satisfies retirement requirements, all or a portion of the award may vest, depending on the terms and conditions of the particular grant. Options generally vest and become exercisable in equal annual installments over a period of\nfour years\nand expire\nten years\nafter the date of grant.\nShare option award activity was as follows:\n​\n​\nThe weighted-average exercise price of share option awards granted during fiscal 2021, 2020, and 2019 was $\n106.52\n, $\n93.39\n, and $\n76.91\n, respectively.\nThe total intrinsic value of options exercised during fiscal 2021, 2020, and 2019 was $\n49\nmillion, $\n39\nmillion, and $\n58\nmillion, respectively. We received cash related to the exercise of options of $\n167\nmillion, $\n55\nmillion, and $\n85\nmillion in fiscal 2021, 2020, and 2019, respectively.\nAs of fiscal year end 2021, there was $\n32\nmillion of unrecognized compensation expense related to nonvested share options granted under our share option plans, which is expected to be recognized over a weighted-average period of\n1.6\nyears.\n97\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nShare-Based Compensation Assumptions\nThe grant-date fair value of each share option grant was estimated using the Black-Scholes-Merton option pricing model. Use of a valuation model requires management to make certain assumptions with respect to selected model inputs. We employ our historical share volatility when calculating the grant-date fair value of our share option grants using the Black-Scholes-Merton option pricing model. Currently, we do not have exchange-traded options of sufficient duration to employ an implied volatility assumption in the calculation and therefore rely solely on the historical volatility calculation. The average expected life was based on the contractual term of the option and expected employee exercise and post-vesting employment termination behavior. The risk-free interest rate was based on U.S. Treasury zero-coupon issues with a remaining term that approximated the expected life assumed at the date of grant. The expected annual dividend per share was based on our expected dividend rate. The recognized share-based compensation expense was net of estimated forfeitures, which are based on voluntary termination behavior as well as an analysis of actual option forfeitures.\nThe weighted-average grant-date fair value of options granted and the weighted-average assumptions we used in the Black-Scholes-Merton option pricing model were as follows:\n​\n​\n​\n21. Segment and Geographic Data\nWe operate through\nthree\nreportable segments: Transportation Solutions, Industrial Solutions, and Communications Solutions. See Note 1 for a description of the segments in which we operate.\nSegment performance is evaluated based on net sales and operating income. Generally, we consider all expenses to be of an operating nature and, accordingly, allocate them to each reportable segment. Costs specific to a segment are charged to the segment. Corporate expenses, such as headquarters administrative costs, are allocated to the segments based on segment operating income. Intersegment sales are not material. Corporate assets are allocated to the segments based on segment assets.\n98\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nNet sales by segment and industry end market\n(1)\nwere as follows:\nNet sales by geographic region and segment were as follows:\n​\n99\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nOperating income (loss) by segment was as follows:\n​\n​\nNo single customer accounted for a significant amount of our net sales in fiscal 2021, 2020, or 2019.\nAs we are not organized by product or service, it is not practicable to disclose net sales by product or service.\nDepreciation and amortization and capital expenditures were as follows:\n​\n​\nSegment assets and a reconciliation of segment assets to total assets were as follows:\n​\n100\nTE CONNECTIVITY LTD.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nNet sales and net property, plant, and equipment by geographic region were as follows:\n​\n22. Subsequent Event\nSubsequent to fiscal year end 2021, TEGSA called for the early redemption of all of its outstanding\n3.50\n% senior notes due in February 2022, representing $\n500\nmillion aggregate principal amount. The notes were redeemed on November 3, 2021.\n​\n​\n​\n​\n101\nTE CONNECTIVITY LTD.\nSCHEDULE II—VALUATION AND QUALIFYING ACCOUNTS\nFiscal Years Ended September 24, 2021, September 25, 2020, and September 27, 2019\n​\n​\n​\n102"
  }
]