[
  {
    "item_key": "item_1",
    "text": "Overview\nAllegion plc (\"Allegion,\" \"we,\" \"us\" or \"the Company\") is a leading global provider of security products and solutions that keep people and assets safe and secure in the places where they reside, work and thrive. We create peace of mind by pioneering safety and security with a vision of seamless access and a safer world. Seamless access allows authorized, automated and safe passage and movement through spaces and places in the most efficient and frictionless manner possible. Central to our vision is partnering and developing ecosystems to create a flawless experience and enable an uninterrupted and secure flow of people and assets. We offer an extensive and versatile portfolio of mechanical and electronic security products and solutions across a range of market-leading brands. Our experts across the globe deliver high-quality security products, services and systems, and we use our deep expertise to serve as trusted partners to end-users who seek customized solutions to their security needs.\nAccess control security products and solutions are critical elements in every building and home. Many door openings are configured to maximize a room’s particular form and function while also meeting local and national building and safety code requirements and end-user security needs. Most buildings have multiple door openings, each serving its own purpose and requiring different specific access-control solutions. Each door must fit exactly within its frame, be prepared precisely for its hinges, synchronize with its specific lockset and corresponding latch and align with a specific key to secure the door. Moreover, with the increasing adoption of the Internet of Things (\"IoT\"), security products – including keys – are increasingly linked electronically, integrated into software and popular consumer technology platforms and controlled with mobile applications, creating additional functionality and complexity. Seamless access capitalizes on the ability for multiple products and brands to work in tandem, allowing people and assets to move efficiently and safely by adapting access rights for various settings or use cases. These solutions can also provide insights on usage and traffic patterns to improve hygiene of high-traffic areas, boost efficiency and improve visitor, staff and tenant experiences.\nWe believe our ability to deliver a wide range of solutions that can be custom configured to meet end-users’ security needs is a key driver of our success. We accomplish this with:\n•\nOur extensive and versatile product portfolio, combined with our deep expertise, which enables us to deliver the right products and solutions to meet diverse security and functional specifications and to successfully and securely integrate into leading technology and systems;\n•\nOur consultative approach and expertise, which enables us to develop the most efficient and appropriate building security and access-control specifications to fulfill the unique needs of our end-users and their partners, including architects, contractors, homebuilders and engineers;\n•\nOur access to and management of key channels in the market, which is critical to delivering our products in an efficient and consistent manner; and\n•\nOur enterprise excellence capabilities, including our global manufacturing operations and agile supply chain, which facilitate our ability to deliver specific product and system configurations to end-users and consumers worldwide, quickly and efficiently.\nWe believe the security products industry will benefit from several global macroeconomic trends, including:\n•\nExpected growth in global electronic products as end-users adopt newer technologies in their facilities and homes;\n•\nHeightened awareness of security and privacy requirements;\n•\nIncreased focus on touchless solutions that help promote a healthy environment; and\n•\nThe shift to a digital, interconnected environment.\nWe operate in three geographic regions: Americas; Europe, Middle East and Africa (\"EMEA\"); and Asia Pacific. We sell our products and solutions under the following brands:\n4\n5\nWe sell a wide range of security and access control solutions for end-users in commercial, institutional and residential facilities worldwide, including the education, healthcare, government, hospitality, commercial office and single and multi-family residential markets. Our leading brands include CISA®, Interflex®, LCN®, Schlage®, SimonsVoss® and Von Duprin®. We believe LCN, Schlage and Von Duprin hold the No. 1 position in their primary product categories in North America while CISA, Interflex and SimonsVoss hold the No. 1 or No. 2 position in their primary product categories in certain European markets.\n6\nDuring the year ended December 31, 2020, we generated Net revenues of $2,719.9 million and Operating income of $403.5 million.\nHistory and Developments\nWe were incorporated in Ireland on May 9, 2013, to hold the commercial and residential security businesses of what was then  Ingersoll Rand plc (\"Ingersoll Rand\"). On December 1, 2013, we became a stand-alone public company after Ingersoll Rand completed the separation of these businesses from the rest of Ingersoll Rand via the transfer of these businesses from Ingersoll Rand to us and the issuance by us of ordinary shares directly to Ingersoll Rand’s shareholders (the \"Spin-off\"). Our security businesses have long and distinguished operating histories. Several of our brands were established more than 100 years ago, and many originally created their categories:\n•\nVon Duprin, established in 1908, was awarded the first exit device patent;\n•\nSchlage, established in 1920, was awarded the first patents granted for the cylindrical lock and the push button lock;\n•\nLCN, established in 1926, created the first door closer;\n•\nCISA, established in 1926, devised the first electronically controlled lock; and\n•\nSimonsVoss, established in 1995, created the first keyless digital transponder.\nWe have built upon these founding legacies since our entry into the security products market through the acquisition of Schlage, Von Duprin and LCN in 1974. Today, we continue to develop and introduce innovative and market-leading products. For example, in 2018, we announced the formation of Allegion Ventures, a corporate venture fund that invests in and helps accelerate the growth of companies that have innovative technologies and products such as touchless access and workspace monitoring solutions that complement our core business solutions. Since its formation, Allegion Ventures has invested near\nly $15 million\nin several early-stage companies that share our pioneering vision and seek to find smart and innovative solutions that help keep people and assets safe and secure in the places where they reside, work and thrive.\nRecent examples of successful product launches by Allegion are illustrated in the table below:\n7\n8\nIndustry and Competition\nThe global markets we serve encompass institutional, commercial and residential construction and remodeling markets throughout North America, EMEA and Asia Pacific. As end-users continue to adopt newer technologies, including IoT, in their facilities and single and multi-family homes, growth in electronic security products and solutions is expected to outperform growth in mechanical security products and solutions. We also expect the security products industry will continue to benefit from favorable trends such as increased concerns about safety and security, new attention on touchless solutions that help promote a healthy environment and technology-driven innovation that enables seamless access and a better user experience as people and assets traverse multiple locations and facilities.\nThe security products markets are highly competitive and fragmented throughout the world, with a number of large multi-national companies and thousands of smaller regional and local companies. This high fragmentation primarily reflects local regulatory requirements and highly variable end-user needs. We believe our principal global competitors are Assa Abloy AB and dormakaba Group. We also face competition in various markets and product categories throughout the world, including from Spectrum Brands Holdings, Inc. in the North American residential market. As we move into more technologically advanced product categories, we may also compete against new, more specialized competitors.\nOur success depends on a variety of factors, including brand and reputation, product breadth, innovation, integration with popular technology platforms, quality and delivery capabilities, price and service capabilities. As many of our businesses sell through wholesale distribution, our success also depends on building and partnering with a strong channel network. Although price often serves as an important customer decision point, we also compete based on the breadth, innovation and quality of our products and solutions, our ability to custom-configure solutions to meet individual end-user requirements and our global supply chain.\nProducts and Services\nWe offer an extensive and versatile portfolio of mechanical and electronic security products and solutions across a range of market-leading brands:\n•\nLocks, locksets, portable locks and key systems and services\n: A broad array of cylindrical and mortise door locksets, security levers and master key systems that are used to protect and control access and a range of portable security products, including bicycle, small vehicle and travel locks. We also offer locksmith services in select locations;\n•\nDoor closers, controls and exit devices\n: An extensive portfolio of life-safety products and solutions generally installed on fire doors and facility entrances and exits. Door controls include both mechanical door closers and automatic door operators. Exit devices, also known as panic hardware, provide rapid egress to allow building occupants to exit safely in an emergency;\n•\nElectronic security products and access control systems\n: A broad range of electrified locks, access control systems, key card and reader systems and accessories, including IoT, Bluetooth Low Energy (BLE), Power over Ethernet and cloud-based solutions;\n•\nTime, attendance and workforce productivity systems\n: Products and services designed to help business customers manage and monitor workforce access control parameters, attendance and employee scheduling. We also offer ongoing aftermarket services in addition to design and installation offerings;\n•\nDoors and door systems\n: A portfolio of hollow metal, glass and specialty doors and door systems; and\n•\nOther accessories\n: A variety of additional security and product components, including hinges, door pulls, door stops, bike lights, louvers, weather stripping, thresholds and other accessories, as well as certain bathroom fittings and accessibility aids.\nCustomers\nWe sell most of our products and solutions through distribution and retail channels, including specialty distribution, e-commerce and wholesalers. We have built a network of channel partners that help our customers choose the right solution to meet their security needs and help commercial and institutional end-users fulfill and install orders. We also sell through a variety of retail channels, including large do-it-yourself home improvement centers, multiple online and e-commerce platforms, as well as small, specialty showroom outlets. We work with our retail partners on developing marketing and merchandising strategies to maximize their sales per square foot of shelf space. Through our Interflex and API Locksmiths businesses and Global Portable Security brands, we also provide products and services directly to end-users.\nOur 10 largest customers represented approximately 24% of our total Net revenues in 2020. No single customer represented 10% or more of our total Net revenues in 2020.\n9\nSales and Marketing\nIn markets where we sell through commercial and institutional distribution channels, we employ sales professionals around the world who work with a combination of end-users, security professionals, architects, contractors, engineers and distribution partners to develop specific, custom-configured solutions for our end-users’ needs. Our field sales professionals are assisted by specification writers who work with architects, engineers and consultants to help design door openings and security systems to meet end-users’ functional, aesthetic and regulatory requirements. Both groups are supported by dedicated customer care and technical sales-support specialists worldwide. We also support our sales efforts with a variety of marketing efforts, including trade-specific advertising, cooperative distributor merchandising, digital marketing and marketing at a variety of industry trade shows.\nIn markets in which we sell through retail and home-builder distribution channels, we have teams of sales, merchandising and marketing professionals who help drive brand and product awareness through our channel partners and to consumers. We utilize a variety of advertising and marketing strategies, including traditional consumer media, retail merchandising, digital marketing, retail promotions and builder and consumer trade shows, to support these teams.\nWe also work actively with several industry bodies around the world to help promote effective and consistent safety and security standards. For example, we are members of Builders Hardware Manufacturers Association (BHMA), Construction Specification Institute, Door and Hardware Institute (DHI), FiRa Consortium, Internet of Things Consortium (IoTC), Physical Security Interoperability Alliance (PSIA), Security Industry Association, Security Technology Alliance, ASSOFERMA (Italy), BHE (Germany) and UNIQ (France).\nProduction and Distribution\nWe manufacture our products in our geographic markets around the world. We operate 30 principal production and assembly facilities – 15 in Americas, 9 in EMEA and 6 in Asia Pacific. We own 16 of these facilities and lease the others. Our strategy is to produce in the region of use, wherever appropriate, to allow us to be closer to the end-user and increase efficiency and timely product delivery. Much of our U.S. based residential portfolio is manufactured in the Baja region of Mexico under the Maquiladora, Manufacturing and Export Services Industry (\"IMMEX\") program (formerly known as the maquiladora program). In managing our network of production and assembly facilities, we focus on continuous improvement in customer experience, employee health and safety, productivity, resource utilization and operational excellence.\nWe distribute our products through a broad network of channel partners. In addition, third-party manufacturing and logistics providers perform certain manufacturing, storage and distribution services for us to support certain parts of our manufacturing and distribution network.\nRaw Materials\nWe support our region-of-use production strategy with corresponding region-of-use supplier partners, where available. Our global and regional commodity teams work with production leadership, product management and materials management teams to ensure adequate materials are available for production.\nWe purchase a wide range of raw materials, including steel, zinc, brass and other non-ferrous metals, to support our production facilities. Where appropriate, we may enter into fixed-cost contracts to lower overall costs.\nIntellectual Property\nIntellectual property, inclusive of certain patents, trademarks, copyrights, know-how, trade secrets and other proprietary rights, is important to our business. We create, protect and enforce our intellectual property investments in a variety of ways. We work actively in the U.S. and internationally to try to ensure the protection and enforcement of our intellectual property rights. We use trademarks on nearly all of our products and believe such distinctive marks are an important factor in creating a market for our goods, in identifying us and in distinguishing our products from others. We consider our CISA, Interflex, LCN, Schlage, SimonsVoss, Von Duprin and other associated trademarks to be among our most valuable assets, and we have registered these trademarks in a number of countries. Although certain proprietary intellectual property rights are important to our success, we do not believe we are materially dependent on any particular patent or license, or any particular group of patents or licenses.\n10\nFacilities\nWe operate through a broad network of sales offices, engineering centers, 30 principal production and assembly facilities and several distribution centers throughout the world. Our active properties represent approximately 6.3\nmillion square feet, of which approximately 37%\nis leased. The following table shows the location of our principal worldwide production and assembly facilities:\nResearch and Development\nWe are committed to investing in our research and development capabilities with a focus on technology innovations that will deliver growth through the introduction of new products and solutions. In addition, we invest in initiatives that continuously drive improvements in product cost, quality, safety and sustainability.\nOur research and development team is managed as a global, collaborative group to identify and develop new technologies and worldwide product platforms. We organize our resources regionally to leverage expertise in local standards and configurations for the benefit of our customers. Further, we operate a global technology center in Bangalore, India, which augments and supports the regional engineering teams.\nSeasonality\nOur business experiences seasonality that varies by product line. Because more construction and do-it-yourself projects occur during the second and third calendar quarters of each year in the Northern Hemisphere, our security product sales related to those projects are typically higher in those quarters than in the first and fourth calendar quarters. However, certain other businesses typically experience higher sales in the fourth calendar quarter due to project timing. In 2020, we experienced lower sales volumes during the second quarter, principally due to the economic challenges stemming from the COVID-19 pandemic, which were most pronounced during this quarter. This is not anticipated to be a long-term trend in the seasonality of our businesses. Net revenues by quarter for the years ended December 31, 2020, 2019 and 2018, were as follows:\n11\nHuman Capital\nThe Company’s human capital strategy is foundational to achieving our business strategy and the responsibility of our Senior Vice President – Human Resources and Communications. To ensure we attract and retain top talent, we strive for a diverse and inclusive culture that rewards performance, provides growth and development opportunities and supports employees and their families through competitive compensation, benefits and numerous volunteer and charitable giving opportunities.\nAs of December 31, 2020, we had approximately 11,500 employees around the world, the vast majority working full time. Our employee base is supplemented by contingent labor where demand fluctuates or we experience short-term needs for specialized skills.\nCompensation and Benefits\nCompensation and benefit programs are tailored to be competitive in the geographies where we work, including the total package (which varies by country/region) that includes hourly and salaried compensation, performance incentive and equity plans, retirement, insurance and government social welfare programs, disability and family leave, education benefits to pursue degrees and certifications and additional offerings to support financial stability and personal planning. Health and wellness programs are provided globally and contribute to a productive, sustainable workforce by empowering our employees to take personal responsibility for their health, safety and well-being. In addition, we maintain tobacco-free facilities and pursue strategies to incentivize healthy behaviors and outcome-driven rewards. Pay for performance strategies consider not only accomplishments, but how individuals achieve results. The Allegion Leadership Behaviors – be a pioneer, break boundaries, coach, champion change, be courageous and inspire – are used to identify key talent and to train and develop aspiring leaders. They also work in concert with our performance management system to reinforce our values and code of conduct in assessing how people lead and deliver top performance.\nTalent Attraction\nTalent attraction efforts begin well before people walk in our doors. Around the world, our sites partner with schools and support teachers, providing mentoring, grants, scholarships, internships, co-op programs, classroom technology and on-site activities. Our sites also sponsor science, technology, engineering and math (\"STEM\") programs and competitions such as robotics and engineering competitions. These programs expose students to careers in manufacturing and technology and provide educators with programming to encourage academic excellence and social development.\nKey capabilities have been identified for our long-term corporate business strategy: talent, customer focus, innovation, partnering, pace and agility and collaboration. In recruiting for open positions, we participate in community job fairs and outreach to secondary schools, technical training programs, colleges and universities; promote open positions through internal and external recruiters, on websites and through social media; and encourage Company employees to refer talent.\nTalent Development and Succession Planning\nTalent development and succession planning at all levels of the organization are instrumental in ensuring we have the key capabilities to deliver the value proposition expected by our customers and employees. Inclusive succession planning is supported through the Allegion Leadership Behaviors, individual career mapping, assessment of performance and talent pipeline planning up to and including the Chief Executive Officer (\"CEO\"). On a quarterly basis, the executive team reviews talent development, focusing on developing a diverse succession bench, as part of their quarterly business review and a key component of the Allegion Operating System, our system of annual operation to support governance, reporting processes and management of the business. These cross-functional reviews highlight individuals who are ready for new opportunities, individuals who are on a special assignment or project and individuals early in their career that demonstrate emerging leadership skills.\nLearning and Development\nOpportunities for on-going learning and development are delivered to employees through structured coursework, on-site and expert-led training and experiential, applied development. The Allegion Academy is offered globally, supporting multiple languages and providing more than 17,000 self-guided online courses, as well as community channels on targeted skills and inclusion and diversity. We offer programs to provide successive levels of development, including reskilling and upskilling existing employees, as well as strengths-based leadership curriculum. Enterprise excellence initiatives and sprint teams expand skills in lean manufacturing and quality principles and lead to redesigning workflow to boost productivity and reduce waste.\n12\nEmployee-led resource and affinity groups provide enrichment opportunities for women’s leadership, early-career professionals, creativity and innovation, health and fitness, community volunteering and philanthropy.\nEngagement, Inclusion and Diversity\nA commitment to engagement, inclusion and diversity is core to the Allegion Operating System. Engagement surveys provide team leaders with insights on potential areas of focus and help them prioritize and take action on their teams’ foundational, inclusion, growth and development needs. Strengths-based leadership is an element of our commitment to inclusion: the more employees understand their own strengths, the better equipped they are to add value and appreciate the contributions of diverse members of their teams.\nInclusion and diversity are topics for learning communities, employee roundtables and ongoing, regular analysis and dialogue among our people leaders, executive leadership and our Board of Directors. We believe in fundamental standards that support our employees, including a commitment to building and maintaining diverse and inclusive workplaces, safe and healthy practices and competitive wages and benefits. We embrace all differences and similarities among colleagues and within the relationships we foster with customers, suppliers and the communities where we live and work. Whatever background, experience, race, color, national origin, religion, age, gender, gender identity, disability status, sexual orientation, protected veteran status or any other characteristic protected by law, we make sure that potential and current employees have every opportunity for application and the opportunity to give their best at work because it’s the right thing to do.\nWe are dedicated to fulfilling equal opportunity commitments in all decisions regarding all employment actions and at all levels of employment. In partnership with the Company’s Human Resources organization, the Company’s Equal Employment Opportunity Officer ensures that the applicable policy and procedures are appropriately established, implemented and disseminated, including those prohibiting discrimination, harassment, bullying and/or retaliation.\nCivic Involvement\nCivic involvement is part of the value proposition we offer employees and supports inclusion, diversity, growth and development. The Company and its employees provide multi-faceted support for our communities, guided by three philanthropic pillars: safety and security; wellness; and addressing the unique needs of the communities where we work, live and thrive. Corporate sponsorships and voluntary employee payroll deductions support a wide range of non-profits, including those that address housing and school security and safety; children and youth programs; education and scholarships for people of color and those who are economically disadvantaged and support for Historically Black Colleges and Universities; community safety nets for basic needs (e.g., food, shelter, transportation) for underserved people and to break the cycle of poverty; wellness, mental health, health research, emergency relief and blood supply initiatives; and programs to advance equality, justice and address systemic bias. In addition to corporate sponsorships, site leaders and employees are encouraged to organize local volunteer and fundraising activities, provide grants to local organizations and serve on boards and committees. Recognizing the growing number of people facing food insecurity in the wake of the COVID-19 pandemic, we supplemented on-going food drives at local sites with a one-time $500,000 gift to support communities in need in the fourth quarter of 2020.\nRespect for Human Rights\nOur respect for human rights\nis\nexpressed in\nstandards for our employees, our business partners, our customers and our communities. We have adopted and continue to uphold our Global Human Rights Policy, with standards that align with basic working conditions and human rights concepts advanced by international organizations such as the International Labor Organization and the United Nations. This policy also represents our own minimum standards for working conditions and human rights in our business and supply chains. In addition, we conduct risk assessments and continue to have conversations with the suppliers and companies we work with about the importance of human rights.\nEmployee Health and Safety\nEmployee health and safety are top priorities, and we consistently rank as the safest among leading competitors on core measures such as the total recordable incident rate. ‘Be safe, be healthy’ is a core organizational value in our proactive safety culture and has guided our response to the COVID-19 pandemic throughout 2020. We have adopted numerous health and safety measures in accordance with best-practice safe hygiene guidelines issued by recognized health experts like the U.S. Centers for Disease Control and Prevention (“CDC”), the European Centre for Disease Prevention and Control (“ECDC”) and the World Health Organization (“WHO”), as well as any applicable government mandates. These health and safety measures include, but are not limited to:\n13\n•\nWork-from-home arrangements for employees, where possible;\n•\nContinuous safe hygiene education in accordance with evolving guidelines;\n•\nRegular communication updates to leadership and team members;\n•\nAggressive and regular deep cleaning and disinfecting schedules;\n•\nSocial distancing measures, such as signage and physical barriers or reconfigurations of workspaces;\n•\nReduced density measures, such as staggering work shifts and breaks;\n•\nMask use requirements and expectations at our facilities;\n•\nTemperature and health screenings prior to entering facilities;\n•\nIncreased available supplies for employees, like masks, cleaning solutions, hand sanitizers, thermometers and gloves; and\n•\nTemporary travel, visitor and in-person meeting restrictions.\nSenior executives and the CEO have responsibility for risk management, employee accountability and safety hazard recognition and take a personal responsibility toward executing on safety initiatives. The Company monitors leading and lagging indicators related to health and safety as part of its ongoing management of the Allegion Operating System and regularly updates the Corporate Governance and Nominating Committee of the Board of Directors on key accomplishments and employee health and safety topics.\nRegulatory Matters\nWe are subject to a variety of federal, state and local laws and regulations, both within and outside the U.S., relating to environmental, health and safety concerns. We are committed to conducting our business in a safe, environmentally responsible and sustainable manner, in compliance with all applicable environmental, health and safety laws and regulations, and in a manner that helps promote and protect the health and safety of our environment, associates, customers, contractors and members of our local communities worldwide.\nWe operate with principles that support our proactive commitments, including:\n•\nIntegrating sound, environmental, health, safety (EHS) and sustainability strategies in all elements of our business functions, including objectives and measurements;\n•\nConducting periodic, formal evaluation of our compliance status and annual review of objectives and targets;\n•\nCreating a workplace culture where all employees are responsible for safety;\n•\nMaking continuous improvements in EHS and sustainability management systems and performance, including the reduction in the usage of natural resources, waste minimization, prevention of pollution and prevention of workplace accidents, injuries and risks;\n•\nDesigning, operating and maintaining our facilities in a manner that minimizes negative EHS and sustainability impacts;\n•\nUsing materials responsibly, including, where feasible, the recycling and reuse of materials; and\n•\nActing in a way that shows sensitivity to community concerns about EHS and sustainability issues.\nWe recognize that these principles are critical to our future success. We have a dedicated environmental program designed to reduce the utilization and generation of hazardous materials during the manufacturing process and to remediate any identified environmental concerns. As to the latter, we are currently engaged in site investigations and remediation activities to address environmental cleanup from past operations at current and former production facilities. We also regularly evaluate our remediation methods that are in addition to, or in replacement of, those we currently utilize based upon enhanced technology and regulatory changes. We are sometimes a party to environmental lawsuits and claims and have, from time to time, received notices of potential violations of environmental laws and regulations from the U.S. Environmental Protection Agency (the \"EPA\") and similar state authorities. We have also been identified as a potentially responsible party (\"PRP\") for cleanup costs associated with off-site waste disposal at federal Superfund and state remediation sites. For all such sites, there are other PRPs and, in most instances, our involvement is minimal.\nIn estimating our liability, we have assumed that we will not bear the entire cost of remediation of any site to the exclusion of other PRPs who may be jointly and severally liable. The ability of other PRPs to participate has been taken into account, based on our understanding of the parties’ financial condition and probable contributions on a per site basis. Additional lawsuits and claims involving environmental matters are likely to arise from time to time in the future. For a further discussion of our potential environmental liabilities, see Note 21 to the Consolidated Financial Statements.\nAvailable Information\nWe are required to file annual, quarterly and current reports, proxy statements and other documents with the SEC under the Securities Exchange Act of 1934. The SEC maintains an Internet website that contains reports, proxy and information\n14\nstatements and other information regarding issuers that file electronically with the SEC. The public can obtain any documents that are filed by us at www.sec.gov.\nIn addition, the Company's Annual Report on Form 10-K, as well as future quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to all of the foregoing reports, are made available free of charge on our Internet website\n(https://www.allegion.com)\nas soon as reasonably practicable after such reports are electronically filed with or furnished to the SEC. The contents of our website are not incorporated by reference in this report.\n15"
  },
  {
    "item_key": "item_1a",
    "text": "We discuss our expectations regarding future performance, events and outcomes in this Form 10-K, quarterly and annual reports, press releases and other written and oral communications. All statements except for historical and present factual information are “forward-looking statements” and are based on financial data and business plans available only as of the time the statements are made, which may become outdated or incomplete. Forward-looking statements are inherently uncertain, and investors must recognize that events could significantly differ from our expectations. You should carefully consider the risk factors discussed below, together with all the other information included in this Form 10-K, in evaluating us, our ordinary shares and our senior notes. If any of the risks below actually occurs, our business, financial condition, results of operations and cash flows could be materially and adversely affected. Any such adverse effect may cause the trading price of our ordinary shares to decline, and as a result, you could lose all or part of your investment in us. Our business may also be adversely affected by risks and uncertainties not known to us or risks that we currently believe to be immaterial. We assume no obligation to update any forward-looking statements as a result of new information, future events or other factors.\nStrategic and Operational Risks\nOur normal business operations have been, and are expected to continue to be, adversely impacted by the global COVID-19 pandemic.\nThe COVID-19 outbreak, which was declared by the WHO as a pandemic in March 2020, and preventative measures taken to contain or mitigate this pandemic have caused, and are continuing to cause, business slowdowns or shutdowns in various regions around the world. This pandemic has also caused, and may continue to cause, disruption to our global supply chain and business operations, in addition to the various effects noted elsewhere within the risk factors contained in this Annual Report on Form 10-K. Actions taken to help limit the spread of COVID-19, such as general public health decrees or other government mandates to restrict business activities and travel, avoid large gatherings or to self-quarantine, have impacted and will likely continue to impact our ability to carry out business as usual, including the temporary suspension of some of our operations, shortages in materials, reduction in customer demand, increased absenteeism, costs associated with operational changes and an extended period of remote work arrangements for some of our employees which could increase cybersecurity risks and other operational risks. Conversely, as governments ease their restrictions and social interactions increase prior to the development and distribution of an effective vaccine or treatments for COVID-19, preventative and precautionary measures may not be sufficient to mitigate the risk of increased infection and could result in increased illness among our employees, business partners and others, and lead to further business interruption. In addition, a significant number of our customers, suppliers, vendors and other business partners have been adversely affected by the COVID-19 pandemic. While we cannot predict the impact that this pandemic will continue to have on our customers, suppliers, vendors and other business partners and each of their financial conditions, any material adverse effects on these parties could adversely impact us.\nThe global economic uncertainty due to this pandemic has also negatively impacted, and may continue to adversely affect, our results of operations and financial condition. For example, this pandemic has led to changes in commercial real estate occupancy, increases in work-from-home arrangements, constraints on government and institutional budgets and an uncertain business climate, which have all contributed to declines and delays in new construction and renovation activity during 2020, including in many of the commercial and institutional construction markets we serve. These challenges may be significant and continue beyond the COVID-19 pandemic, and the rate and sustainability of future growth remains uncertain, as the long-term impacts of the pandemic and related market disruption are not yet known.\nAdditionally, as a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, interim impairment tests were performed on select goodwill and indefinite-lived trade name assets in the first quarter of 2020, resulting in impairment charges of approximately $96.3 million. If the on-going economic impact of the COVID-19 pandemic proves to be more severe than estimated, the economic recovery takes longer to materialize or does not materialize as strongly as anticipated, this could result in further impairment charges in the future.\nDespite our efforts to manage and mitigate these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of this pandemic, third-party actions taken to contain its spread and mitigate its public health effects, the development, distribution and acceptance of an effective vaccine and the pace of global economic recovery following containment of the spread. The impact of the COVID-19 pandemic continues to evolve, and its ultimate impact on our business is highly uncertain and difficult to predict. The continued spread of COVID-19 may have further adverse impacts on our business, operations, customer demand, supply chain, cash flow generation, financial position and liquidity and may also exacerbate other risks and uncertainties described in this Annual Report on Form 10-K. Further, our management is focused on mitigating the impacts of COVID-19 which has required, and will continue to require, a large investment of time and resources, which may divert attention and resources from other business matters.\n16\nIncreased competition, including from technological developments, could adversely affect our business.\nThe markets in which we operate include a large number of participants, including multi-national, regional and small, local companies. We primarily compete on the basis of quality, innovation, expertise, effective channels to market, breadth of product offering and price. We may be unable to effectively compete on all these bases. Further, in a number of our product offerings, we compete with our retail customers and technology partners who use their own private labels. If we are unable to anticipate evolving trends in the market or the timing and scale of our competitors’ activities and initiatives, including increased competition from private label brands, the demand for our products and services could be negatively impacted.\nIn addition, we compete in an industry that is experiencing the convergence of mechanical, electronic and digital products.  Technology and innovation play significant roles in the competitive landscape. Our success depends, in part, upon the research, development and implementation of new technologies and products including obtaining, maintaining and enforcing necessary intellectual property protections. Securing and maintaining key partnerships and alliances, recruiting and retaining highly skilled and qualified employee talent and having access to technologies, services, intellectual property and solutions developed by others will play a significant role in our ability to effectively compete. The continual development of new technologies by existing and new competitors, including non-traditional competitors with significant resources, could adversely affect our ability to sustain operating margins and desirable levels of sales volumes. To remain competitive, we must develop new products and respond to new technologies in a timely manner.\nOur growth is dependent, in part, on the development, commercialization and acceptance of new products and services.\nWe must develop and commercialize new products and services that meet the varied and evolving needs of our customers and end-users in order to remain competitive in our current and future markets and in order to continue to grow our business. The speed of development by our competitors and new market entrants is increasing. We cannot provide any assurance that any new product or service will be successfully commercialized in a timely manner, if ever, or, if commercialized, will result in returns greater than our investment. Investment in a product or service could divert our attention and resources from other projects that become more commercially viable in the market. We also cannot provide any assurance that any new product or service will be accepted by the market.\nChanges in customer and consumer preferences and the inability to maintain beneficial relationships with large customers could adversely affect our business.\nWe have significant customers, particularly major retailers, although no one customer represented 10% or more of our total Net revenues in any of the past three fiscal years. The loss or material reduction of business, the lack of success of sales initiatives or changes in customer preferences or loyalties for our products related to any such significant customer could have a material adverse impact on our business. In addition, major customers who are volume purchasers are much larger than us and have strong bargaining power with suppliers. This limits our ability to recover cost increases through higher selling prices. Furthermore, unanticipated inventory adjustments by these customers can have a negative impact on sales.\nWe also sell our products through various trade channels, including traditional retail and e-commerce channels. If we or our major customers are not successful in navigating the shifting consumer preferences to distribution channels such as e-commerce, our expected future revenues may be negatively impacted.\nIf our products or solutions fail to meet certification and specification requirements, are defective, or otherwise fall short of end-users' needs and expectations, our business may be negatively impacted.\nThe security and access control product markets we serve often have unique certification and specification requirements, reflecting local regulatory requirements and highly variable end-user needs. While we strive to meet all certification and specification requirements, if any of our products or solutions do not meet such requirements, or contain, or are perceived to contain, defects or otherwise fall short of end-users' needs and expectations, we may incur significant costs and our business, results of operations or financial condition may be negatively impacted.\nAdditionally, as end-users have continued to adopt newer technologies in their facilities and homes, accelerated by the increasing adoption of IoT technologies, growth in sales of electronic security products and solutions are expected to outperform growth in sales of mechanical security products. Electronic security products and solutions are increasingly more sophisticated and technologically complex than the mechanical security products we sell, and have an increased risk of design or manufacturing defects, which could lead to product liability claims, recalls, product replacements or modifications, write-offs\n17\nof inventory or other assets and significant warranty and other expenses. Product quality issues can also adversely affect the end-user experience, resulting in reputational harm, loss of competitive advantage, poor market acceptance, reduced demand for products and solutions, delay in new product and service introductions and lost sales. Further, adverse publicity, whether or not justified, or allegations of product or service quality issues, even if false or unfounded, could damage our reputation and negatively affect our sales.\nOur business and innovation strategies include making acquisitions of, and investments in, external companies. These acquisitions and investments could be unsuccessful or consume significant resources, which could adversely affect our operating and financial results.\nWe will continue to analyze and evaluate the acquisition of strategic businesses or product lines with the potential to strengthen our industry position or enhance our existing set of products and services offerings. We cannot provide assurance that we will identify or successfully complete acquisitions with suitable candidates in the future, nor can we provide assurance that completed acquisitions will be successful, including efficient integration and creation of synergies.\nSome of the businesses we may seek to acquire may be marginally profitable or unprofitable. For these businesses to achieve acceptable levels of profitability, we must improve their management, operations, products and market penetration. We may not be successful in this regard, and we may encounter other difficulties in integrating acquired businesses into our existing operations.\nAcquisitions may involve significant cash expenditures, debt incurrence, operating losses and expenses. Acquisitions also involve numerous other risks, including:\n•\nDiversion of management's time and attention from daily operations;\n•\nDifficulties integrating acquired businesses, technologies and personnel into our business;\n•\nDifficulties completing the transaction in a timely manner;\n•\nDifficulties realizing synergies expected to result from acquisitions;\n•\nDifficulties in obtaining and verifying the financial statements and other business information of acquired businesses;\n•\nInability to obtain regulatory approvals and/or required financing on favorable terms;\n•\nPotential loss of key employees, key contractual relationships or key customers of acquired companies or of us;\n•\nDifficulties competing in the new markets we enter;\n•\nAssumption of the liabilities and exposure to unforeseen liabilities of acquired companies;\n•\nDilution of interests of holders of our ordinary shares through the issuance of equity securities or equity-linked securities; and\n•\nDifficulty in integrating financial reporting systems and implementing controls, procedures and policies, including disclosure controls and procedures and internal control over financial reporting, appropriate for public companies of our size at companies that, prior to the acquisition, had lacked such controls, procedures and policies.\nFurther, as part of our innovation strategy, from time to time we invest in start-up companies and/or development stage technology or other companies. In evaluating these opportunities, we follow a structured evaluation process that considers factors such as potential financial returns, new expertise in emerging technology and business benefits. Despite our best efforts to calculate potential return and risk, some or all of these companies we invest in may be unprofitable at the time of, and subsequent to, our investment. We may lose money in these investments, including the potential for future impairment charges on the investments, and the anticipated benefits of the technology and business relationships may be less than expected.\nWe continually look to expand our services and products into new international markets, and as we do, we will have only limited experience in marketing and operating services and products in such markets. In some instances, we may rely on the efforts and abilities of third-party and foreign business partners in such markets. Certain international markets may be slower than our established markets in adopting our services and products, and our operations in such markets may not develop at a rate that supports our level of investment. In addition to the risks outlined above, expansion into certain new markets may require us to compete with local businesses with greater knowledge of the market, including the tastes and preferences of end-users and businesses with dominant market shares. Any acquisitions or investments may ultimately not be successful, may harm our business or financial condition and/or result in impairment charges.\nWe may pursue business opportunities that diverge from our core business.\nWe may pursue business opportunities that diverge from our core business, including expanding our products or service offerings, investing in new and unproven technologies and forming new alliances with companies to distribute our products and services. We can offer no assurance that any such business opportunities will prove successful. Among other negative effects,\n18\nour investment in new business opportunities may exceed the returns we realize. Additionally, any new investments could have higher cost structures than our current business, which could reduce operating margins and require more working capital. In the event that working capital requirements exceed operating cash flow, we may be required to draw on our revolving credit facility or pursue other external financing, which may not be readily available.\nOur enterprise excellence efforts may not achieve the improvements we expect.\nWe utilize a number of tools to improve efficiency and productivity. Implementation of new processes to our operations could cause disruptions and may prove to be more difficult, costly or time consuming than expected. There is no assurance that all of our planned enterprise excellence projects will be fully implemented, or if implemented, will realize the expected improvements.\nWe may not be able to effectively manage and implement restructuring initiatives or other organizational changes.\nWe have, from time to time, restructured or made other adjustments to our workforce and manufacturing footprint in response to market or product changes, performance issues, changes in strategy, acquisitions and/or other internal and external considerations. For example, we recently announced that effective January 1, 2021, our EMEA and Asia Pacific operating segments would be combined to form the new Allegion International segment. These restructuring activities and other organizational changes often result in increased restructuring costs, diversion of management’s time and attention from daily operations and temporarily reduced productivity. If we are unable to successfully manage and implement these and other organizational changes, we may not achieve or sustain the expected growth or cost savings benefits of these activities or do so within the expected timeframe. These effects could recur in connection with future acquisitions and other organizational changes and our Net revenues and other results of operations could be negatively affected.\nDisruptions in our global supply chain, including product manufacturing and logistical services provided by supplier partners, may negatively impact our business.\nOur ability to meet our customers' needs and achieve cost targets depends on our ability to maintain key manufacturing and supply arrangements, including execution of supply chain optimizations and certain sole supplier or sole manufacturing arrangements. The loss or disruption of such manufacturing and supply arrangements could interrupt product supply and, if not effectively managed and remedied, have an adverse impact on our business.\nWe procure certain products, components and logistical services from supplier partners located throughout the world. Our reliance on these third parties reduces our control over the manufacturing and delivery process, exposing us to risks including reduced control over quality assurance, product costs, product supply and delivery delays. If we are unable to effectively manage these relationships, or if these third parties experience delays, disruptions, capacity constraints, regulatory issues or quality control problems in their operations or otherwise fail to meet our future requirements for timely delivery, our ability to ship and deliver certain of our products to our customers could be impaired and our business could be harmed.\nThe effects of global climate change or other unexpected events, including global health crises, may disrupt our operations and have a negative impact on our business.\nThe effects of global climate change, such as extreme weather conditions and natural disasters occurring more frequently or with more intense effects, or the occurrence of unexpected events including wildfires, tornadoes, hurricanes, earthquakes, floods, tsunamis and other severe hazards or global health crises, such as the outbreak of Ebola or the global COVID-19 pandemic, or other actual or threatened epidemic, pandemic, outbreak and spread of a communicable disease or virus, in the countries where we operate or sell products and provide services, could adversely affect our operations and financial performance. Extreme weather, natural disasters, power outages, global health crises or other unexpected events could disrupt our operations by impacting the availability and cost of materials needed for manufacturing, causing physical damage and partial or complete closure of our manufacturing sites or distribution centers, loss of human capital, temporary or long-term disruption in the manufacturing and supply of products and services and disruption in our ability to deliver products and services to customers. These events and disruptions could also adversely affect our customers’ and suppliers’ financial condition or ability to operate, resulting in reduced customer demand, delays in payments received or supply chain disruptions. Further, these events and disruptions could increase insurance and other operating costs, including impacting our decisions regarding construction of new facilities to select areas less prone to climate change risks and natural disasters, which could result in indirect financial risks passed through the supply chain or other price modifications to our products and services.\nIn particular, the ultimate extent of the impact of any epidemic, pandemic or other global health crisis on our business, financial condition and results of operations will depend on future developments which are highly uncertain and cannot be predicted,\n19\nincluding new information that may emerge concerning the duration and severity of such epidemic, pandemic or other global health crisis, actions taken to contain or prevent their further spread and the pace of global economic recovery following containment of the spread.\nWe may be subject to risks relating to our information technology and operational technology systems.\nWe rely extensively on information technology and operational technology systems, networks and services including hardware, software, firmware and technological applications and platforms (collectively, \"IT Systems\") to manage and operate our business from end-to-end, including ordering and managing materials from suppliers, design and development, manufacturing, marketing, selling and shipping to customers, invoicing and billing, managing our banking and cash liquidity systems, managing our enterprise resource planning and other accounting and financial systems and complying with regulatory, legal and tax requirements. There can be no assurance that our current IT Systems will function properly. We have invested and will continue to invest in improving our IT Systems. Some of these investments are significant and impact many important operational processes and procedures. There is no assurance that any newly implemented IT Systems will improve our current systems, improve our operations or yield the expected returns on the investments. In addition, the implementation of new IT Systems may cause disruptions in our operations and, if not properly implemented and maintained, negatively impact our business. If our IT Systems cease to function properly or if these systems do not provide the anticipated benefits, our ability to manage our operations could be impaired.\nWe currently rely on third-party vendors for many of the critical elements of our global information and operational technology infrastructure and their failure to provide effective support for such infrastructure could negatively impact our business and financial results.\nWe have outsourced many of the critical elements of our global information and operational technology infrastructure to third-party service providers in order to achieve efficiencies. If such service providers do not perform or do not perform effectively, we may not be able to achieve the expected efficiencies and may have to incur additional costs to address failures in providing service by the service providers. Depending on the function involved, such non-performance, ineffective performance or failures of service may lead to business disruptions, processing inefficiencies or security breaches.\nDisruptions or breaches of our information systems could adversely affect us.\nDespite our implementation of cybersecurity measures which have focused on prevention, mitigation, resilience and recovery, our network and products, including access solutions, may be vulnerable to cybersecurity attacks, computer viruses, malicious codes, malware, ransomware, phishing, social engineering, denial of service, hacking, break-ins and similar disruptions. Cybersecurity attacks and intrusion efforts are continuous and evolving, and in certain cases they have been successful at the most robust institutions. The scope and severity of risks that cyber threats present have increased dramatically and include, but are not limited to, malicious software, attempts to gain unauthorized access to data or premises, exploiting weaknesses related to vendors or other third parties that could be exploited to attack our systems, denials of service and other electronic security breaches that could lead to disruptions in systems, unauthorized release of confidential or otherwise protected information and corruption of data. Any such event could have a material adverse effect on our business, operating results and financial condition, as we face regulatory, reputational and litigation risks resulting from potential cyber incidents, as well as the potential of incurring significant remediation costs.\nOur daily business operations also require us to collect and/or retain sensitive data such as intellectual property, proprietary business information and data related to customers, employees, suppliers and business partners within our networking infrastructure including data from individuals subject to the European Union's General Data Protection Regulation, that is subject to privacy and security laws, regulations and/or customer-imposed controls. Despite our efforts to protect such data, the loss or breach of such data due to various causes including material security breaches, catastrophic events, extreme weather, natural disasters, power outages, system failures, computer viruses, improper data handling, programming errors, unauthorized access and employee error or malfeasance could result in wide reaching negative impacts to our business, and as such, the ongoing maintenance and security of this information is pertinent to the success of our business operations and our strategic goals.\nIn addition, we operate in an environment where there are different and potentially conflicting data privacy laws and regulations in effect or expected to go into effect in the future, including regulations related to devices connected through IoT, in the various jurisdictions in which we operate, and we must understand and comply with such laws and regulations while ensuring our data is secure.\n20\nOur networking infrastructure and related assets may be subject to unauthorized access by hackers, employee error or malfeasance or other unforeseen activities. Such issues could result in the disruption of business processes, network degradation and system downtime, along with the potential that a third party will exploit our critical assets such as intellectual property, proprietary business information and data related to our customers, suppliers and business partners. To the extent that such disruptions occur and our business continuity plans do not effectively address these disruptions in a timely manner, they may cause delays in the manufacture or shipment of our products and the cancellation of customer orders and, as a result, our business operating results and financial condition could be materially and adversely affected, resulting in a possible loss of business or brand reputation.\nOur ability to successfully grow and expand our business depends on our ability to recruit and retain a highly qualified and diverse workforce.\nOur ability to successfully grow and expand our business depends on the contributions and abilities of our employees and key management, including, for example, the ability of our sales force to adapt to any changes made in the sales organization and achieve adequate customer coverage. We must therefore continue to effectively recruit, retain and motivate key management, sales and other highly qualified, skilled and diverse personnel to maintain our current business and support our projected growth. A shortage of these key employees for various reasons, including changes in laws and policies regarding immigration and work authorizations in jurisdictions where we have operations, might jeopardize our ability to grow and expand our business.\nEconomic, Market and Financial Risks\nOur global operations subject us to economic risks.\nWe are incorporated in Ireland and operate in countries worldwide. Our global operations depend on products manufactured, purchased and sold in the U.S. and internationally, including in Australia, Canada, China, Europe, Korea, Mexico, New Zealand and the Middle East. The political, economic and regulatory environments in which we operate are becoming increasingly volatile and uncertain. Accordingly, we are subject to risks that are inherent in operating globally, including:\n•\nChanges to trade agreements, sanctions, import and export regulations, including imposition of burdensome tariffs and quotas, and customs duties;\n•\nChanges in applicable tax regulations and interpretations;\n•\nEconomic downturns and social and political instability;\n•\nChanges in laws and regulations or imposition of currency restrictions and other restraints in various jurisdictions;\n•\nLimitation of ownership rights, including expropriation of assets by a local government, and limitation on the ability to repatriate earnings;\n•\nSovereign debt crises and currency instability in developed and developing countries;\n•\nDifficulty in staffing and managing global operations;\n•\nDifficulty in enforcing agreements, collecting receivables and protecting assets through non-U.S. legal systems; and\n•\nPolitical unrest, national and international conflict, including war, border closures, civil disturbances and terrorist acts.\nThese risks could increase our cost of doing business in the U.S. and internationally, increase our counterparty risk, disrupt our operations, disrupt the ability of suppliers and customers to fulfill their obligations, increase our effective tax rate, increase the cost of our products, limit our ability to sell products in certain markets, reduce our operating margin, reduce cash flow and negatively impact our ability to compete.\nOur business relies on the institutional, commercial and residential construction and remodeling markets.\nDemand for our security products and solutions relies on the institutional, commercial and residential construction and remodeling markets, which are marked by cyclicality based on overall economic conditions, including consumer confidence and disposable income, corporate and government spending, work-from-home trends, availability of credit and demand for new housing and infrastructure. Weakness or instability in one or more of these markets may cause current and potential customers to delay or cancel major capital projects, or otherwise choose not to make purchases, which could negatively impact the demand for our products and solutions and erode average selling prices.\n21\nCurrency exchange rate fluctuations may adversely affect our results.\nWe are exposed to a variety of market risks, including the effects of changes in currency exchange rates. See \"Management’s Discussion and Analysis of Financial Condition and Results of Operations - Quantitative and Qualitative Disclosure About Market Risk.\"\nApproximately 30% of our 2020 Net revenues were derived outside the U.S., and we expect sales to non-U.S. customers to continue to represent a significant portion of our consolidated Net revenues. Although we may enter into currency exchange contracts to reduce our risk related to currency exchange fluctuations, changes in the relative fair values of currencies occur from time to time and may, in some instances, have a material impact on our results of operations. We do not hedge against all of our currency exposure and therefore, our business will continue to be susceptible to currency fluctuations.\nWe also translate assets, liabilities, revenues and expenses denominated in non-U.S. dollar currencies into U.S. dollars for our Consolidated Financial Statements based on applicable exchange rates. Consequently, fluctuations in the value of the U.S. dollar compared to other currencies may have a material impact on the value of these items in our Consolidated Financial Statements, even if their value has not changed in their original currency.\nCommodity shortages, price increases and higher energy prices could negatively affect our financial results.\nWe rely on suppliers to secure commodities, including steel, zinc, brass and other non-ferrous metals, required for the manufacture of our products. A disruption of deliveries from our suppliers or decreased availability of commodities could have an adverse effect on our ability to meet our commitments to customers or increase our operating costs. We believe that available sources of supply will generally be sufficient for our needs for the foreseeable future. Nonetheless, the unavailability of some commodities could have a material adverse impact on our business.\nVolatility in the prices of these commodities could increase the costs of our products and services, and we may not be able to pass on these costs to our customers. We do not currently use financial derivatives to hedge against this volatility; however, we utilize firm purchase commitments to mitigate risk. The pricing of some commodities we use is based on market prices. To mitigate this exposure, we may use annual price contracts to minimize the impact of inflation and to benefit from deflation.\nAdditionally, we are exposed to fluctuations in energy prices due to the instability of current market prices. Higher energy costs increase our operating costs and the cost of shipping our products and supplying services to our customers around the world. Consequently, sharp price increases, the imposition of taxes or an interruption of supply could cause us to lose the ability to effectively manage the risk of rising energy prices and may have an adverse impact on our results of operations and cash flows.\nWe may be required to recognize impairment charges for our goodwill, indefinite-lived intangible assets and other long-lived assets.\nAt December 31, 2020, the net carrying value of our goodwill and other indefinite-lived intangible assets totaled approximately $819.0 million and $118.3 million, respectively. Pursuant to U.S. generally accepted accounting principles (\"GAAP\"), we are required to annually assess our goodwill and indefinite-lived intangible assets for impairment. In addition, interim assessments must be performed for these and other long-lived assets whenever events or changes in circumstances indicate that an impairment may have occurred. Significant disruptions to our business or end market conditions, protracted economic weakness, unexpected significant declines in operating results of reporting units, divestitures or market capitalization declines may result in recognition of impairment charges to our goodwill, indefinite-lived intangible or other long-lived assets. Specifically, an unanticipated deterioration in Net revenues and/or operating margins generated by our newly created Allegion International segment could trigger future impairments. Any charges relating to such impairments could have a material adverse impact on our results of operations in the periods when recognized.\nThe capital and credit markets are important to our business.\nInstability in U.S. and global capital and credit markets, including market disruptions, limited liquidity and interest rate volatility or reductions in the credit ratings assigned to us by independent ratings agencies, could reduce our access to capital markets or increase the cost of funding our short and long-term credit requirements. In particular, if we are unable to access capital and credit markets on terms that are acceptable to us, we may not be able to make certain investments or fully execute our business plans and strategy.\nOur suppliers and customers are also dependent upon the capital and credit markets. Limitations on the ability of customers, suppliers or financial counterparties to access credit could lead to insolvencies of key suppliers and customers, limit or prevent\n22\ncustomers from obtaining credit to finance purchases of our products and services and cause delays in the delivery of key products from suppliers.\nThere are risks associated with our outstanding and future indebtedness.\nWe have approximately $1.4 billion of outstanding indebtedness at December 31, 2020. In addition, we have a senior unsecured revolving credit facility (the \"Revolving Facility\") that permits borrowings of up to an additional $500 million. Volatility in the credit markets could adversely impact our ability to obtain favorable financing terms in the future. A portion of our cash flows from operations is dedicated to servicing our indebtedness and will not be available for other purposes, including our operations, capital expenditures, payment of dividends, share repurchases or future business opportunities.\nOur ability to make scheduled payments or to refinance our debt obligations depends on our financial and operating performance, which is subject to prevailing economic and competitive conditions and to certain financial, business and other factors beyond our control. If our cash flows and capital resources are insufficient to fund our debt service obligations, we may be forced to reduce or delay capital expenditures, reduce or eliminate the payment of dividends, sell assets, seek additional capital or seek to restructure or refinance our indebtedness. These alternative measures may not be successful and may not permit us to meet our scheduled debt service obligations. In such event, we could face substantial liquidity problems and might be required to sell material assets or operations to attempt to meet our debt service and other obligations.\nAdditionally, at December 31, 2020, our borrowings included a variable rate term loan facility indexed to LIBOR (the \"Term Facility\", and together with the Revolving Facility, the \"Credit Facilities\") with an outstanding balance of $238.8 million, which exposes us to variable interest rate risk. We are also exposed to the risk of rising interest rates to the extent that we fund our operations with short-term or variable-rate borrowings under our Revolving Facility. If LIBOR or other applicable base rates under our Credit Facilities increase in the future, our Interest expense could increase. Additionally, the regulator that oversees LIBOR has announced that it cannot guarantee LIBOR's availability after 2021. In the event LIBOR is discontinued, replaced, significantly changed or ceases to be recognized as an acceptable benchmark, there may be uncertainty or differences in the calculation of our applicable interest rate or required payment amounts for our Credit Facilities. This could also require different hedging strategies and require renegotiation of our existing Credit Facilities. While we do not currently anticipate the transition from LIBOR and the risks thereto to have a material adverse effect on us, it remains uncertain at this time.\nLegal and Compliance Risks\nWe are subject to risks related to corporate social responsibility and reputational matters.\nOur reputation and the reputation of our brands, including the perception held by our customers, end-users, business partners, investors, other key stakeholders and the communities in which we do business are influenced by various factors. There is an increased focus from our stakeholders on environmental, social and governance (\"ESG\") practices and disclosure – and if we fail, or are perceived to have failed, in any number of ESG matters, such as environmental stewardship, inclusion and diversity, workplace conduct and support for local communities, our reputation or the reputation of our brands may suffer. Such damage to our reputation and the reputation of our brands may negatively impact our business, financial condition and results of operations.\nIn addition, negative or inaccurate postings or comments on social media or networking websites about the Company or our brands could generate adverse publicity that could damage our reputation or the reputation of our brands. If we are unable to effectively manage real or perceived issues, including concerns about product quality, safety, corporate social responsibility or other matters, sentiments toward the Company or our products could be negatively impacted, and our financial results could suffer.\nOur brands are important assets of our businesses, and violation of our trademark rights by imitators could negatively impact revenues and brand reputation.\nOur brands and trademarks enjoy a reputation for quality and value and are important to our success and competitive position. Unauthorized use of our trademarks may not only erode sales of our products but may also cause significant damage to our brand name and reputation, interfere with relationships with our customers and increase litigation costs. There can be no assurance that our on-going effort to protect our brand and trademark rights will prevent all violations.\n23\nMaterial adverse legal judgments, fines, penalties or settlements could adversely affect our business.\nWe are currently and may in the future become involved in legal proceedings and disputes incidental to the operation of our business. Our business may be adversely affected by the outcome of these proceedings and other contingencies (including, without limitation, environmental, product liability, antitrust, intellectual property, data protection, privacy and labor and employment matters) that cannot be predicted with certainty. As required by GAAP, we establish reserves based on our assessment of contingencies. Subsequent developments in legal proceedings and other contingencies may affect our assessment and estimates of the loss contingency recorded as a reserve, and we may be required to make additional material payments.\nAllegations that we have infringed the intellectual property rights of third parties could negatively affect us.\nWe may be subject to claims of infringement of intellectual property rights by third parties. In particular, we often compete in areas having extensive intellectual property rights owned by others and we have become subject to claims alleging infringement of intellectual property rights of others. In general, if it is determined that one or more of our technologies, products or services infringes the intellectual property rights owned by others, we may be required to cease marketing those products or services, to obtain licenses from the holders of the intellectual property at a material cost or to take other actions to avoid infringing such intellectual property rights. The litigation process is costly and subject to inherent uncertainties, and we may not prevail in litigation matters regardless of the merits of our position. Adverse intellectual property litigation or claims of infringement against us may become extremely disruptive if the plaintiffs succeed in blocking the trade of our products and services and may have a material adverse effect on our business.\nOur reputation, ability to do business and results of operations could be impaired by adverse publicity or improper conduct by any of our employees, agents or business partners.\nWe are subject to regulation under a variety of U.S. federal and state and non-U.S. laws, regulations and policies including laws related to anti-corruption, export and import compliance, anti-trust and money laundering due to our global operations. We cannot provide assurance that our internal controls will always protect us from the improper conduct of our employees, agents and business partners. Any improper conduct could damage our reputation and subject us to, among other things, civil and criminal penalties, material fines, equitable remedies (including profit disgorgement and injunctions on future conduct), securities litigation and a general loss of investor confidence.\nOur operations are subject to regulatory risks.\nOur U.S. and non-U.S. operations are subject to a number of laws and regulations, including fire and building codes and environmental, health and safety standards. We have incurred, and will be required to continue to incur, significant expenditures to comply with these laws and regulations. Changes to, or changes in interpretations of, current laws and regulations could require us to increase our compliance expenditures, cause us to significantly alter or discontinue offering existing products and services or cause us to develop new products and services. Altering current products and services or developing new products and services to comply with changes in the applicable laws and regulations could require significant research and development investments, increase the cost of providing the products and services and adversely affect the demand for our products and services.\nIn the event a regulatory authority concludes that we are not or have not at all times been in full compliance with these laws or regulations, we could be fined, criminally charged or otherwise sanctioned.\nCertain environmental laws assess liability on current or previous owners of real property or operators of manufacturing facilities for the costs of investigation, removal or remediation of hazardous substances or materials at such properties or at properties at which parties have disposed of hazardous substances. Liability for investigative, removal and remedial costs under certain U.S. federal and state laws and certain non-U.S. laws are retroactive, strict and joint and several. In addition to cleanup actions brought by governmental authorities, private parties could bring personal injury or other claims due to the presence of, or exposure to, hazardous substances. We have received notification from U.S. and non-U.S. governmental agencies, including the EPA and similar state environmental agencies, that conditions at a number of current and formerly owned sites where we and others have disposed of hazardous substances require investigation, cleanup and other possible remedial action. These agencies may require that we reimburse the government for its costs incurred at these sites or otherwise pay for the costs of investigation and cleanup of these sites, including by providing compensation for natural resource damage claims from such sites. For more information, see \"Item 1. Business - Regulatory Matters.\"\nWhile we have planned for future capital and operating expenditures to maintain compliance with environmental laws and have accrued for costs related to current remedial efforts, our costs of compliance, or our liabilities arising from past or future\n24\nreleases of, or exposures to, hazardous substances, may exceed our estimates. We may also be subject to additional environmental claims for personal injury or cost recovery actions for remediation of facilities in the future based on our past, present or future business activities.\nAs a global business, we have a relatively complex tax structure, and there is a risk that tax authorities will disagree with our tax positions.\nSince we conduct operations worldwide through our subsidiaries, we are subject to complex transfer pricing regulations in the countries in which we operate. Transfer pricing regulations generally require that, for tax purposes, transactions between us and our affiliates be priced on a basis that would be comparable to an arm's length transaction and that contemporaneous documentation be maintained to support the tax allocation. Although uniform transfer pricing standards are emerging in many of the countries in which we operate, there is still a relatively high degree of uncertainty and inherent subjectivity in complying with these rules. To the extent that any tax authority disagrees with our transfer pricing policies, we could become subject to significant tax liabilities and penalties. Our tax returns are subject to review by taxing authorities in the jurisdictions in which we operate. Although we believe that we have provided for all tax exposures, the ultimate outcome of a tax review could differ materially from our provisions.\nWe could be subject to changes in tax rates, the adoption of new tax legislation or exposure to additional tax liabilities.\nOur future effective tax rate and cash tax obligations could be adversely affected by shifts in our mix of earnings in countries with varying statutory tax rates, changes in the valuation of our deferred tax assets or liabilities or changes in tax laws, regulations, interpretations or accounting principles, as well as certain discrete items. In addition, we are subject to regular review and audit by tax authorities. As a result, we have received, and may in the future receive, assessments in multiple jurisdictions on various tax-related assertions. Any adverse outcome of such a review or audit could have a negative effect on our operating results and financial condition. In addition, the determination of our worldwide provision for income taxes and other tax liabilities requires significant judgment, and there are many transactions and calculations where the ultimate tax determination is uncertain. Although we believe our estimates are reasonable, the ultimate tax outcome may differ from the amounts recorded in our financial statements and may materially affect our financial results in the period or periods for which such determination is made. Furthermore, due to shifting economic and political conditions, tax policies, laws, interpretations and rates in various jurisdictions may be subject to significant change, which could materially affect our financial position and results of operations. For example, many countries in Europe, as well as a number of other countries and organizations, have recently proposed, recommended or implemented changes to existing tax laws or have enacted new laws that could significantly increase our effective tax rate or cash tax obligations in countries where we do business or require us to change the manner in which we operate our business.\nRisks Related to Our Incorporation in Ireland\nIrish law differs from the laws in effect in the United States and may afford less protection to holders of our securities.\nThe U.S. currently does not have a treaty with Ireland providing for the reciprocal recognition and enforcement of judgments in civil and commercial matters. As such, there is some uncertainty as to whether the courts of Ireland would recognize or enforce judgments of U.S. courts obtained against us or our directors or officers based on U.S. federal or state civil liability laws, including the civil liability provisions of the U.S. federal or state securities laws, or hear actions against us or those persons based on those laws.\nAs an Irish company, we are governed by the Companies Act 2014 of Ireland, as amended, which differs in some material respects from laws generally applicable to U.S. corporations and shareholders, including, among others, differences relating to interested director and officer transactions and shareholder lawsuits. Likewise, the duties of directors and officers of an Irish company generally are owed to the company only. Shareholders of Irish companies generally do not have a personal right of action against directors or officers of the company and may exercise such rights of action on behalf of the company only in limited circumstances. Accordingly, holders of our securities may have more difficulty protecting their interests than would holders of securities of a corporation incorporated in a jurisdiction of the U.S.\nIn addition, Irish law allows shareholders to authorize share capital which then can be issued by a board of directors without shareholder approval. Also, subject to specified exceptions, Irish law grants statutory preemptive rights to existing shareholders to subscribe for new issuances of shares for cash. At our annual meeting of shareholders, our shareholders authorized our Board of Directors to issue up to 33% of our issued ordinary shares and further authorized our Board of Directors to issue up to 5% of such shares for cash without first offering them to our existing shareholders. Both of these authorizations will expire after a certain period unless renewed by our shareholders, and we cannot guarantee that the renewal of these authorizations will always\n25\nbe approved. If the Directors' authority to issue ordinary shares is not renewed, then we may be limited in our ability to use our shares, for example, as consideration for acquisitions.\nChanges in tax laws, regulations or treaties, changes in our status under the tax laws of many jurisdictions or adverse determinations by taxing authorities could increase our tax burden or otherwise affect our financial condition or operating results, as well as subject our shareholders to additional taxes.\nThe realization of any tax benefit related to our incorporation and tax residence in Ireland could be impacted by changes in tax laws, tax treaties or tax regulations or the interpretation or enforcement thereof by the tax authorities of many jurisdictions. From time to time, proposals have been made and/or legislation introduced to change the tax laws of various jurisdictions or limit tax treaty benefits that if enacted could materially increase our tax burden and/or our effective tax rate. Moreover, other legislative proposals could have a material adverse impact on us by overriding certain tax treaties and limiting the treaty benefits on certain payments, which could increase our tax liability. We cannot predict the outcome of any specific legislation in any jurisdiction.\nWhile we monitor proposals that would materially impact our tax burden and/or our effective tax rate and investigate our options, we could still be subject to increased taxation on a going forward basis no matter what action we undertake if certain proposals are enacted, certain tax treaties are amended and/or our interpretation of applicable tax law is challenged and determined to be incorrect. In particular, any changes and/or differing interpretations of applicable tax law that have the effect of disregarding our incorporation in Ireland, limiting our ability to take advantage of tax treaties between jurisdictions, modifying or eliminating the deductibility of various currently deductible payments or increasing the tax burden of operating or being resident in a particular country, could subject us to increased taxation.\nDividends received by our shareholders may be subject to Irish dividend withholding tax.\nIn certain circumstances, we are required to deduct Irish dividend withholding tax of 25% from dividends paid to our shareholders. In the majority of cases, shareholders residing in the U.S. will not be subject to Irish withholding tax, and shareholders resident in a number of other countries will not be subject to Irish withholding tax provided that they complete certain Irish dividend withholding tax forms. However, some shareholders may be subject to withholding tax, which could discourage the investment in our stock and adversely impact the price of our shares.\nDividends received by our shareholders may be subject to Irish income tax.\nDividends paid in respect of our shares generally are not subject to Irish income tax where the beneficial owner of these dividends is exempt from Irish dividend withholding tax, unless the beneficial owner of the dividend has some connection with Ireland other than his or her shareholding in Allegion.\nOur shareholders who receive their dividends subject to Irish dividend withholding tax will generally have no further liability to Irish income tax on the dividends unless the beneficial owner of the dividend has some connection with Ireland other than his or her shareholding in Allegion.\nCertain provisions in our Memorandum and Articles of Association, among other things, could prevent or delay an acquisition of us, which could decrease the trading price of our ordinary shares.\nOur Memorandum and Articles of Association contains provisions to deter takeover practices, inadequate takeover bids and unsolicited offers. These provisions include, amongst others:\n•\nA provision of our Articles of Association which generally prohibits us from engaging in a business combination with an interested shareholder (being (i) the beneficial owner, directly or indirectly, of 10% or more of our voting shares or (ii) an affiliate or associate of us that has at any time within the last five years been the beneficial owner, directly or indirectly, of 10% or more of our voting shares), subject to certain exceptions;\n•\nRules regarding how shareholders may present proposals or nominate directors for election at shareholder meetings;\n•\nThe right of our Board of Directors to issue preferred shares without shareholder approval in certain circumstances, subject to applicable law; and\n•\nThe ability of our Board of Directors to set the number of directors and to fill vacancies on our Board of Directors.\nWe believe these provisions will provide some protection to our shareholders from coercive or otherwise unfair takeover tactics. These provisions are not intended to make us immune from takeovers. However, these provisions will apply even if the offer may be considered beneficial by some shareholders and could delay or prevent an acquisition that our Board of Directors\n26\ndetermines is in our best interests and our shareholders' best interests. These provisions may also prevent or discourage attempts to remove and replace incumbent directors.\nIn addition, several mandatory provisions of Irish law could prevent or delay an acquisition of us. For example, Irish law does not permit shareholders of an Irish public limited company to take action by written consent with less than unanimous consent. We also will be subject to various provisions of Irish law relating to mandatory bids, voluntary bids, requirements to make a cash offer and minimum price requirements, as well as substantial acquisition rules and rules requiring the disclosure of interests in our shares in certain circumstances. Also, Irish companies, including us, may alter their Memorandum of Association and Articles of Association only with the approval of at least 75% of the votes of the company’s shareholders cast in person or by proxy at a general meeting of the company."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "We operate through a broad network of sales offices, engineering centers, 30 production and assembly facilities and several distribution centers throughout the world. Our active properties represent about 6.3 million square feet, of which approximately 37% is leased.\nWe own 16 of our production and assembly facilities, with the remainder under long-term lease arrangements. We believe that our plants have been well maintained, are generally in good condition and are suitable for the conduct of our business."
  },
  {
    "item_key": "item_3",
    "text": "In the normal course of business, we are involved in a variety of lawsuits, claims and legal proceedings, including commercial and contract disputes, employment matters, product liability claims, environmental liabilities, intellectual property disputes and tax-related matters. In our opinion, pending legal matters are not expected to have a material adverse impact on our results of operations, financial condition, liquidity or cash flows.\nThis item should be read in conjunction with the Company's Risk Factors in Part I, Item 1A for additional information."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe following is a list of executive officers of the Company as of February 16, 2021.\nDavid D. Petratis\n, age 63, has served as our Chairman, President and Chief Executive Officer since 2013.\nPatrick S. Shannon\n, age 58, has served as our Senior Vice President and Chief Financial Officer since 2013.\nJeffrey N. Braun\n, age 61, has served as our Senior Vice President and General Counsel since 2014. Mr. Braun also served as Secretary from 2018 to 2020.\nTimothy P. Eckersley\n, age 59, has served as our Senior Vice President – Allegion International since 2021. Mr. Eckersley served as our Senior Vice President – Americas from 2013 to 2020.\nCynthia D. Farrer,\nage 58, has served as our Vice President\n–\nGlobal Operations and Integrated Supply Chain since October 2020. Ms. Farrer served as our Vice President, Global Supply Management from 2017 to 2020 and as our Vice President, Operations – Americas from 2013 to 2017.\nTracy L. Kemp\n, age 52, has served as our Senior Vice President – Chief Information and Digital Officer since December 2020. Ms. Kemp served as our Senior Vice President – Chief Customer and Digital Officer from 2019 to December 2020. Ms. Kemp also served as our Senior Vice President and Chief Information Officer from 2015 to 2019.\n27\nRobert C. Martens\n, age 50, has served as our Senior Vice President – Chief Innovation and Design Officer since 2019 and Futurist and President of Allegion Ventures since 2017. Mr. Martens served as Futurist of the Americas region and Director of Connectivity Platforms from 2014 to 2017.\nShelley A. Meador\n, age 49, has served as our Senior Vice President – Human Resources and Communications since 2016. Ms. Meador served as our Vice President – Tax from 2013 to 2016.\nLuis J. Orbegoso\n, age 50, has served as our Senior Vice President – Allegion Americas since February 2021. Mr. Orbegoso previously served as President and Chief Operating Officer at American Residential Services (ARS, a residential HVAC and plumbing company) from 2017 to 2020 and as President, ADT Business at ADT Corporation (currently ADT Inc., a leading provider of security, automation and smart home solutions) from 2013-2016.\nDouglas P. Ranck\n, age 62, has served as our Vice President, Controller and Chief Accounting Officer since 2013.\nVincent Wenos,\nage 54, has served as our Senior Vice President – Chief Technology Officer since 2019. Mr. Wenos served as our Vice President – Global Technology and Engineering from 2018 to 2019 and served as both our Vice President – Americas Engineering and Vice President – Global Mechanical Products from 2016 to 2018. Mr. Wenos previously served as Vice President – Product Development and Technology at Stanley Black & Decker, Inc. (a global diversified consumer and industrial products company).\nAll above-listed officers except for Mr. Orbegoso and Mr. Wenos have been employed by the Company for more than the past five years. No family relationship exists between any of the above-listed executive officers of the Company. All officers are elected to hold office for one year or until their successors are elected and qualified or their earlier death, resignation or removal from office by the Board of Directors of the Company.\n28\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "ISSUER PURCHASES OF EQUITY SECURITIES\nInformation regarding the principal market for our ordinary shares and related shareholder matters is as follows:\nOur ordinary shares are traded on the NYSE under the symbol ALLE. As of February 11, 2021, the number of record holders of ordinary shares was 2,301. Information regarding equity compensation plans required to be disclosed pursuant to this Item is incorporated by reference from our Proxy Statement.\nDividend Policy\nOur Board of Directors declared dividends of $0.32 per ordinary share on February 6, 2020, April 8, 2020, September 1, 2020 and December 2, 2020. On February 5, 2021, our Board of Directors declared a dividend of $0.36 per ordinary share payable March 31, 2021. We paid a total of $117.3 million in cash for dividends to ordinary shareholders during the year ended December 31, 2020. Future dividends on our ordinary shares, if any, will be at the discretion of our Board of Directors and will depend on, among other things, our results of operations, cash requirements and surplus, financial condition, contractual restrictions and other factors that the Board of Directors may deem relevant, as well as our ability to pay dividends in compliance with the Irish Companies Act. Under the Irish Companies Act, dividends and distributions may only be made from distributable reserves. Distributable reserves, broadly, means the accumulated realized profits of Allegion plc (ALLE-Ireland) and are unrelated to any U.S. GAAP reporting amount (e.g. retained earnings). As of December 31, 2020, we had distributable reserves of $3.8 billion. In addition, no distribution or dividend may be made unless the net assets of ALLE-Ireland are equal to, or in excess of, the aggregate of ALLE-Ireland’s called up share capital plus undistributable reserves and the distribution does not reduce ALLE-Ireland’s net assets below such aggregate.\nIssuer Purchases of Equity Securities\nIn February 2017, our Board of Directors approved a stock repurchase authorization of up to $500 million of the Company’s ordinary shares (the \"2017 Share Repurchase Authorization\"). On February 6, 2020, our Board of Directors approved a new share repurchase authorization of up to, and including, $800 million of the Company’s ordinary shares (the \"2020 Share Repurchase Authorization\"), replacing the existing 2017 Share Repurchase Authorization. The 2020 Share Repurchase Authorization does not have a prescribed expiration date. Based on market conditions, share repurchases are made from time to time in the open market at the discretion of management.\n29\nPerformance Graph\nThe annual changes for the five-year period shown below are based on the assumption that $100 had been invested in Allegion plc ordinary shares, the Standard & Poor’s 500 Stock Index (\"S&P 500\") and the Standard & Poor's 400 Capital Goods Index (\"S&P 400 Capital Goods\") on December 31, 2015, and that all quarterly dividends were reinvested. The total cumulative dollar returns shown on the graph represent the value that such investments would have had on December 31, 2020.\n30\nItem 6.\nSELECTED FINANCIAL DATA (1)\nIn millions, except per share amounts:\n(a)\nNet earnings for the year ended December 31, 2020, includes goodwill and intangible asset impairment charges of $99.0 million (net of tax), predominantly related to the economic challenges stemming from the ongoing COVID-19 pandemic and the expected impacts on the future cash flows in our EMEA and Asia Pacific segments, as well as a $37.9 million loss on assets held for sale at December 31, 2020 related to our Qatar Metal Industries (\"QMI\") business.\n(b)\nNet earnings for the year ended December 31, 2019, includes a $31.4 million (net of tax) loss related to the divestitures of our business operations in Colombia and Turkey.\n(c)\nNet earnings for the year ended December 31, 2018, includes a $21.9 million tax benefit related to an adjustment to the provisional amounts previously recognized related to the enactment of the 2017 U.S. Tax Cuts and Jobs Act (the \"Tax Reform Act\").\n(d)\nNet earnings for the year ended December 31, 2017, includes $44.7 million of costs related to the refinancing of our credit facilities and senior notes and a net tax charge of $53.5 million related to the Tax Reform Act.\n(e)\nNet earnings for the year ended December 31, 2016, includes $84.4 million of losses related to our previously divested Systems Integration business.\n(1) The Company has not restated 2016 - 2017 for the impact of the adoption of ASC Topic 606, \"Revenue from Contracts with Customers\" (\"ASC 606\") as of January 1, 2018, nor has the Company restated the Total assets for 2016 - 2018 for the impact of the adoption of ASC Topic 842, \"Leases\" as of January 1, 2019. The impact of excluding these standards in prior period presentation is not material.\n31"
  },
  {
    "item_key": "item_7",
    "text": "The following Management’s Discussion and Analysis of Financial Condition and Results of Operations contains forward-looking statements that involve risks and uncertainties. Our actual results may differ materially from the results discussed in the forward-looking statements. Factors that might cause a difference include, but are not limited to, those discussed under Item 1A. Risk Factors in this Annual Report on Form 10-K. The following section is qualified in its entirety by the more detailed information, including our consolidated financial statements and the notes thereto, which appears elsewhere in this Annual Report.\nOverview\nOrganization\nWe are a leading global provider of security products and solutions operating in three geographic regions: Americas, EMEA and Asia Pacific. We sell a wide range of security products and solutions for end-users in commercial, institutional and residential markets worldwide, including the education, healthcare, government, hospitality, commercial office and single and multi-family residential markets. Our leading brands include CISA, Interflex, LCN, Schlage, SimonsVoss and Von Duprin.\nRecent Developments\nCOVID-19 Pandemic\nIn March 2020, a global pandemic was declared by the WHO related to COVID-19. The impacts of the COVID-19 pandemic negatively affected the global economy, disrupted supply chains and created significant volatility and disruption in financial markets. The outbreak and spread of COVID-19 also resulted in a substantial curtailment of business activities worldwide, including the major geographic markets we serve. As part of the efforts to contain the spread of COVID-19, federal, state and local governments have imposed various restrictions on the conduct of business and travel, such as stay-at-home orders, travel restrictions and quarantines. These measures, as well as changes in employee health and safety concerns and consumer spending patterns, trends and preferences, have led to widespread business closures and lower demand for our products, with the most pronounced negative impacts of these measures on our results of operations occurring during the second quarter of 2020. Further, changes in commercial real estate occupancy, constraints on government and institutional budgets and the uncertain business climate have led to declines and delays in new construction activity and discretionary projects, including in many of the commercial and institutional construction markets we serve.\nAs the pandemic and resulting economic challenges have adversely impacted, and will likely continue to adversely impact us, we continue to closely monitor their effects on all aspects of our business and the markets in which we operate. Throughout the pandemic, our primary focus has been, and continues to be, the health and safety of employees, our business continuity plan, meeting the evolving needs of our customers and the well-being of the many communities around the world in which we operate. During the early months of the pandemic, we experienced temporary production shut-downs due either to government mandate or to help ensure employee safety, most notably in Italy and the Baja region of Mexico. However, the vast majority of our manufacturing facilities have remained open and operational throughout 2020, in part due to the numerous health and safety measures we adopted to promote the health and safety of our workforce and because many of our global operations have been deemed essential businesses. All of our global production and assembly facilities were operational as of December 31, 2020, and while we currently expect they will remain operational for the foreseeable future, such expectation is dependent upon future governmental actions, demand for our products, the stability of our global supply chain and our ability to continue to operate in a safe manner.\nWe remain focused on business continuity and ensuring our facilities remain operational where safe and appropriate to do so. We will also continue to serve our customers when needed through our channel partners or inventory on hand. To the extent any additional temporary closures or adjustments to production are necessary, such measures will be implemented in a way that allows us to resume operations in an efficient and safe manner, while also minimizing disruption to customers and our overall business, including prudent measures to mitigate, to the extent possible, any financial impacts, although any additional local orders or decrees resulting in new temporary shut-downs will drive further unfavorable impacts to our operations, ability to serve our customers and potentially, our financial position and liquidity. The pandemic will likely continue to impact us in numerous and evolving ways that we may not be able to accurately predict; however, we will continue to closely monitor its impact on our business, employees, customers, suppliers, distribution channels and other business partners, and we believe that our actions taken to date, our financial flexibility and potential measures within our control will allow us to maintain a sound financial position and provide for adequate resources to fund our ongoing operating and financing needs.\n32\nAdditionally, as a response to the COVID-19 pandemic, on March 27, 2020, the Coronavirus Aid, Relief and Economic Security Act (the \"CARES Act\") was enacted and signed into law, which included measures to assist companies in response to the COVID-19 pandemic. One measure allowed companies to defer the remittance of the employer portion of the social security tax through December 31, 2020, with half the amount deferred required to be paid by December 31, 2021, and the other half by December 31, 2022. Through December 31, 2020, we have elected to defer approximately $13 million under this provision, which is classified in Accrued expenses and other current liabilities and Other noncurrent liabilities within our Consolidated Balance Sheet. A second measure of the CARES Act raised the limit on business interest deductions from 30% to 50% of adjusted taxable income for tax years 2019 and 2020. This increased interest limitation resulted in approximately $20 million of reduced cash tax payments in 2020. Each of these two measures has resulted in a benefit to our cash flows from operations for the year ended December 31, 2020; however, neither measure is expected to materially impact our effective tax rate, and no income tax effects have been recorded during the year ended December 31, 2020.\nThe challenges and uncertainties related to the COVID-19 pandemic and its potential impact on our business, results of operations, financial condition and cash flows, as well as a number of other challenges and uncertainties that could affect our businesses are described further under Part I, Item 1A. \"Risk Factors.\"\n2020 and 2019 Significant Events\nAcquisitions\nIn December 2020, we acquired Yonomi, Inc. (\"Yonomi), a U.S. based smart home integration platform provider and innovation leader in IoT Cloud platforms. Yonomi has been integrated into our Americas segment.\nImpairment of Goodwill and Intangible Assets\nAs a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, we performed interim impairment tests on the goodwill balances of our EMEA and Asia Pacific reporting units, as well as on certain indefinite-lived trade name assets in these two regions, during the first quarter of 2020. As discussed in Notes 5 and 6 to the Consolidated Financial Statements, the results of these interim impairment tests indicated that the estimated fair value of our Asia Pacific reporting unit and three indefinite-lived trade names were impaired. Consequently, goodwill and intangible asset impairment charges totaling $96.3 million were recorded.\nFurther impairment charges were recorded in our Asia Pacific segment during the year ended December 31, 2020, including $2.6 million related to supply chain disruptions that reduced a brand's expected future cash flows and $2.8 million related to declines in volumes and pricing pressure for a separate subsidiary in the region.\nLoss on Assets Held for Sale\nThe assets and liabilities of our QMI business met the criteria to be classified as held for sale as of December 31, 2020. Accordingly, QMI's net assets, which primarily included working capital and long-lived assets, were written down to fair value, estimated based on expected sales proceeds, less cost to sell, resulting in a Loss on assets held for sale of $37.9 million.\nTurkey and Colombia Divestitures\nIn 2019, we closed our production facility in Turkey to help streamline our footprint in EMEA and subsequently sold certain of the production assets, which represented a business, for total proceeds of approximately $4.1 million. We recorded a loss on divestiture of $24.2 million ($25.5 million, net of tax), primarily driven by the reclassification of $25.0 million of accumulated foreign currency translation adjustments to earnings upon sale. We also sold our interests in our Colombia operations in 2019 for a nominal amount, recording a net loss on divestiture of $5.9 million, of which $1.2 million related to the reclassification of accumulated foreign currency translation adjustments to earnings upon sale.\n2020 Dividends and Share Repurchases\nWe paid quarterly dividends of $0.32 per ordinary share to shareholders on record as of March 17, 2020, June 16, 2020, September 16, 2020, and December 16, 2020. We paid a total of $117.3 million in cash for dividends to ordinary shareholders and repurchased approximately 1.9 million shares for approximately $208.8 million during the year ended December 31, 2020.\n33\nOther Financing Activities\nIn 2019, we issued $400.0 million of 3.500% Senior Notes due 2029 (the \"3.500% Senior Notes\"). Net proceeds from the issuance of the 3.500% Senior Notes, along with cash on hand, were utilized to make a $400.0 million principal payment to partially pay down the Company's outstanding term loan facility (the \"Term Facility\") balance. As a result of this payment, we have satisfied our obligation to make quarterly installments on the Term Facility up to its maturity date, with the remaining outstanding balance of $238.8 million due on September 12, 2022.\nSubsequent Event\nEffective January 1, 2021, we have combined our EMEA and Asia Pacific operations into a new segment named Allegion International, in addition to renaming our Americas segment \"Allegion Americas\". The new Allegion International segment has been created to drive speed and efficiency, simplify our operating segments and optimize our non-U.S. operations.\n34\nResults of Operations - For the years ended December 31\nThe discussions that follow describe the significant factors contributing to the changes in our results of operations for the years presented and form the basis used by management to evaluate the financial performance of the business. For a discussion of our results of operations for the year ended December 31, 2019, compared to the year ended December 31, 2018, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our 2019 Annual Report on Form 10-K filed with the SEC on February 18, 2020.\nNet Revenues\nNet revenues for the year ended December 31, 2020, decreased by 4.7%, or $134.1 million, compared to the same period in 2019, due to the following:\nThe decrease in Net revenues was principally driven by lower volumes across all regions, primarily due to the economic challenges stemming from the ongoing COVID-19 pandemic, particularly during the second quarter of 2020. The decrease was, to a lesser degree, due to the impact of the divestitures of our Colombia and Turkey businesses in 2019, as discussed above. These decreases were slightly offset by improved pricing and the impact of foreign currency exchange rate movements.\nPricing includes increases or decreases of price, including discounts, surcharges and/or other sales deductions, on our existing products and services. Volume includes increases or decreases of revenue due to changes in unit volume of existing products and services, as well as new products and services.\nCost of Goods Sold\nFor the year ended December 31, 2020, Cost of goods sold as a percentage of Net revenues increased to 56.7% from 56.1%, due to the following:\n35\nCosts of goods sold as a percentage of Net revenues for the year ended December 31, 2020, increased primarily due to the impact of reduced volumes and product mix and, to a lesser extent, inflation in excess of pricing and productivity. Inflation in excess of pricing and productivity was driven by productivity challenges stemming from the temporary closures during the second quarter discussed above; labor inefficiencies, such as increased absenteeism; and, increased costs related to ensuring a safe and healthy work environment in light of the COVID-19 pandemic. These increases were partially offset by certain non-U.S. government incentives, which were included within inflation in excess of pricing and productivity, as well as the impacts of the divestitures discussed above, foreign currency exchange rate movements and a year-over-year decrease in restructuring expenses. The year-over-year decrease in restructuring expenses impacting Costs of goods sold is due to the prior year restructuring costs related to the closure of our production facility in Turkey in 2019.\nInflation in excess of pricing and productivity includes the impact to Cost of goods sold from pricing, as defined above, in addition to productivity and inflation. Productivity represents improvements in unit costs of materials and cost reductions related to improvements to our manufacturing design and processes. Inflation includes unit costs for the current period compared to the average actual cost for the prior period, multiplied by current year volumes.\nVolume/product mix represents the impact due to increases or decreases of revenue due to changes in unit volume, including new products and services, including the effect of changes in the mix of products and services sold on Cost of goods sold.\nSelling and Administrative Expenses\nFor the year ended December 31, 2020, Selling and administrative expenses as a percentage of Net revenues decreased to 23.4% from 23.9%, due to the following:\nSelling and administrative expenses as a percentage of Net revenues for the year ended December 31, 2020, decreased primarily due to productivity benefits in excess of inflation and foreign currency exchange rate movements. These decreases were partially offset by unfavorable leverage due to lower volumes, increased investment spending and a year-over-year increase in restructuring and acquisition expenses.\nProductivity in excess of inflation includes the impact from reductions in selling and administrative expenses due to productivity projects and current period costs of ongoing selling and administrative functions compared to the same ongoing expenses in the prior period. Productivity in excess of inflation also reflects the benefits of certain non-U.S. government incentives, reductions in variable compensation and reductions or delays of other business spending in the current year, in response to the COVID-19 pandemic.\nVolume leverage represents the contribution margin related to changes in sales volume, excluding the impact of price, productivity, mix and inflation. Expenses related to increased head count for strategic initiatives, new facilities or significant improvements for strategic initiatives and new product development, are captured in Investment spending in the table above.\nOperating Income/Margin\nOperating income for the year ended December 31, 2020, decreased $161.6 million from the same period in 2019, and Operating margin decreased to 14.8% from 19.8%, due to the following:\n36\nThe decreases in Operating income and Operating margin were largely driven by our current year goodwill and intangible asset impairment charges and loss on assets held for sale related to our QMI business. As a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, we determined a triggering event had occurred as of March 31, 2020, and performed interim impairment testing on the goodwill balances of our EMEA and Asia Pacific reporting units, as well as on certain indefinite-lived trade name assets in these two regions, which resulted in impairment charges totaling $96.3 million. Additional intangible asset impairments of $2.6 million and $2.8 million were recorded in our Asia Pacific segment in the third and fourth quarters of 2020, respectively. Further, as we concluded that the net assets of our QMI business met the criteria to be classified as held for sale as of December 31, 2020, they were written down to fair value, estimated based on expected sales proceeds, less cost to sell, which resulted in a loss of $37.9 million.\nThe decreases in Operating income and Operating margin were also attributable to unfavorable volume/product mix, a year-over-year increase in restructuring and acquisition expenses and increased investment spending. These decreases were partially offset by pricing improvements and productivity in excess of inflation, foreign currency exchange rate movements and the impact of the divestitures discussed above.\nInterest Expense\nInterest expense for the year ended December 31, 2020, decreased $4.9 million compared to 2019,\nwhich is due to a lower weighted-average interest rate during the current year on our outstanding indebtedness and a $2.7 million prior year charge for the write-off of previously deferred financing costs related to the Term Facility, which did not recur in the current period.\nLoss on Divestitures\nIn 2019, we closed our production facility in Turkey and subsequently sold certain of the production assets thereof, which represented a business, for total proceeds of approximately $4.1 million. We recorded a loss on divestiture of $24.2 million ($25.5 million, net of tax), primarily driven by the reclassification of $25.0 million of accumulated foreign currency translation adjustments to earnings upon sale. We also sold our interests in our Colombia operations in 2019 for a nominal amount, recording a net loss on divestiture of $5.9 million, of which $1.2 million related to the reclassification of accumulated foreign currency translation adjustments to earnings upon sale.\nOther (Income) Expense, net\nThe components of Other (income) expense, net, for the years ended December 31 were as follows:\n37\nFor the year ended December 31, 2020, Other (income) expense, net was favorable $16.8 million compared to 2019, primarily due to gains of $12.8 million related to the reclassification to earnings of accumulated foreign currency translation adjustments upon the liquidation of two legal entities in our EMEA region, which are included within Other in the table above, as well as favorable net periodic pension and postretirement benefit (income) cost, less service cost in 2020 compared to 2019.\nProvision for Income Taxes\nFor the year ended December 31, 2020, our effective tax rate was 13.9%, compared to 15.4% for the year ended December 31, 2019. The decrease in the effective tax rate was primarily due to the favorable mix of income earned in lower tax rate jurisdictions, partially offset by the unfavorable tax impact related to goodwill and intangible asset impairment charges and the unfavorable year-over-year change in the amounts recognized for valuation allowances.\nReview of Business Segments\nWe operate in and report financial results for three segments: Americas, EMEA and Asia Pacific. Beginning in the second quarter of 2020, results for the Company's India operations have been included within the Asia Pacific segment results, due to an operational change. This change did not result in a material impact to Segment results of operations for either the EMEA or Asia Pacific segment. These segments represent the level at which our chief operating decision maker reviews company financial performance and makes operating decisions.\nSegment operating income (loss) is the measure of profit and loss that our chief operating decision maker uses to evaluate the financial performance of the business and as the basis for resource allocation, performance reviews and compensation. For these reasons, we believe that Segment operating income (loss) represents the most relevant measure of Segment profit and loss. Our chief operating decision maker may exclude certain charges or gains, such as corporate charges and other special charges, to arrive at a Segment operating income (loss) that is a more meaningful measure of profit and loss upon which to base our operating decisions. We define Segment operating margin as Segment operating income (loss) as a percentage of the segment's Net revenues.\nThe segment discussions that follow describe the significant factors contributing to the changes in results for each segment included in Net earnings.\nSegment Results of Operations - For the years ended December 31\n\"N/M\" = not meaningful\n38\nAmericas\nOur Americas segment is a leading provider of security products and solutions in approximately 30 countries throughout North America, Central America, the Caribbean and South America. The segment sells a broad range of products and solutions including, locks, locksets, portable locks, key systems, door closers, exit devices, doors and door systems, electronic products and access control systems to end-users in commercial, institutional and residential facilities, including the education, healthcare, government, hospitality, commercial office and single and multi-family residential markets. This segment’s primary brands are LCN, Schlage, Steelcraft, Technical Glass Products (\"TGP\") and Von Duprin.\nNet revenues\nNet revenues for the year ended December 31, 2020, decreased by 4.6%, or $97.8 million, compared to the same period in 2019, due to the following:\nThe decrease in Net revenues was principally driven by lower volumes due to the economic challenges stemming from the ongoing COVID-19 pandemic, as well as the impact of the divestiture of our Colombia business in 2019. These decreases were partially offset by improved pricing. Net revenues from residential products for the year ended December 31, 2020, increased mid-single digits compared to the same period in the prior year, primarily driven by higher volumes. Net revenues from non-residential products for the year ended December 31, 2020, decreased high single digits compared to the prior year, primarily driven by lower volumes. As a result of the COVID-19 pandemic, there have been changes in commercial real estate occupancy, constraints on government and institutional budgets and an overall uncertain business climate, which have led to declines and delays in new construction activity and discretionary projects in the non-residential construction markets we serve. These challenges are expected to continue in 2021, but the long-term impacts of the pandemic and related market disruption are not yet known.\nAdditionally, as end-users have continued to adopt newer technologies in their facilities and homes, accelerated by the increasing adoption of the Internet of Things (\"IoT\"), growth in electronic security products and solutions has become an increased metric monitored by management and of focus to our investors. For the year ended December 31, 2020, Net revenues from the sale of electronic products in the Americas segment decreased mid-single digits compared to the same period in the prior year, primarily driven by lower volumes due to delays in discretionary projects. Electronic products include all electrified product categories including, but not limited to, electronic locks, access controls and electrified exit devices.\nOperating income/margin\nSegment operating income for the year ended December 31, 2020, decreased $31.4 million, and Segment operating margin decreased to\n28.8\n% from\n28.9\n% compared to the same period in 2019, due to the following:\nThe decreases in Segment operating income and Segment operating margin were primarily due to unfavorable volume/product mix, as well as increased investment spending and year-over-year increases in restructuring and acquisition expenses. These decreases were partially offset by pricing improvements and productivity in excess of inflation, foreign currency exchange rate movements and the impact of the divestiture of our Colombia business in 2019. As a result of the ongoing COVID-19 pandemic, certain of our facilities in the Americas experienced productivity challenges due to temporary closures and lower volume and demand, particularly during the second quarter; however, these productivity decreases were more than offset by reductions in variable compensation and reductions or delays of other business spending.\n39\nEMEA\nOur EMEA segment provides security products, services and solutions in approximately 80 countries throughout Europe, the Middle East and Africa. The segment offers end-users a broad range of products, services and solutions including, locks, locksets, portable locks, key systems, door closers, exit devices, doors and door systems, electronic products and access control systems, as well as time and attendance and workforce productivity solutions. This segment’s primary brands are AXA, Bricard, Briton, CISA, Interflex and SimonsVoss. This segment also resells LCN, Schlage and Von Duprin products, primarily in the Middle East.\nNet revenues\nNet revenues for the year ended December 31, 2020, decreased by 3.1%, or $17.9 million, compared to the same period in 2019, due to the following:\nThe decrease in Net revenues was principally driven by lower volumes due to the economic challenges stemming from the ongoing COVID-19 pandemic, particularly during the second quarter, as well as the divestiture of our Turkey business in 2019. These decreases were partially offset by improved pricing and favorable foreign currency exchange rate movements.\nOperating income (loss)/margin\nSegment operating income (loss) for the year ended December 31, 2020, was unfavorable $39.7 million, and Segment operating margin decreased to (\n1.0\n)% from\n6.0\n% compared to the same period in 2019, due to the following:\nSegment operating income (loss) was unfavorable primarily due to the loss on assets held for sale related to our QMI business, unfavorable volume/product mix and, to a lesser extent, increased investment spending and the impact of the divestiture of our Turkey business in 2019. These decreases were partially offset by pricing improvements and productivity in excess of inflation, foreign currency exchange rate movements, year-over-year decreases in restructuring and acquisition expenses and intangible asset impairment charges. Certain of our facilities in EMEA did experience productivity challenges as a result of the COVID-19 pandemic due to temporary closures and lower volume and demand, particularly during the second quarter in Italy; however, this was more than offset by the benefits of certain government incentives and reductions in variable compensation and other business spending. Pricing and productivity in excess of inflation also includes the impact of a $5.1 million environmental remediation charge incurred during the fourth quarter of 2020.\nSegment operating margin decreased primarily due to the loss on assets held for sale, unfavorable volume/product mix and increased investment spending. These decreases were partially offset by pricing improvements and productivity in excess of inflation, foreign currency exchange rate movements and year-over-year decreases in restructuring and acquisition expenses.\n40\nAsia Pacific\nOur Asia Pacific segment provides security products, services and solutions in approximately 15 countries throughout the Asia Pacific region. The segment offers end-users a broad range of products, services and solutions including, locks, locksets, portable locks, key systems, door closers, exit devices, electronic products and access control systems. This segment’s primary brands are Brio, Briton, FSH, Gainsborough, Legge, Milre and Schlage.\nNet revenues\nNet revenues for the year ended December 31, 2020, decreased by 11.0%, or $18.4 million, compared to the same period in 2019, due to the following:\nThe decrease in Net revenues was principally driven by lower volumes in our Korea business, declines attributable to the economic challenges stemming from the ongoing COVID-19 pandemic and weakness in end markets throughout the region. Unfavorable foreign currency exchange rate movements and lower pricing also contributed to the decrease in Net revenues during the current year.\nOperating income (loss)/margin\nSegment operating income (loss) for the year ended December 31, 2020, was unfavorable $97.2 million, and Segment operating margin decreased to (\n65.1\n)% from\n0.3\n% compared to the same period in 2019, due to the following:\nThe decreases to Segment operating income (loss) and Segment operating margin were both primarily due to an $88.1 million goodwill impairment charge in the first quarter of 2020 and increased year-over-year intangible asset impairment charges, as well as unfavorable volume/product mix, year-over-year increases in restructuring and acquisition expenses and foreign currency exchange rate movements. These decreases were partially offset by productivity improvements in excess of lower pricing and inflation and decreased investment spending. Pricing and productivity in excess of inflation includes the impact of a $4.0 million gain on the sale of a building within the region during the fourth quarter of 2020.\nLiquidity and Capital Resources\nSources and uses of liquidity\nOur primary source of liquidity is cash provided by operating activities. Cash provided by operating activities is used to invest in new product development and fund capital expenditures and working capital requirements and is expected to be adequate to service any future debt, pay any declared dividends and potentially fund acquisitions and share repurchases. Our ability to fund these capital needs depends on our ongoing ability to generate cash from our operating activities and to access our borrowing facilities (including unused availability under our Revolving Facility) and capital markets.\nThroughout 2020, we have closely monitored the developments related to the COVID-19 pandemic, including the resulting uncertainties around customer demand, supply chain disruption, the availability and cost of materials, customer and supplier financial condition, levels of liquidity and our ongoing compliance with debt covenants. While our business and results of\n41\noperations have been negatively impacted by the pandemic and the resulting global economic slowdown, we have no required principal payments on our long-term debt until September 2022, maintain cash and cash equivalents of $480.4 million and have unused availability of $485.0 million under our Revolving Facility as of December 31, 2020. Further, our business operates with low capital intensity, providing financial flexibility during this time of continued uncertainty. We believe that our actions taken to date, future cash provided by operating activities, availability under our Revolving Facility, access to funds on hand and capital markets, as well as other potential measures within our control to maintain a sound financial position and liquidity, will provide adequate resources to fund our operating and financing needs.\nThe following table reflects the major categories of cash flows for the years ended December 31. For additional details, please see the Consolidated Statements of Cash Flows in the Consolidated Financial Statements.\nOperating activities\nNet cash provided by operating activities for the year ended December 31, 2020, increased $2.1 million compared to 2019. As discussed above, Net cash provided by operating activities for the year ended December 31, 2020, included benefits totaling approximately $30 million due to measures included in the CARES Act.\nInvesting activities\nNet cash used in investing activities for the year ended December 31, 2020, decreased $20.9 million compared to 2019,\nprimarily due to a decrease in capital expenditures.\nFinancing activities\nNet cash used in financing activities for the year ended December 31, 2020, decreased $20.3 million compared to 2019. The year over-year reductions in debt repayments and cash used to repurchase shares of $17.7 million and $17.2 million, respectively, were partially offset by a year-over-year increase in dividend payments to ordinary shareholders of $16.7 million.\nCapitalization\nAt December 31, long-term debt and other borrowings consisted of the following:\nAs of December 31, 2020, we have an unsecured Credit Agreement in place, consisting of a $700.0 million term loan facility (the “Term Facility”), of which $238.8 million is outstanding, and a $500.0 million revolving credit facility (the “Revolving Facility” and, together with the Term Facility, the “Credit Facilities”). The Credit Facilities mature on September 12, 2022.\nAt inception, the Term Facility was scheduled to amortize in quarterly installments at the following rates: 1.25% per quarter starting December 31, 2017 through December 31, 2020, 2.5% per quarter from March 31, 2021 through June 30, 2022, with the balance due on September 12, 2022. Principal amounts repaid on the Term Facility may not be reborrowed. During the third\n42\nquarter of 2019, we made a $400.0 million principal payment to partially pay down the outstanding Term Facility balance. As a result of this payment, we have satisfied our obligation to make quarterly installments on the Term Facility up to the maturity date, with the remaining outstanding balance due on September 12, 2022.\nThe Revolving Facility provides aggregate commitments of up to $500.0 million, which includes up to $100.0 million for the issuance of letters of credit. At December 31, 2020, there were no borrowings outstanding on the Revolving Facility, and we had $15.0 million of letters of credit outstanding. Commitments under the Revolving Facility may be reduced at any time without premium or penalty, and amounts repaid may be reborrowed.\nOutstanding borrowings under the Credit Facilities accrue interest at our option of (i) a LIBOR rate plus the applicable margin or (ii) a base rate plus the applicable margin. The applicable margin ranges from 1.125% to 1.500% depending on our credit ratings. At December 31, 2020, outstanding borrowings under the Credit Facilities accrue interest at LIBOR plus a margin of 1.250%, resulting in an interest rate of 1.51%.\nAs of December 31, 2020, we also have $400.0 million outstanding of 3.200% Senior Notes due 2024 (the \"3.200% Senior Notes\"), $400.0 million outstanding of 3.550% Senior Notes due 2027 (the \"3.550% Senior Notes\") and $400.0 million outstanding of 3.500% Senior Notes due 2029 (the \"3.500% Senior Notes\", and all three senior notes collectively, the \"Senior Notes\"). The Senior Notes require semi-annual interest payments on April 1 and October 1 of each year, and will mature on October 1, 2024, October 1, 2027, and October 1, 2029, respectively.\nHistorically, the majority of our earnings were considered to be permanently reinvested in jurisdictions where we have made, and intend to continue to make, substantial investments to support the ongoing development and growth of our global operations. At December 31, 2020, we have analyzed our working capital requirements and the potential tax liabilities that would be incurred if certain subsidiaries made distributions and concluded that no material changes to our historic permanent reinvestment assertions are required.\nDefined Benefit Plans\nOur investment objective in managing defined benefit plan assets is to ensure that all present and future benefit obligations are met as they come due. We seek to achieve this goal while trying to mitigate volatility in plan funded status, contributions and expense by better matching the characteristics of the plan assets to that of the plan liabilities. Global asset allocation decisions are based on a dynamic approach whereby a plan's allocation to fixed income assets increases as the funded status increases. We monitor plan funded status, asset allocation and the impact of market conditions on our defined benefit plans regularly in addition to investment manager performance. None of our defined benefit pension plans have experienced a significant impact on their liquidity due to volatility in the markets. For further details on pension plan activity, see Note 12 to the Consolidated Financial Statements.\nContractual Obligations\nThe following table summarizes our contractual cash obligations by required payment periods:\nFuture interest payments on variable rate long-term debt are estimated based on the rate in effect as of December 31, 2020. As the timing and amounts of our future expected obligations under our defined benefit plans, income taxes, environmental and product liability matters are uncertain, they have not been included in the contractual cash obligations table above, but rather, are discussed below:\nDefined Benefit Pension and Postretirement (\"OPEB\") Plans\nAt December 31, 2020, we had net pension liabilities of $20.2 million, which consist of plan assets of $796.9 million and benefit obligations of $817.1 million. It is our objective to contribute to our pension plans in order to ensure adequate funds are available in the plans to make benefit payments to plan participants and beneficiaries when required. At December 31, 2020, the funded status of our qualified pension plan for U.S. employees increased to 98.7% from 93.5% at December 31, 2019. The\n43\nfunded status for our non-U.S. pension plans increased to 101.8% at December 31, 2020 from 101.1% at December 31, 2019. The funded status for all of our pension plans at December 31, 2020 increased to 97.5% from 95.3% at December 31, 2019. We currently project that approximately $11.4 million will be contributed to our plans worldwide in 2021.\nAt December 31, 2020, we also had OPEB obligations of $5.2 million. We fund OPEB costs principally on a pay-as-you-go basis as medical costs are incurred by covered retiree populations. Benefit payments, which are net of expected plan participant contributions and Medicare Part D subsidies, are not expected to be material in 2021. See Note 12 to the Consolidated Financial Statements for additional information related to our pension and OPEB obligations.\nIncome Taxes\nAt December 31, 2020, we have total unrecognized tax benefits for uncertain tax positions of $41.2 million and $7.6 million of related accrued interest and penalties, net of tax. These liabilities have been excluded from the preceding table as we are unable to reasonably estimate the amount and period in which these liabilities might be paid. See Note 18 to the Consolidated Financial Statements for additional information regarding matters relating to income taxes, including unrecognized tax benefits and tax authority disputes.\nContingent Liabilities\nWe are involved in various litigation, claims and administrative proceedings, including those related to environmental, asbestos-related and product liability matters. We believe that these liabilities are subject to the uncertainties inherent in estimating future costs for contingent liabilities and will likely be resolved over an extended period of time. See Note 21 to the Consolidated Financial Statements for additional information.\nGuarantor Financial Information\nIn March 2020, the SEC adopted amendments to the financial disclosure requirements applicable to registered debt offerings that include credit enhancements, such as subsidiary guarantees, in Rule 3-10 of Regulation S-X. The amended rules focus on providing material, relevant and decision-useful information regarding guarantees and other credit enhancements, while eliminating certain prescriptive requirements. We adopted these amendments on March 31, 2020. Accordingly, summarized financial information has been presented only for the issuers and guarantors of our registered securities for the most recent fiscal year, and the location of the required disclosures has been moved outside the Notes to the Consolidated Financial Statements and is provided below.\nAllegion US Holding Company Inc. (\"Allegion US Hold Co\") is the issuer of the 3.200% Senior Notes and 3.550% Senior Notes and is the guarantor of the 3.500% Senior Notes. Allegion plc (the “Parent”) is the issuer of the 3.500% Senior Notes and is the guarantor of the 3.200% Senior Notes and 3.550% Senior Notes. Allegion US Hold Co is 100% owned by the Parent and each of the guarantees of Allegion US Hold Co and the Parent is full and unconditional and joint and several.\nThe 3.200% Senior Notes and the 3.550% Senior Notes are senior unsecured obligations of Allegion US Hold Co and rank equally with all of Allegion US Hold Co’s existing and future senior unsecured and unsubordinated indebtedness. The guarantee of the 3.200% Senior Notes and the 3.550% Senior Notes is the senior unsecured obligation of the Parent and ranks equally with all of Allegion plc’s existing and future senior unsecured and unsubordinated indebtedness. The 3.500% Senior Notes are senior unsecured obligations of the Parent, are guaranteed by Allegion US Hold Co and rank equally with all of Allegion plc’s existing and future senior unsecured indebtedness.\nEach guarantee is effectively subordinated to any secured indebtedness of the Guarantor to the extent of the value of the assets securing such indebtedness. The Senior Notes are structurally subordinated to indebtedness and other liabilities of the subsidiaries of the Guarantor, none of which guarantee the notes. The obligations of the Guarantor under its Guarantee are limited as necessary to prevent such Guarantee from constituting a fraudulent conveyance under applicable law and, therefore, are limited to the amount that the Guarantor could guarantee without such Guarantee constituting a fraudulent conveyance; this limitation, however, may not be effective to prevent such Guarantee from constituting a fraudulent conveyance. If the Guarantee was rendered voidable, it could be subordinated by a court to all other indebtedness (including guarantees and other contingent liabilities) of the Guarantor, and, depending on the amount of such indebtedness, the Guarantor’s liability on its Guarantee could be reduced to zero. In such an event, the notes would be structurally subordinated to the indebtedness and other liabilities of the Guarantor.\nFor further details, terms and conditions of the Senior Notes refer to the Company’s Form 8-K filed October 2, 2017 and Form 8-K filed September 27, 2019.\n44\nThe following tables present the summarized financial information specified in Rule 1-02(bb)(1) of Regulation S-X for each issuer and guarantor. The summarized financial information has been prepared in accordance with Rule 13-01 of Regulation S-X.\nSelected Condensed Statement of Comprehensive Income Information\n(a) Transactions with related parties and subsidiaries include intercompany interest and fees.\nSelected Condensed Balance Sheet Information\nCritical Accounting Policies\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations are based upon our Consolidated Financial Statements, which have been prepared in accordance with GAAP. The preparation of financial statements in conformity with those accounting principles requires management to use judgment in making estimates and assumptions based on the relevant information available at the end of each period. These estimates and assumptions have a significant effect on reported amounts of assets and liabilities, revenues and expenses as well as the disclosure of contingent assets and liabilities because they result primarily from the need to make estimates and assumptions on matters that are inherently uncertain. Actual results may differ from estimates. If updated information or actual amounts are different from previous estimates, the revisions are included in our results for the period in which they become known.\nThe following is a summary of certain accounting estimates and assumptions made by management that we consider critical:\n•\nGoodwill\n– Goodwill is tested annually during the fourth quarter for impairment or when there is a significant change in events or circumstances that indicate the fair value of a reporting unit is more likely than not less than its carrying amount. Recoverability of goodwill is measured at the reporting unit level and starts with a comparison of the carrying amount of a reporting unit to its estimated fair value. If the estimated fair value of a reporting unit exceeds its carrying amount, goodwill of the reporting unit is not impaired. To the extent that the carrying value of a reporting unit exceeds its estimated fair value, a goodwill impairment charge will be recognized for the amount by which the carrying value of the reporting unit exceeds its fair value, not to exceed the carrying amount of the reporting unit's goodwill.\n45\nAs quoted market prices are not available for our reporting units, the calculation of their estimated fair values is based on two valuation techniques, a discounted cash flow model (income approach) and a market multiple of earnings (market approach), with each method being weighted in the calculation. The income approach relies on the Company’s estimates of revenue growth rates, terminal growth rates, margin assumptions and discount rates to estimate future cash flows and explicitly addresses factors such as timing, with due consideration given to forecasting risk. The market approach requires determining an appropriate peer group, which is utilized to derive estimated fair values of our reporting units based on selected market multiples. The market approach reflects the market’s expectations for future growth and risk, with adjustments to account for differences between the selected peer group companies and the subject reporting units.\nAs a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, we concluded a triggering event had occurred as of March 31, 2020, and accordingly, performed interim impairment testing on the goodwill balances of our EMEA and Asia Pacific reporting units. Given the high degree of market volatility and lack of reliable market data that existed as of March 31, 2020, we determined a discounted cash flow model (income approach) provided the best approximation of fair value of the EMEA and Asia Pacific reporting units for the purpose of performing these interim tests. This was a change in estimate, as historically our determination of reporting unit fair values has been estimated based on both an income and a market approach, as discussed above, with each method being weighted in the calculation. The results of the interim impairment testing indicated the estimated fair value of the Asia Pacific reporting unit was less than its carrying value, and consequently, a goodwill impairment charge of $88.1 million was recorded.\nAs markets stabilized throughout the year, we reverted to utilizing both an income and market approach while performing our annual impairment test in the fourth quarter. The estimated fair values for each of our reporting units exceeded their carrying values by more than 20% for the annual 2020 goodwill impairment test, completed in the fourth quarter. Assessing the fair value of our reporting units includes, among other things, making key assumptions for estimating future cash flows and appropriate market multiples. These assumptions are subject to a high degree of judgment and complexity. We make every effort to estimate future cash flows as accurately as possible with the information available at the time the forecast is developed. However, changes in assumptions and estimates may affect the estimated fair value of the reporting unit and could result in impairment charges in future periods. Factors that have the potential to create variances in the estimated fair value of the reporting unit include, but are not limited to, the following:\n•\nDecreases in estimated market sizes or market growth rates due to greater-than-expected declines in volumes, pricing pressures or disruptive technology;\n•\nDeclines in our market share and penetration assumptions due to increased competition or an inability to develop or launch new products;\n•\nThe impacts of market volatility, including greater-than-expected declines in pricing, reductions in volumes or fluctuations in foreign exchange rates;\n•\nThe level of success of on-going and future research and development efforts, including those related to acquisitions, and increases in the research and development costs necessary to obtain regulatory approvals and launch new products;\n•\nIncreases in the price or decreases in the availability of key commodities and the impact of higher energy prices; and\n•\nIncreases in our market-participant risk-adjusted weighted-average cost of capital.\n•\nIndefinite-lived intangible assets\n– Similar to goodwill, indefinite-lived intangible assets are tested annually during the fourth quarter for impairment or when there is a significant change in events or circumstances that indicate the fair value of the asset is more likely than not less than its carrying amount. Recoverability of indefinite-lived intangible assets is determined on a relief from royalty methodology, which is based on the implied royalty paid, at an appropriate discount rate, to license the use of an asset rather than owning the asset. The present value of the after-tax cost savings (i.e. royalty relief) indicates the estimated fair value of the asset. Any excess of the carrying value over the estimated fair value is recognized as an impairment loss equal to that excess. During the first quarter of 2020, we concluded the global economic disruption and uncertainty due to the COVID-19 pandemic to be a triggering event. Accordingly, interim impairment tests on certain indefinite-lived trade names were performed as of March 31, 2020. Based on these tests, it was determined that three of our indefinite-lived trade names in the EMEA and Asia Pacific segments were impaired, and impairment charges totaling $8.2 million were recorded.\nA significant increase in the discount rate, decrease in the terminal growth rate, decrease in the royalty rate or substantial reductions in future revenue projections could have a negative impact on the estimated fair values of any of our indefinite-lived intangible assets.\n46\n•\nIncome taxes\n– We account for income taxes in accordance with ASC Topic 740. Deferred tax assets and liabilities are determined based on temporary differences between financial reporting and tax bases of assets and liabilities, applying enacted tax rates expected to be in effect for the year in which the differences are expected to reverse. We recognize future tax benefits, such as net operating losses and non-U.S. tax credits, to the extent that realizing these benefits is considered in our judgment to be more likely than not. We regularly review the recoverability of our deferred tax assets considering our historic profitability, projected future taxable income, timing of the reversals of existing temporary differences and the feasibility of our tax planning strategies. Where appropriate, we record a valuation allowance with respect to future tax benefits.\nThe provision for income taxes involves a significant amount of management judgment regarding interpretation of relevant facts and laws in the jurisdictions in which we operate. Future changes in applicable laws, projected levels of taxable income and tax planning could change the effective tax rate and tax balances recorded by us. In addition, tax authorities periodically review income tax returns filed by us and can raise issues regarding our filing positions, timing and amount of income or deductions and the allocation of income among the jurisdictions in which we operate. A significant period of time may elapse between the filing of an income tax return and the ultimate resolution of an issue raised by a revenue authority with respect to that return. We believe that we have adequately provided for any reasonably foreseeable resolution of these matters. We will adjust our estimates if significant events so dictate. To the extent that the ultimate results differ from our original or adjusted estimates, the effect will be recorded in the provision for income taxes in the period that the matter is finally resolved.\n•\nDefined benefit plans\n– We provide several U.S. and non-U.S. defined benefit pension plan benefits to eligible employees and retirees. Our noncontributory defined benefit pension plans covering non-collectively bargained U.S. employees provide benefits on an average pay formula while most plans for collectively bargained U.S. employees provide benefits on a flat dollar benefit formula. The non-U.S. pension plans generally provide benefits based on earnings and years of service. Determining the costs associated with such plans is dependent on various actuarial assumptions including discount rates, expected return on plan assets, employee mortality and turnover rates. Actuarial valuations are performed to determine expense in accordance with GAAP. Actual results may differ from the actuarial assumptions and are generally recorded to Accumulated other comprehensive loss and amortized into earnings over future periods.\nWe review our actuarial assumptions at each measurement date and make modifications to the assumptions as appropriate. The discount rate and expected return on plan assets are determined as of each measurement date. Discount rates for all plans are established using hypothetical yield curves based on the yields of corporate bonds rated AA quality. Spot rates are developed from the yield curve and used to discount future benefit payments. The expected return on plan assets reflects the average rate of returns expected on the funds invested or to be invested to provide for the benefits included in the projected benefit obligation. The expected return on plan assets is based on what is achievable given the plan’s investment policy, the types of assets held and the target asset allocation. We believe the assumptions utilized in recording our defined benefit obligations are reasonable based on input from our actuaries, outside investment advisors and information as to assumptions used by plan sponsors.\nChanges in any of the assumptions can have an impact on the net periodic pension benefit cost. An estimated 0.25% rate decline in the discount rate would increase net periodic pension benefit cost by approximately $1.1 million in 2021, while a 0.25% rate decline in the estimated return on assets would increase net periodic pension benefit cost by approximately $1.9 million.\n•\nBusiness combinations\n– The fair value of consideration paid in a business combination is allocated to the tangible and identifiable intangible assets acquired, liabilities assumed and goodwill. Acquired intangible assets primarily include indefinite-lived trade names, customer relationships and completed technologies. The accounting for business combinations involves a considerable amount of judgment and estimation, including the fair value of acquired intangible assets involving projections of future revenues and cash flows that are either discounted at an estimated discount rate or measured at an estimated royalty rate; fair value of other acquired assets and assumed liabilities, including potential contingencies; and the useful lives of the acquired assets. The assumptions used to determine the fair value of acquired intangible assets include projections developed using internal forecasts, available industry and market data, estimates of long-term growth rates, profitability, customer attrition and royalty rates, which are determined at the time of acquisition. An income approach or market approach (or both) is utilized in accordance with accepted valuation models for each acquired intangible asset to determine fair value. The impact of prior or future business combinations on our financial condition or results of operations may be materially impacted by the change in or initial selection of assumptions and estimates.\n47\nRecent Accounting Pronouncements\nSee Note 2 to our Consolidated Financial Statements included in Item 8\nherein for a discussion of recently issued and adopted accounting pronouncements."
  },
  {
    "item_key": "item_7a",
    "text": "We are exposed to fluctuations in currency exchange rates, interest rates and commodity prices which could impact our results of operations and financial condition.\nForeign Currency Exposures\nWe have operations throughout the world that manufacture and sell products in various international markets. As a result, we are exposed to movements in exchange rates of various currencies against the U.S. dollar as well as against other currencies throughout the world. We actively manage material currency exposures that are associated with purchases and sales and other assets and liabilities at the legal entity level; however, we do not hedge currency translation risk. We attempt to hedge exposures that cannot be naturally offset to an insignificant amount with foreign currency derivatives. Derivative instruments utilized by us in our hedging activities are viewed as risk management tools, involve little complexity and are not used for trading or speculative purposes. To minimize the risk of counter party non-performance, derivative instrument agreements are made only through major financial institutions with significant experience in such derivative instruments.\nWe evaluate our exposure to changes in currency exchange rates on our foreign currency derivatives using a sensitivity analysis. The sensitivity analysis is a measurement of the potential loss in fair value based on a percentage change in exchange rates. Based on the firmly committed currency derivative instruments in place at December 31, 2020, a hypothetical change in fair value of those derivative instruments assuming a 10% adverse change in exchange rates would result in an additional unrealized loss of approximately $16.9 million. This amount, when realized, would be partially offset by changes in the fair value of the underlying transactions.\nCommodity Price Exposures\nWe are exposed to volatility in the prices of commodities used in some of our products and we use fixed price contracts to manage this exposure. We do not have committed commodity derivative instruments in place at December 31, 2020.\nInterest Rate Exposure\nOutstanding borrowings under our Credit Facilities accrue interest at our option of (i) a LIBOR rate plus the applicable margin or (ii) a base rate plus the applicable margin. The applicable margin ranges from 1.125% to 1.500% depending on our credit ratings. At December 31, 2020, the outstanding borrowings of $238.8 million under the Term Facility accrue interest at LIBOR plus a margin of 1.250%. We are also exposed to the risk of rising interest rates to the extent that we fund our operations with short-term or variable-rate borrowings, as we currently have unused availability of $485.0 million under our Revolving Facility as of December 31, 2020. If LIBOR or other applicable base rates of our Credit Facilities increase in the future, our Interest expense could increase.\n48"
  },
  {
    "item_key": "item_8",
    "text": "(a)\nThe following Consolidated Financial Statements and Financial Statement Schedule and the report thereon of PricewaterhouseCoopers LLP dated February 16, 2021, are presented following Item 16 of this Annual Report on Form 10-K.\nConsolidated Financial Statements:\nReport of independent registered public accounting firm\nConsolidated Statements of Comprehensive Income for the years ended December 31, 2020, 2019 and 2018\nConsolidated Balance Sheets at December 31, 2020 and 2019\nFor the years ended December 31, 2020, 2019 and 2018:\nConsolidated Statements of Equity\nConsolidated Statements of Cash Flows\nNotes to Consolidated Financial Statements\nFinancial Statement Schedule:\nSchedule II – Valuation and Qualifying Accounts for the years ended December 31, 2020, 2019 and 2018\n(b)\nThe unaudited selected quarterly financial data for the two years ended December 31, is as follows:\nNet earnings from the first quarter of 2020 includes a goodwill and intangible asset impairment charge of $94.3 million (net of tax). Net earnings from the fourth quarter of 2020 includes a $\n37.9\nmillion loss on assets held for sale at December 31, 2020, related to our QMI business.\nNet earnings from the fourth quarter of 2019 includes a $31.4 million (net of tax) loss on the divestitures of our business operations in Colombia and Turkey.\n49"
  },
  {
    "item_key": "item_9",
    "text": "DISCLOSURE\nNone."
  },
  {
    "item_key": "item_9a",
    "text": "The Company's management, including its Chief Executive Officer and Chief Financial Officer, have conducted an evaluation of the effectiveness of the Company's disclosure controls and procedures (as such term is defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the Exchange Act)), as of the end of the period covered by this Annual Report on Form 10-K. Based on that evaluation, the Chief Executive Officer and Chief Financial Officer concluded as of December 31, 2020, that the Company's disclosure controls and procedures were effective in ensuring that information required to be disclosed by the Company in reports that it files or submits under the Exchange Act has been recorded, processed, summarized and reported, within the time periods specified in the Commission's rules and forms, and that such information has been accumulated and communicated to the Company's management including its Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure.\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as defined under Exchange Act Rules 13a-15(f) and 15d-15(f). Our internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Internal control over financial reporting includes those policies and procedures that:\n•\npertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the Company’s assets;\n•\nprovide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that the Company’s receipts and expenditures are being made only in accordance with authorizations of the Company’s management and directors; and\n•\nprovide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement assessed the effectiveness of our internal control over financial reporting as of December 31, 2020. In making this assessment, management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control-Integrated Framework (2013)\n. We concluded that our internal control over financial reporting was effective as of December 31, 2020.\nThe effectiveness of our internal control over financial reporting has been audited by PricewaterhouseCoopers LLP, the independent registered public accounting firm, as stated in their report herein.\nThere were no changes in the Company's internal control over financial reporting that occurred during the quarter ended December 31, 2020 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n50\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information regarding our executive officers is included in Part I under the caption \"Executive Officers of the Registrant.\"\nThe other information required by this item is incorporated herein by reference to the information contained under the headings \"Item 1. Election of Directors\", \"Delinquent Section 16(a) Reports\" and \"Corporate Governance\" in our Proxy Statement."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated herein by reference to the information contained under the headings \"Compensation Discussion and Analysis\", \"Executive Compensation\" and \"Compensation Committee Report\" in our Proxy Statement."
  },
  {
    "item_key": "item_12",
    "text": "STOCKHOLDER MATTERS\nThe information required by this item is incorporated herein by reference to the information contained under the headings \"Security Ownership of Certain Beneficial Owners and Management\" and \"Equity Compensation Plan Information\" of our Proxy Statement."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated herein by reference to the information contained under the headings \"Corporate Governance\" and \"Certain Relationships and Related Person Transactions\" of our Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated herein by reference to the information contained under the caption \"Fees of the Independent Auditors\" in our Proxy Statement.\n51\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "52\nALLEGION PLC\nINDEX TO EXHIBITS\n(Item 15(a))\nDescription\nPursuant to the rules and regulations of the SEC, we have filed certain agreements as exhibits to this Annual Report on Form 10-K. These agreements may contain representations and warranties by the parties. These representations and warranties have been made solely for the benefit of the other party or parties to such agreements and (i) may have been qualified by disclosures made to such other party or parties, (ii) were made only as of the date of such agreements or such other date(s) as may be specified in such agreements and are subject to more recent developments, which may not be fully reflected in our public disclosure, (iii) may reflect the allocation of risk among the parties to such agreements and (iv) may apply materiality standards different from what may be viewed as material to investors. Accordingly, these representations and warranties may not describe our actual state of affairs at the date hereof and should not be relied upon.\n(a) Exhibits\n53\n54\n55\n* Compensatory plan or arrangement."
  },
  {
    "item_key": "item_16",
    "text": "Not applicable.\n56\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nALLEGION PLC\n(Registrant)\n57\nPursuant to the requirement of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n58\nALLEGION PLC\nIndex to Consolidated Financial Statements\nReport of Independent Registered Public Accounting Firm\nTo the\nBoard of Directors and Shareholders of Allegion plc\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Allegion plc\nand its subsidiaries\n(the “Company”) as of December 31, 2020\nand 2019,\nand the related consolidated statements of comprehensive income, of equity and of cash flows for each of the three years in the period ended December 31, 2020, including the related notes and financial statement schedule\nlisted in the accompanying index (collectively referred to as the “consolidated financial statements”).\nWe also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated\nfinancial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020\nand 2019\n,\nand the results of its\noperations and its\ncash flows for each of the three years in the period ended December 31, 2020\nin conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013)\nissued by the COSO.\nChange in Accounting Principle\nAs discussed in Note 11 to the consolidated financial statements, the Company changed the manner in which it accounts for leases in 2019.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated\nfinancial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated\nfinancial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated\nfinancial statements included performing procedures to assess the risks of material misstatement of the consolidated\nfinancial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated\nfinancial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated\nfinancial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nF-1\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the\nconsolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated\nfinancial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessments - EMEA and Asia Pacific Reporting Units\nAs described in Notes 2 and 5 to the consolidated financial statements, the Company’s consolidated goodwill balance was $819.0 million as of December 31, 2020, and the goodwill associated with the EMEA and Asia Pacific reporting units was $309.9 million and $8.0 million, respectively. As of March 31, 2020, management identified a triggering event for the EMEA and Asia Pacific reporting units, and as a result, performed interim goodwill impairment analyses. The results of the impairment testing indicated that the estimated fair value of the Asia Pacific reporting unit was less than its carrying value, and as such, the Company recorded an impairment of $88.1 million. For the impairment analyses performed as of March 31, 2020, the estimated fair values of the EMEA and Asia Pacific reporting units were based on a discounted cash flow model (income approach). Goodwill is tested annually for impairment during the fourth quarter or whenever there is a significant change in events or circumstances that indicate that the fair value of the reporting unit is more likely than not less than the carrying amount of the reporting unit. If the estimated fair value of a reporting unit exceeds its carrying amount, goodwill of the reporting unit is not impaired. To the extent that the carrying value of the reporting unit exceeds its estimated fair value, a goodwill impairment charge will be recognized for the amount by which the carrying value of the reporting unit exceeds its fair value, not to exceed the carrying amount of goodwill. For the annual impairment analyses, the estimated fair values of the EMEA and Asia Pacific reporting units were based on two valuation techniques, a discounted cash flow model and a market multiple of earnings (market approach), with each method being weighted in the calculation.  As disclosed by management, the income approach relies on management’s estimates of revenue growth rates, terminal growth rates, margin assumptions, and discount rates. The market approach requires the determination of an appropriate peer group, which is utilized to derive estimated fair values based on selected market multiples.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessment of EMEA and Asia Pacific reporting units is a critical audit matter are (i) the significant judgment by management when developing the fair value measurements of the reporting units; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating management’s significant assumptions related to revenue growth rates, terminal growth rates, margin assumptions, discount rates, peer group determination, and market multiple selections; and (iii) the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessment, including controls over the valuation of the Company’s EMEA and Asia Pacific reporting units. These procedures also included, among others (i) testing management’s process for developing the fair value measurements of the reporting units; (ii) evaluating the appropriateness of the discounted cash flow and market multiple of earnings models; (iii) testing the completeness and accuracy of underlying data used in the models; and (iv) evaluating the reasonableness of significant assumptions used by management related to revenue growth rates, terminal growth rates, margin assumptions, discount rates, peer group determination, and market multiple selections. Evaluating management’s assumptions related to revenue growth rates and margin assumptions involved evaluating whether the assumptions used by management were reasonable considering (i) the current and past performance of the reporting units, (ii) the consistency with external market and industry data, and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit. Evaluating the Company’s peer group determination included assessing the appropriateness of the identified peer companies.  Professionals with specialized skill and knowledge were used to assist in the evaluation of management’s discounted cash flow and market multiple models, and management’s significant assumptions related to terminal growth rates, discount rates, selected peer group, and market multiples.\n/s/ PricewaterhouseCoopers LLP\nIndianapolis, Indiana\nFebruary 16, 2021\nWe have served as the Company’s auditor since 2013.\nF-2\nAllegion plc\nConsolidated Statements of Comprehensive Income\nIn millions, except per share amounts\nSee accompanying notes to consolidated financial statements.\nF-3\nAllegion plc\nConsolidated Balance Sheets\nIn millions, except share amounts\nSee accompanying notes to consolidated financial statements.\nF-4\nAllegion plc\nConsolidated Statements of Equity\nIn millions, except per share amounts\nSee accompanying notes to consolidated financial statements.\nF-5\nAllegion plc\nConsolidated Statements of Cash Flows\nIn millions\nSee accompanying notes to consolidated financial statements.\nF-6\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1 –\nDESCRIPTION OF COMPANY AND BASIS OF PRESENTATION\nAllegion plc, an Irish public limited company, and its consolidated subsidiaries (\"Allegion\" or \"the Company\") are a leading global company that provides security products and solutions that keep people and assets safe and secure in the places where they reside, work and thrive. Allegion creates peace of mind by pioneering safety and security with a vision of seamless access and a safer world. The Company offers an extensive and versatile portfolio of mechanical and electronic security products and solutions across a range of market-leading brands including CISA®, Interflex®, LCN®, Schlage®, SimonsVoss® and Von Duprin®.\nBasis of presentation:\nThe Consolidated Financial Statements were prepared in accordance with generally accepted accounting principles in the United States of America (\"GAAP\") as defined by the Financial Accounting Standards Board (\"FASB\") within the FASB Accounting Standards Codification (\"ASC\"). Certain prior-period amounts have been reclassified to conform to the current year presentation.\nNOTE 2 –\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nA summary of significant accounting policies used in the preparation of the accompanying Consolidated Financial Statements follows:\nPrinciples of Consolidation:\nThe Consolidated Financial Statements include all controlled subsidiaries of the Company. A noncontrolling interest in a subsidiary is considered an ownership interest in a controlled subsidiary that is not attributable to the Company. The Company includes noncontrolling interests as a component of Total equity in the Consolidated Balance Sheets and the Net earnings attributable to noncontrolling interests are presented as an adjustment from Net earnings used to arrive at Net earnings attributable to Allegion plc in the Consolidated Statements of Comprehensive Income.\nEquity method affiliates represent unconsolidated entities over which the Company demonstrates significant influence but does not have a controlling financial interest. The Company is also required to consolidate variable interest entities in which it bears a majority of the risk to the entity’s potential losses or stands to gain from a majority of the entity’s expected returns.\nUse of Estimates:\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosures of contingent assets and liabilities at the date of the financial statements, as well as the reported amounts of revenues and expenses during the reporting period. Estimates are based on several factors including the facts and circumstances available at the time the estimates are made, historical experience, risk of loss, general economic conditions and trends and the assessment of the probable future outcome. Some of the more significant estimates include useful lives of property, plant and equipment and intangible assets, purchase price allocations of acquired businesses, valuation of assets and liabilities including goodwill and other intangible assets, product warranties, sales allowances, pension plan benefits, postretirement benefits other than pensions, taxes, lease related assets and liabilities, environmental costs and product liability and other contingencies. Actual results could differ from those estimates. Estimates and assumptions are reviewed periodically, and the effects of changes, if any, are reflected in the Consolidated Statements of Comprehensive Income in the period they are determined.\nCurrency Translation:\nAssets and liabilities where the functional currency is not the U.S. dollar have been translated at year-end exchange rates, and income and expense accounts have been translated using average exchange rates throughout the year. Adjustments resulting from the process of translating a subsidiary’s financial statements into the U.S. dollar are recorded to Accumulated other comprehensive loss.\nCash and Cash Equivalents:\nCash and cash equivalents include cash on hand, demand deposits and all highly liquid investments with original maturities at the time of purchase of three months or less.\nAllowance for Doubtful Accounts\n: The Company provides for an allowance for doubtful accounts and notes receivable, which represents the best estimate of expected lifetime credit losses inherent in the Company’s accounts and notes receivable portfolios. The Company's estimates are influenced by a continuing credit evaluation of customers' financial condition, trade accounts and notes receivable aging and historical loss experience, as well as reasonable and supportable forecasts of future economic conditions. The Company has reserved $\n6.2\nmillion and $\n5.6\nmillion for doubtful accounts and notes receivable as of December 31, 2020 and 2019, respectively.\nInventories\n: Inventories are stated at the lower of cost and net realizable value using the first-in, first-out (FIFO) method.\nF-7\nProperty, Plant and Equipment:\nProperty, plant and equipment are stated at cost, less accumulated depreciation. Assets placed in service are recorded at cost and depreciated using the straight-line method over the estimated useful life of the asset except for leasehold improvements, which are depreciated over the shorter of their economic useful life or their lease term. Repair and maintenance costs that do not extend the useful life of the asset are expensed as incurred. Major replacements and significant improvements that increase asset values and extend useful lives are capitalized.\nThe range of useful lives used to depreciate property, plant and equipment is as follows:\nThe Company assesses the recoverability of the carrying value of its property, plant and equipment whenever events or changes in circumstances indicate that the carrying amount of the asset may not be fully recoverable. Recoverability is measured by a comparison of the carrying amount of an asset to the future net undiscounted cash flows expected to be generated by the asset. If the undiscounted cash flows are less than the carrying amount of the asset, an impairment loss is recognized for the amount by which the carrying value of the asset exceeds its fair value.\nInvestments:\nThe Company periodically invests in debt or equity securities of start-up companies and/or development stage technology or other companies without acquiring a controlling interest. The Company applies the equity method of accounting when the Company has the ability to exercise significant influence over the operating and financial decision making of the investee. Investments in equity method affiliates totaled $\n17.4\nmillion and $\n18.2\nmillion as of December 31, 2020 and 2019, respectively. Equity investments that have readily determinable fair values in which the Company does not have significant influence are measured at fair value, with any unrealized holding gains and losses being recorded to earnings. Investments without readily determinable fair values are measured at cost minus impairment, if any, plus or minus changes resulting from observable price changes in orderly transactions for the identical or similar investment of the same issuer and are qualitatively assessed for impairment indicators each reporting period. Investments in debt and equity securities not accounted for under the equity method of accounting totaled $\n13.7\nmillion and $\n18.1\nmillion as of December 31, 2020 and 2019, respectively. The Company's investments are principally recorded within Other noncurrent assets within the Consolidated Balance Sheets.\nLeases:\nIn accordance with ASC 842, the Company records a right-of-use (\"ROU\") asset and lease liability for substantially all leases for which it is a lessee. In determining if a contract represents a lease, consideration is given to all relevant facts and circumstances to assess whether or not the contract conveys the right to control the use of an identified asset, either explicit or implicit, for a period of time in exchange for consideration. Judgment and estimation is also required in determining the lease classification and the amount of the ROU asset and corresponding lease liability for each lease, which includes determining the appropriate lease term and an applicable discount rate. The Company assesses the specific terms and conditions of each lease to determine the appropriate classification as either an operating or finance lease. In determining the appropriate length of the lease term, both the minimum period over which lease payments are required plus any renewal options that are both within the Company's control to exercise and reasonably certain of being exercised as of lease commencement are considered. When available, the rate implicit in the lease is utilized as the discount rate to determine the lease liability. If this rate is unavailable, the Company utilizes its incremental borrowing rate as the discount rate, which is the rate at inception of the lease that would hypothetically be incurred to borrow over a similar term the funds needed to purchase the leased asset. Refer to Note 11\nfor further details on the Company's lease accounting policies.\nGoodwill and Intangible Assets:\nThe Company records as goodwill the excess of the purchase price of an acquired business over the fair value of the net assets acquired. Once the final valuation has been performed for each acquisition, adjustments may be recorded. In accordance with ASC 350, \"Intangibles—Goodwill and Other\", goodwill and other indefinite-lived intangible assets are tested and reviewed annually for impairment during the fourth quarter or whenever there is a significant change in events or circumstances that indicate the fair value of a reporting unit or indefinite-lived intangible asset is more likely than not less than the carrying amount of the asset.\nRecoverability of goodwill is measured at the reporting unit level. The carrying amount of a reporting unit is compared to its estimated fair value. If the estimated fair value of a reporting unit exceeds it's carrying amount, goodwill of the reporting unit is not impaired. To the extent that the carrying value of the reporting unit exceeds its estimated fair value, a goodwill impairment charge will be recognized for the amount by which the carrying value of the reporting unit exceeds its fair value, not to exceed the carrying amount of the reporting unit's goodwill. Estimated fair value of the Company's reporting units is based on two valuation techniques, a discounted cash flow model (income approach) and a market multiple of earnings (market approach), with each method being weighted in the calculation.\nF-8\nAs a result of the global economic disruption and uncertainty due to the novel coronavirus (\"COVID-19\") pandemic, the Company concluded a triggering event had occurred as of March 31, 2020, and accordingly, performed interim impairment tests on the goodwill balances of its EMEA and Asia Pacific reporting units. Given the high degree of market volatility and lack of reliable market data that existed as of March 31, 2020, the Company determined a discounted cash flow model (income approach) provided the best approximation of fair value of these reporting units for the purpose of performing these interim tests. This was a change in estimate, as historically the determination of reporting unit fair values has been estimated based on both an income and a market approach, as discussed above, with each method being weighted in the calculation. As markets stabilized throughout the year, the Company reverted to utilizing both an income and market approach while performing its annual impairment test in the fourth quarter.\nRecoverability of other intangible assets with indefinite useful lives (i.e. Trade names) is determined on a relief from royalty methodology, which is based on the implied royalty paid, at an appropriate discount rate, to license the use of an asset rather than owning the asset. The present value of the after-tax cost savings (i.e. royalty relief) indicates the estimated fair value of the asset. Any excess of the carrying value over the estimated fair value is recognized as an impairment loss equal to that excess.\nIntangible assets such as completed technologies, patents, customer-related intangible assets and other intangible assets with finite useful lives are amortized on a straight-line basis over their estimated economic lives.\nThe weighted-average useful lives approximate the following:\nRecoverability of intangible assets with finite useful lives is assessed in the same manner as property, plant and equipment, as described above.\nIncome Taxes:\nThe calculation of the Company’s income taxes involves considerable judgment and the use of both estimates and allocations. Deferred tax assets and liabilities are determined based on temporary differences between financial reporting and tax bases of assets and liabilities, applying enacted tax rates expected to be in effect for the year in which the differences are expected to reverse. The Company recognizes future tax benefits, such as net operating losses and tax credits, to the extent that realizing these benefits is considered in its judgment to be more likely than not. The Company regularly reviews the recoverability of its deferred tax assets considering its historic profitability, projected future taxable income, timing of the reversals of existing temporary differences and the feasibility of its tax planning strategies. Where appropriate, the Company records a valuation allowance with respect to future tax benefits.\nCash paid for income taxes, net of refunds, for the twelve months ended December 31, 2020 and 2019 was $\n82.6\nmillion and $\n103.0\nmillion, respectively.\nProduct Warranties:\nThe Company offers a standard warranty with most product sales, and the value of such warranty is included in the contractual sales price. Standard product warranty accruals are recorded at the time of sale and are estimated based upon product warranty terms and historical experience. The Company regularly assesses the adequacy of its liabilities and makes adjustments as necessary based on known or anticipated warranty claims, or as new information becomes available. Refer to Note 21 for further details regarding product warranties.\nRevenue Recognition:\nNet revenues are recognized based on the satisfaction of performance obligations under the terms of a contract. A performance obligation is a promise in a contract to transfer control of a distinct product or to provide a service, or a bundle of products or services, to a customer. The Company has two principal revenue streams, tangible product sales and services. Approximately 99% of consolidated Net revenues involve contracts with a single performance obligation, the transfer of control of a product or bundle of products to a customer. The Company's remaining Net revenues involve services, including installation and consulting. See Note 20 for additional information regarding the Company's revenue recognition policies.\nSales returns and customer disputes involving a question of quantity or price are accounted for as variable consideration, and therefore, as a reduction to Net revenues and as a contra receivable. At December 31, 2020 and 2019, the Company had a customer claim accrual (contra receivable) of $\n48.6\nmillion and $\n36.5\nmillion, respectively. All other incentives or incentive programs where the customer is required to reach a certain level of purchases, remain a customer for a certain period, provide a rebate form or is subject to additional requirements are also considered variable consideration and are accounted for as a reduction of revenue and a liability. At December 31, 2020 and 2019, the Company had a sales incentive accrual of $\n35.0\nmillion and $\n37.2\nmillion, respectively. Variable consideration is estimated based on the most likely amount expected to be\nF-9\nreceived from customers. Each of these accruals represents the Company’s best estimate of the most likely amount expected to be received from customers based on historical experience. These estimates are reviewed regularly for accuracy, and if updated information or actual amounts are different from previous estimates, the revisions are included in the Company’s results for the period in which they become known. Historically, the aggregate differences, if any, between the Company’s estimates and actual amounts in any year have not had a material impact on the Consolidated Financial Statements. The Company also offers a standard warranty with most product sales, and the value of such warranty is included in the contractual price. The corresponding cost of the warranty obligation is accrued as a liability.\nEnvironmental Costs:\nThe Company is subject to laws and regulations relating to protecting the environment. Environmental expenditures relating to current operations are expensed or capitalized as appropriate. Expenditures relating to existing conditions caused by past operations, which do not contribute to current or future revenues, are expensed. Liabilities for remediation costs are recorded when they are probable and can be reasonably estimated, generally no later than the completion of feasibility studies or the Company’s commitment to a plan of action. The assessment of this liability, which is calculated based on existing technology, does not reflect any offset for possible recoveries from insurance companies and is not discounted. Refer to Note 21 for further details related to environmental matters.\nResearch and Development Costs:\nThe Company conducts research and development activities for the purpose of developing and improving new products and services. These costs are expensed when incurred. For the years ended December 31, 2020, 2019 and 2018, expenses related to research and development activities amounted to approximately $\n54.4\nmillion, $\n54.7\nmillion and $\n54.4\nmillion, respectively, and primarily consist of salaries, wages, benefits, facility costs and other overhead expenses.\nDefined Benefit Plans\n: The Company provides a range of defined benefits, including pension, postretirement and postemployment benefits to eligible current and former employees. Determining the costs associated with such benefits is dependent on various actuarial assumptions, including discount rates, expected return on plan assets, compensation increases, employee mortality and turnover rates. Actuaries perform the required calculations to determine expense in accordance with GAAP. Actual results may differ from the actuarial estimates and are generally recorded to Accumulated other comprehensive loss and amortized into Net earnings over future periods. The Company reviews its actuarial assumptions at each measurement date and makes modifications to the assumptions as appropriate. Refer to Note 12\nfor further details on employee benefit plans.\nLoss Contingencies:\nLiabilities are recorded for various contingencies arising in the normal course of business, including litigation and administrative proceedings, environmental matters, product liabilities, product warranties, worker’s compensation and other claims. The Company has recorded reserves in the financial statements related to these matters, which are developed using inputs derived from actuarial estimates and historical and anticipated experience data depending on the nature of the reserve and, in certain instances, with consultation of legal counsel, internal and external consultants and engineers. Subject to the uncertainties inherent in estimating future costs for these types of liabilities, the Company believes its estimated reserves are reasonable and does not believe the final determination of the liabilities with respect to these matters would have a material effect on the financial condition, results of operations, liquidity or cash flows of the Company for any year. Refer to Note 21\nfor further details related to loss contingencies.\nDerivative Instruments:\nThe Company periodically enters into cash flow and other derivative transactions to specifically hedge exposure to various risks related to currency and variable interest rates. The Company recognizes all derivatives on the Consolidated Balance Sheets at their fair value as either assets or liabilities. For designated cash flow hedges, the changes in fair value of the derivative contract is recorded to Accumulated other comprehensive loss and reclassified into Net earnings at the time earnings are affected by the hedged transaction. For undesignated derivative transactions, the changes in the fair value of the derivative contract are immediately recognized in Net earnings. Refer to Note 10 for further details regarding derivative instruments.\nRecent Accounting Pronouncements\nRecently Adopted Accounting Pronouncements:\nIn June 2016, the FASB issued ASU 2016-13, \"Financial Instruments—Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments.\" The new guidance within ASU 2016-13, along with related updates (collectively \"ASC 326\") introduces an approach based on expected losses to estimate credit losses on certain types of financial instruments. The new guidance became effective for annual periods beginning after December 15, 2019, and interim periods within those annual periods. Accordingly, the Company adopted ASC 326 on January 1, 2020, using the modified retrospective transition method through a $\n2.2\nmillion cumulative-effect decrease to retained earnings. The Company has also made updates to its policies and internal controls over financial reporting as a result of adoption.\nF-10\nIn August 2018, the FASB issued ASU 2018-15, \"Intangibles—Goodwill and Other—Internal-Use Software (Subtopic 350-40): Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract.\" The new guidance aligns the requirements for capitalizing implementation costs incurred in a cloud-based hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software (and hosting arrangements that include an internal-use software license). ASU 2018-15 became effective for annual periods beginning after December 15, 2019, and interim periods within those annual periods. Accordingly, the Company adopted ASU 2018-15 on January 1, 2020, using the prospective method of adoption, and the adoption did not have a material impact to the Consolidated Financial Statements.\nRecently Issued Accounting Pronouncements:\nIn December 2019, the FASB issued ASU 2019-12, \"Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes.\" The new guidance is intended to simplify the accounting for income taxes by removing certain exceptions and by updating accounting requirements around franchise taxes, goodwill recognized for tax purposes, the allocation of current and deferred tax expense among legal entities, among other minor changes. The ASU is effective for fiscal years beginning after December 15, 2020, including interim periods within those fiscal years. Early adoption is permitted. The Company adopted ASU 2019-12 on January 1, 2021, and the adoption did not have a material impact to the Consolidated Financial Statements.\nIn January 2020, the FASB issued ASU 2020-01, \"Investments—Equity Securities (Topic 321), Investments—Equity Method and Joint Ventures (Topic 323), and Derivatives and Hedging (Topic 815): Clarifying the Interactions between Topic 321, Topic 323, and Topic 815.\" The amendments in ASU 2020-01 clarify the interaction of the accounting for equity securities under Topic 321 and investments accounted for under the equity method of accounting. The ASU is effective for fiscal years beginning after December 15, 2020, including interim periods within those fiscal years. Early adoption is permitted. The Company adopted ASU 2020-01 on January 1, 2021, and the adoption did not have a material impact to the Consolidated Financial Statements.\nIn March 2020, the FASB issued ASU 2020-04, \"Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.\" This ASU, along with related updates, provides temporary optional expedients and exceptions for applying GAAP to contract modifications, hedging relationships and other transactions if certain criteria are met in order to ease the potential accounting and financial reporting burden associated with the expected market transition away from the London Interbank Offered Rate (LIBOR) and other interbank offered rates to alternative reference rates. The ASU is currently effective and may be applied prospectively at any point through December 31, 2022 at the Company’s option. The Company is assessing what impact ASU 2020-04 will have on the Consolidated Financial Statements.\nNOTE 3 –\nINVENTORIES\nInventories are stated at the lower of cost and net realizable value using the first-in, first-out (FIFO) method.\nAt December 31, the major classes of Inventories were as follows:\nF-11\nNOTE 4 –\nPROPERTY, PLANT AND EQUIPMENT\nAt December 31, the major classes of property, plant and equipment were as follows:\nDepreciation expense for the years ended December 31, 2020, 2019 and 2018, was $\n46.5\nmillion, $\n47.1\nmillion and $\n46.2\nmillion, which includes amounts for software amortization of $\n13.5\nmillion, $\n14.5\nmillion and $\n15.4\nmillion, respectively.\nNOTE 5 –\nGOODWILL\nThe changes in the carrying amount of Goodwill were as follows:\n(a)     In 2019, the Company made reclassifications to goodwill across all segments related to a change in how revenue is managed for a specific immaterial product line where revenue previously managed in the Asia Pacific segment is now being managed in the Americas and EMEA segments.\nAs a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, the Company concluded a triggering event had occurred as of March 31, 2020, and accordingly, performed interim impairment tests on the goodwill balances of its EMEA and Asia Pacific reporting units. As quoted market prices were not available for these reporting units, and given the high degree of market volatility and lack of reliable market data that existed as of March 31, 2020, the Company determined that a discounted cash flow model (income approach) provided the best approximation of fair value of its EMEA and Asia Pacific reporting units for the purpose of performing these interim tests. This approach relied on numerous assumptions and judgments that were subject to various risks and uncertainties. Principal assumptions utilized, all of which are considered Level 3 inputs under the fair value hierarchy (see Note 13), included the Company’s estimates of future revenue and terminal growth rates, margin assumptions and discount rates to estimate future cash flows. The calculations explicitly addressed factors such as timing, with due consideration given to forecasting risk. While assumptions utilized were subject to a high degree of judgment and complexity, the Company made every effort to estimate future cash flows as accurately as possible, given the high degree of economic uncertainty that existed as of March 31, 2020. The results of the interim impairment testing indicated that the estimated fair value of the Asia Pacific reporting unit was less than its carrying value. Consequently, a goodwill impairment charge was recorded for the Asia Pacific reporting unit, as reflected in the table above. As markets stabilized throughout the year, the Company reverted to utilizing both an income and market approach while performing its annual impairment test in the fourth quarter, which resulted in no further impairment charges.\nF-12\nNOTE 6 –\nINTANGIBLE ASSETS\nThe following table sets forth the gross amount and related accumulated amortization of the Company’s intangible assets at December 31:\nThe Company amortizes finite-lived intangible assets on a straight-line basis over their estimated economic lives in accordance with GAAP. Indefinite-lived intangible assets are not subject to amortization, but instead are tested for impairment at least annually (more frequently if certain indicators are present). Intangible asset amortization expense for the years ended 2020, 2019 and 2018, was $\n31.5\nmillion, $\n31.2\nmillion and $\n36.3\nmillion, respectively. Intangible asset amortization expense for 2018 included the amortization of approximately $\n6\nmillion of backlog revenue that was acquired during an acquisition. Future estimated amortization expense on existing intangible assets in each of the next five years amounts to approximately $\n28.5\nmillion for 2021, $\n28.5\nmillion for 2022, $\n28.4\nmillion for 2023, $\n28.3\nmillion for 2024 and $\n27.4\nmillion for 2025.\nIn accordance with the Company’s indefinite-lived intangible asset impairment testing policy, the Company performs its annual impairment test in the fourth quarter of each year or whenever there is a significant change in events or circumstances that indicate the fair value of an indefinite-lived intangible asset is more likely than not less than its carrying amount. As a result of the global economic disruption and uncertainty due to the COVID-19 pandemic, the Company concluded a triggering event had occurred as of March 31, 2020, and accordingly, performed interim impairment testing on certain indefinite-lived trade names. Based on these tests, it was determined that three of the Company's indefinite-lived trade names in the EMEA and Asia Pacific segments were impaired, and impairment charges of $\n8.2\nmillion were recorded. Further intangible asset impairment charges were recorded in the Asia Pacific segment during the year ended December 31, 2020, including $\n2.6\nmillion relating to supply chain disruptions, which reduced a brand's expected future cash flows, and $\n2.8\nmillion related to declines in volumes and pricing pressure for a separate subsidiary in the region.\nDuring the 2019 annual impairment testing, it was determined that two of the Company's indefinite-lived trade names were impaired, resulting in impairment charges totaling $\n5.9\nmillion. No intangible asset impairment charges were recorded in 2018.\nNOTE 7 -\nACQUISITIONS\nIn December 2020, the Company acquired the remaining interest of Yonomi, Inc. (\"Yonomi), a U.S. based smart home integration platform provider and innovation leader in IoT Cloud platforms, through one of its subsidiaries. Prior to acquisition, the Company held a noncontrolling interest in Yonomi that was considered an equity method investment. This acquisition has been accounted for as a business combination and did not have a material impact on the Consolidated Financial Statements. Yonomi has been integrated into the Americas segment.\nIn 2018, the Company completed six acquisitions:\nF-13\nTotal cash paid for the acquisitions completed in 2018 was approximately $\n373\nmillion (net of cash acquired), including $\n4.6\nmillion during the year ended December 31, 2019. These acquisitions were accounted for as business combinations.\nDuring the years ended December 31, 2020, 2019 and 2018, the Company incurred $\n2.3\nmillion, $\n2.0\nmillion and $\n10.0\nmillion, respectively, of acquisition and integration related expenses, which are included in Selling and administrative expenses in the Consolidated Statement of Comprehensive Income.\nNOTE 8 -\nDIVESTITURES\nAs of December 31, 2020, the net assets of the Company's QMI business, which primarily included working capital and long-lived assets, met the criteria to be classified as held for sale, and accordingly, were written down to fair value, which was estimated based on expected sales proceeds, less cost to sell, in accordance with ASC 360. This remeasurement was based on inputs considered to be Level 3 inputs under the fair value hierarchy (see Note 13) and resulted in a Loss on assets held for sale of $\n37.9\nmillion. As the expected sales proceeds, less cost to sell, were nominal, no goodwill was allocated to the Assets held for sale, and the goodwill attributable to the 2018 acquisition of QMI remains in the EMEA reporting unit as of December 31, 2020.\nIn 2019, the Company closed its production facility in Turkey and sold certain of the production assets thereof, which collectively met the definition of a business under ASC 805. Total proceeds from the sale were approximately $\n4.1\nmillion, and the Company recorded a loss on divestiture of $\n24.2\nmillion ($\n25.5\nmillion, net of tax), primarily driven by the reclassification of $\n25.0\nmillion of accumulated foreign currency translation adjustments to earnings upon sale. The Company also sold its interests in its Colombia operations in 2019 for a nominal  amount, recording a net loss on divestiture of $\n5.9\nmillion, of which $\n1.2\nmillion relates to the reclassification of accumulated foreign currency translation adjustments to earnings upon sale. These losses are included within Loss on divestitures in the Consolidated Statements of Comprehensive Income.\nNOTE 9 –\nDEBT AND CREDIT FACILITIES\nAt December 31, long-term debt and other borrowings consisted of the following:\nUnsecured Credit Facilities\nAs of December 31, 2020, the Company has an unsecured Credit Agreement in place, consisting of a $\n700.0\nmillion term loan facility (the “Term Facility”), of which $\n238.8\nmillion is outstanding at December 31, 2020, and a $\n500.0\nmillion revolving credit facility (the “Revolving Facility” and, together with the Term Facility, the “Credit Facilities”). The Credit Facilities mature on September 12, 2022, and are unconditionally guaranteed jointly and severally on an unsecured basis by the Company and Allegion US Holding Company Inc. (\"Allegion US Hold Co\"), the Company's wholly-owned subsidiary.\nAt inception, the Term Facility was scheduled to amortize in quarterly installments at the following rates:\n1.25\n% per quarter starting December 31, 2017 through December 31, 2020,\n2.5\n% per quarter from March 31, 2021 through June 30, 2022, with the balance due on September 12, 2022. Principal amounts repaid on the Term Facility may not be reborrowed. During the third quarter of 2019, the Company made a $\n400.0\nmillion principal payment to partially pay down the outstanding Term Facility balance. As a result of this payment, the Company has satisfied its obligation to make quarterly installments on the Term Facility up to the maturity date, with the remaining outstanding balance due on September 12, 2022. In conjunction with this principal pay down, the Company recognized a $\n2.7\nmillion charge related to the write-off of previously deferred financing\nF-14\ncosts related to the Term Facility, which is included in Interest expense in the Consolidated Statement of Comprehensive Income for the year ended December 31, 2019.\nThe Revolving Facility provides aggregate commitments of up to $\n500.0\nmillion, which includes up to $\n100.0\nmillion for the issuance of letters of credit. At December 31, 2020, there were\nno\nborrowings outstanding on the Revolving Facility and the Company had $\n15.0\nmillion of letters of credit outstanding. Commitments under the Revolving Facility may be reduced at any time without premium or penalty, and amounts repaid may be reborrowed. The Company pays certain fees with respect to the Revolving Facility, including an unused commitment fee on the undrawn portion of the Revolving Facility of between\n0.125\n% and\n0.200\n% per year, depending on the Company's credit rating, as well as certain other fees.\nOutstanding borrowings under the Credit Facilities accrue interest at the option of the Company of (i) a LIBOR rate plus the applicable margin or (ii) a base rate plus the applicable margin. The applicable margin ranges from\n1.125\n% to\n1.500\n% depending on the Company's credit ratings. At December 31, 2020, the outstanding borrowings under the Term Facility accrue interest at LIBOR plus a margin of\n1.250\n%, resulting in an interest rate of\n1.51\n%. The Credit Facilities also contain negative and affirmative covenants and events of default that, among other things, limit or restrict the Company’s ability to enter into certain transactions. In addition, the Credit Facilities require the Company to comply with a maximum leverage ratio and a minimum interest expense coverage ratio, as defined within the agreement. As of December 31, 2020, the Company was in compliance with all covenants.\nSenior Notes\nAs of December 31, 2020, Allegion US Hold Co has $\n400.0\nmillion outstanding of its\n3.200\n% Senior Notes due 2024 (the “3.200% Senior Notes”) and $\n400.0\nmillion outstanding of its\n3.550\n% Senior Notes due 2027 (the “3.550% Senior Notes”), while Allegion plc has $\n400.0\nmillion outstanding of its\n3.500\n% Senior Notes due 2029 (the “3.500% Senior Notes”). The 3.200% Senior Notes, 3.550% Senior Notes and 3.500% Senior Notes (collectively, the \"Senior Notes\") all require semi-annual interest payments on April 1 and October 1 of each year, and will mature on October 1, 2024, October 1, 2027, and October 1, 2029, respectively. The 3.200% Senior Notes and the 3.550% Senior Notes are senior unsecured obligations of Allegion US Hold Co and rank equally with all of Allegion US Hold Co’s existing and future senior unsecured and unsubordinated indebtedness. The guarantee of the 3.200% Senior Notes and the 3.550% Senior Notes is the senior unsecured obligation of the Company and ranks equally with all of the Company's existing and future senior unsecured and unsubordinated indebtedness. The 3.500% Senior Notes are senior unsecured obligations of Allegion plc, are guaranteed by Allegion US Hold Co and rank equally with all of the Company's existing and future senior unsecured indebtedness.\nFuture Repayments\nScheduled principal repayments on indebtedness as of December 31, 2020 were as follows:\nCash paid for interest for the years ended December 31, 2020, 2019 and 2018 was $\n47.3\nmillion, $\n48.8\nmillion and $\n52.0\nmillion, respectively.\nNOTE 10 –\nFINANCIAL INSTRUMENTS\nIn the normal course of business, the Company uses various financial instruments, including derivative instruments, to manage the risks associated with variable interest and currency rate exposures. These financial instruments are not used for trading or speculative purposes. When a derivative contract is entered into, the Company designates the derivative instrument as a cash flow hedge of a forecasted transaction, a cash flow hedge of a recognized asset or liability or as an undesignated derivative. The Company formally documents its hedge relationships, including identification of the derivative instruments and the hedged\nF-15\nitems, as well as its risk management objectives and strategies for undertaking the hedge transaction. This process includes linking derivative instruments that are designated as hedges to specific assets, liabilities or forecasted transactions.\nThe Company assesses at inception and at least quarterly thereafter, whether the derivatives used in cash flow hedging transactions are effective in offsetting the changes in the cash flows of the hedged item. To the extent the derivative is deemed to be an effective hedge, the fair market value changes of the instrument are recorded to Accumulated other comprehensive loss, while changes in the fair market value of derivatives not deemed to be an effective hedge are recorded in Net earnings in the period of change. The fair market value of derivative instruments is determined through market-based valuations and may not be representative of the actual gains or losses that will be recorded when these instruments mature due to future fluctuations in the markets in which they are traded. If the hedging relationship ceases to be effective subsequent to inception, or it becomes probable that a forecasted transaction will longer occur, the hedging relationship will be undesignated and any future gains or losses on the derivative instrument will be recorded in Net earnings.\nCurrency Derivatives\nThe gross notional amount of the Company’s currency derivatives was $\n218.9\nmillion and $\n146.4\nmillion at December 31, 2020 and 2019, respectively. At December 31, 2020 and 2019, both the losses included in Accumulated other comprehensive loss and the amount expected to be reclassified into Net earnings over the next twelve months related to the Company’s currency derivatives designated as cash flow hedges were not material, although the actual amounts that will be reclassified to Net earnings may vary as a result of future changes in market conditions. Gains and losses associated with the Company’s currency derivatives not designated as hedges are recorded in Net earnings as changes in fair value occur. At December 31, 2020, the maximum term of the Company’s currency derivatives was less than one year.\nInterest Rate Swaps\nAs of December 31, 2019, and through their expiration in September 2020, the Company had interest rate swaps to fix the interest rate paid during the contract period related to $\n200.0\nmillion of the Company's variable rate Term Facility. Prior to expiration, these swaps met the criteria to be accounted for as cash flow hedges of variable rate interest payments.\nThe fair values of derivative instruments included within the Consolidated Balance Sheets as of December 31, 2020 and 2019 were not material.\nThe amounts associated with derivatives designated as hedges affecting Net earnings and Accumulated other comprehensive loss for the years ended December 31 were as follows:\nThe gains and losses associated with the Company's non-designated currency derivatives, which are offset by changes in the fair value of the underlying transactions, are included within Other (income) expense, net in the Consolidated Statements of Comprehensive Income.\nConcentration of Credit Risk\nThe counterparties to the Company’s forward contracts consist of a number of investment grade major international financial institutions. The Company could be exposed to losses in the event of nonperformance by the counterparties. However, the credit ratings and the concentration of risk in these financial institutions are monitored on a continuous basis and present no significant credit risk to the Company.\nNOTE 11 -\nLEASES\nThe Company adopted ASC 842 on January 1, 2019, utilizing the transition method allowed per ASU 2018-11. Financial information for the year ended December 31, 2018, has not been adjusted for the effects of adopting ASC 842, and no cumulative-effect adjustment was required to the opening balance of Retained earnings on the adoption date. In accordance with ASC 842, the Company records a right-of-use (\"ROU\") asset and lease liability for substantially all leases for which it is a lessee. At inception of a contract, the Company considers all relevant facts and circumstances to assess whether or not the\nF-16\ncontract represents a lease by determining whether or not the contract conveys the right to control the use of an identified asset, either explicit or implicit, for a period of time in exchange for consideration. The Company has no significant lease agreements in place for which the Company is a lessor, and substantially all of the Company's leases for which the Company is a lessee are classified as operating leases. Total rental expense for the years ended December 31, 2020 and 2019, was $\n44.2\nmillion and $\n43.2\nmillion, respectively, and is classified within Cost of goods sold and Selling and administrative expenses within the Consolidated Statements of Comprehensive Income. Rental expense related to short-term leases, variable lease payments or other leases or lease components not included within the ROU asset or lease liability totaled $\n9.1\nmillion and $\n8.1\nmillion, respectively, for the years ended December 31, 2020 and 2019. No material lease costs have been capitalized on the Consolidated Balance Sheets as of December 31, 2020 or 2019. Total rental expense for 2018, as determined in accordance with the previous lease guidance, ASC 840, was $\n42.5\nmillion and is classified within Cost of goods sold and Selling and administrative expenses within the Consolidated Statements of Comprehensive Income.\nIf at lease commencement a lease has a term of less than 12 months and does not include a purchase option that is reasonably certain to be exercised, the Company does not include the lease as part of its ROU asset or lease liability. If the Company enters into a large number of leases in the same month with the same terms and conditions, these are considered a group (portfolio), assuming the lease model under this approach does not materially differ from applying ASC 842 to each individual lease. When available, the Company will utilize the rate implicit in the lease as the discount rate to determine the lease liability. However, as this rate is not available for most leases, the Company will use its incremental borrowing rate as the discount rate, which is the rate at inception of the lease the Company would hypothetically incur to borrow over a similar term the funds needed to purchase the leased asset.\nAs a lessee, the Company categorizes its leases into two general categories: real estate and equipment leases.\nThe Company’s real estate leases include leased production and assembly facilities, warehouses and distribution centers, office space and to a lesser degree, employee housing. The terms and conditions of real estate leases can vary significantly from lease to lease. The Company has assessed the specific terms and conditions of each real estate lease to determine the amount of the lease payments and the length of the lease term, which includes the minimum period over which lease payments are required plus any renewal options that are both within the Company's control to exercise and reasonably certain of being exercised upon lease commencement. The Company assesses all relevant factors to determine if sufficient incentives exist as of lease commencement to conclude whether or not renewal is reasonably certain. There are no material residual value guarantees provided by the Company nor any restrictions or covenants imposed by the real estate leases to which the Company is a party. In determining the lease liability, the Company utilizes its incremental borrowing rate for debt instruments with terms approximating the weighted-average term for its real estate leases to discount the future lease payments over the lease term to present value. The Company does incur variable lease payments for certain of its real estate leases, such as reimbursements of property taxes, maintenance and other operational costs to the lessor. In general, these variable lease payments are not captured as part of the lease liability or ROU asset, but rather are expensed as incurred.\nThe Company’s equipment leases include vehicles, material handling equipment, other machinery and equipment utilized in the Company's production and assembly facilities, warehouses and distribution centers, laptops and other IT equipment, and other miscellaneous leased equipment. Most of the equipment leases are for terms ranging from two to five years, although terms and conditions can vary from lease to lease. The Company applies similar estimates and judgments to its equipment lease portfolio in determining the lease payments and lease term as it does to its real estate lease portfolio. There are no material residual value guarantees provided by the Company nor any restrictions or covenants imposed by the equipment leases to which the Company is a party. In determining the lease liability, the Company utilizes its incremental borrowing rate for debt instruments with terms approximating the weighted-average term for its equipment leases to discount the future lease payments over the lease term to present value. The Company does not typically incur variable lease payments related to its equipment leases.\nAmounts included within the Consolidated Balance Sheets related to the Company's ROU asset and lease liability were as follows:\nF-17\nThe following table summarizes additional information related to the Company's leases for the years ended December 31:\nThe Company frequently enters into both real estate and equipment leases in the normal course of business. While there have been lease agreements entered into that have not yet commenced as of December 31, 2020, none of these leases provide new rights or obligations to the Company that are material individually or in the aggregate.\nFuture Repayments\nFuture minimum rental commitments for the subsequent five years under non-cancellable operating leases with terms in excess of one year as of December 31, 2018 were as follows:\nScheduled minimum lease payments required under non-cancellable operating leases for both the real estate and equipment lease portfolios for the next five years and thereafter as of December 31, 2020, were as follows:\nThe difference between the total undiscounted minimum lease payments and the combined current and noncurrent lease liabilities as of December 31, 2020, is due to imputed interest of $\n11.0\nmillion.\nNOTE 12 –\nPENSIONS AND POSTRETIREMENT BENEFITS OTHER THAN PENSIONS\nThe Company sponsors several U.S. defined benefit and defined contribution plans covering substantially all U.S. employees. Additionally, the Company has non-U.S. defined benefit and defined contribution plans covering eligible non-U.S. employees. Postretirement benefits, other than pensions, provide healthcare benefits, and in some instances, life insurance benefits for certain eligible employees.\nF-18\nPension Plans\nThe noncontributory defined benefit pension plans covering non-collectively bargained U.S. employees provide benefits on an average pay formula, while most plans for collectively bargained U.S. employees provide benefits on a flat dollar benefit formula. The non-U.S. pension plans generally provide benefits based on earnings and years of service. The Company also maintains additional other supplemental plans for officers and other key employees.\nThe following table details information regarding the Company’s pension plans at December 31:\nIt is the Company’s objective to contribute to the pension plans to ensure adequate funds are available in the plans to make benefit payments to plan participants and beneficiaries when required. However, certain plans are not funded due to either legal, accounting or tax requirements in certain jurisdictions. As of December 31, 2020, approximately\n6\n% of the Company's projected benefit obligation relates to plans that are not funded, of which the majority are non-U.S. plans.\nThe pretax amounts recognized in Accumulated other comprehensive loss were as follows:\nF-19\nWeighted-average assumptions used:\nThe accumulated benefit obligation for all U.S. defined benefit pension plans was $\n354.9\nmillion and $\n332.4\nmillion at December 31, 2020 and 2019, respectively. The accumulated benefit obligation for all non-U.S. defined benefit pension plans was $\n446.0\nmillion and $\n396.7\nmillion at December 31, 2020 and 2019, respectively.\nThe Company estimates the service and interest cost components of net periodic benefit cost utilizing a full yield-curve approach. Under this approach, the Company applies discounting using the applicable spot rates derived from the yield curve to discount the cash flows used to measure the benefit obligation. These spot rates align to each of the projected benefit obligations and service cost cash flows.\nInformation regarding pension plans with accumulated benefit obligations more than plan assets were:\nF-20\nFuture pension benefit payments are expected to be paid as follows:\nThe components of the Company’s net periodic pension benefit cost (income) for the years ended December 31 were as follows:\nThe Service cost component of Net periodic pension benefit cost (income) is recorded in Cost of goods sold and Selling and administrative expenses within the Consolidated Statements of Comprehensive Income. The remaining components are recorded within Other (income) expense, net within the Consolidated Statements of Comprehensive Income.\nPension expense for 2021 is projected to be approximately $\n1.8\nmillion, utilizing the assumptions for calculating the pension benefit obligations at the end of 2020.\nF-21\nWeighted-average assumptions used:\nThe expected return on plan assets reflects the average rate of returns expected on the funds invested or to be invested to provide for the benefits included in the projected benefit obligation and is based on what is achievable given the plan’s investment policy, the types of assets held and target asset allocations. The expected long-term rate of return is determined as of the measurement date. Each plan is reviewed, along with its historical returns and target asset allocations, to determine the appropriate expected return on plan assets to be used.\nThe Company's overall objective in managing defined benefit plan assets is to ensure that all present and future benefit obligations are met as they come due. The goal is to achieve this while trying to mitigate volatility in plan funded status, contributions and expense by better matching the characteristics of the plan assets to that of the plan liabilities. Each plan’s funded status and asset allocation is monitored regularly in addition to investment manager performance.\nThe fair values of the Company’s U.S. pension plan assets at December 31, 2020, by asset category were as follows:\n(a)\nIncludes a group trust diversified credit fund and real estate investment trust.\nThe fair values of the Company’s U.S. pension plan assets at December 31, 2019, by asset category were as follows:\n(a)\nIncludes a group trust diversified credit fund and real estate investment trust.\nNo material transfers in or out of Level 3 occurred during the years ended December 31, 2020 or 2019.\nThe Company's U.S. pension plan assets are valued using the following methodologies:\n•\nCash, cash equivalents and short-term investments\n– Short-term investments are valued at their daily net asset value (NAV) per share or the equivalent based upon the fair value of the underlying investments. NAV per share or the\nF-22\nequivalent is used for fair value purposes as a practical expedient and is calculated by the investment manager or sponsor of the fund. These investments primarily consist of short-term investment funds.\n•\nCommon collective trusts\n- Common collective trust (\"CCT\") funds are not publicly traded and are valued at NAV per share or the equivalent based upon the fair value of the underlying investments. NAV per share or the equivalent is used for fair value purposes as a practical expedient and is calculated by the investment manager or sponsor of the applicable fund. CCT funds consist of a variety of publicly traded securities, including equity mutual funds, U.S. government and agency obligations, corporate and non-U.S. bonds, securitized credit and emerging market debt. There are no unfunded commitments, redemption frequency restrictions or other redemption restrictions related to such investments.\nThe fair values of the Company’s non-U.S. pension plan assets at December 31, 2020, by asset category were as follows:\n(a)     Primarily includes a core diversified credit fund and derivative contracts.\nThe fair values of the Company’s non-U.S. pension plan assets at December 31, 2019, by asset category were as follows:\n(a)     Primarily includes a core diversified credit fund and derivative contracts\n.\nNo material transfers in or out of Level 3 occurred during the years ended December 31, 2020 or 2019.\nThe Company's non-U.S. pension plan assets are valued using the following methodologies:\n•\nCash, cash equivalents and short-term investments\n– Cash equivalents are valued using a market approach with inputs including quoted market prices for either identical or similar instruments. Short-term investments are valued at the closing price or amount held on deposit by the custodian bank, at fair value by discounting the related cash flows based on current yields of similar instruments with comparable durations considering the credit-worthiness of the issuer, or at their NAV per share or the equivalent based upon the fair value of the underlying investments. NAV per share or the equivalent is used for fair value purposes as a practical expedient and is calculated by the investment manager or sponsor of the fund. These investments primarily consist of short-term investment funds.\n•\nEquity mutual funds\n– Equity mutual funds are primarily valued at their NAV per share or the equivalent. NAV per share or the equivalent is used for fair value purposes as a practical expedient. NAV is calculated by the investment manager or sponsor of the fund.\n•\nCorporate and non-U.S. bonds\n– Quoted market prices are not available for these securities. Fair values are either estimated using pricing models and/or quoted prices of securities with similar characteristics or discounted cash flows, in which instances such securities are classified as Level 2 or valued at their NAV per share or the equivalent. NAV\nF-23\nper share or the equivalent is used for fair value purposes as a practical expedient and are calculated by the investment manager or sponsor of the fund.\nThe Company made employer contributions of $\n6.3\nmillion, $\n6.0\nmillion and $\n6.1\nmillion to the U.S. pension plans in 2020, 2019 and 2018, respectively. The Company made required and discretionary contributions to its non-U.S. pension plans of $\n5.1\nmillion, $\n10.6\nmillion and $\n5.4\nmillion in 2020, 2019 and 2018, respectively.\nThe Company currently projects that approximately $\n11.4\nmillion will be contributed to its U.S and non-U.S. plans in 2021. The Company’s policy allows it to fund an amount, which could be in excess of or less than the pension cost expensed, subject to the limitations imposed by current tax regulations. The Company anticipates funding the plans in 2021 in accordance with contributions required by funding regulations or the laws of each jurisdiction.\nMost of the Company’s U.S. employees are covered by defined contribution plans. Employer contributions are determined based on criteria specific to the individual plans and amounted to approximately $\n17.9\nmillion, $\n15.6\nmillion and $\n14.4\nmillion in 2020, 2019 and 2018, respectively. The Company’s contributions relating to non-U.S. defined contribution plans and other non-U.S. benefit plans were $\n7.0\nmillion, $\n6.0\nmillion and $\n8.0\nmillion in 2020, 2019 and 2018, respectively.\nDeferred Compensation Plan\nThe Company maintains an Executive Deferred Compensation Plan (\"EDCP\"), which is an unfunded, nonqualified plan that, prior to 2019, permitted certain employees to defer up to 50% of their annual salary and up to 100% of their annual bonus awards, performance stock plan awards and restricted stock units earned until conclusion of their employment with the Company. As of December 31, 2020 and 2019, the deferred compensation liability balance was $\n18.1\nmillion and $\n17.4\nmillion, respectively, which was recorded within Postemployment and other benefit liabilities in the Consolidated Balance Sheets.\nPostretirement Benefits Other Than Pensions\nThe Company sponsors a postretirement (\"OPEB\") plan that provides for healthcare benefits, and in some instances, life insurance benefits, that cover certain eligible retired employees. The Company funds postretirement benefit obligations principally on a pay-as-you-go basis. Generally, postretirement health benefits are contributory with contributions adjusted annually. Life insurance plans for retirees are primarily noncontributory. Net periodic postretirement benefit income is included within Other (income) expense, net within the Consolidated Statements of Comprehensive Income.\nThe benefit obligation related to the Company's postretirement plans as of December 31, 2020 and 2019 was $\n5.2\nmillion and $\n6.8\nmillion, respectively, and is classified as Accrued compensation and benefits and Postemployment and other benefit liabilities within the Consolidated Balance Sheets. Net periodic postretirement benefit income was not material for any of the years ended December 31, 2020, 2019 or 2018, nor is it projected to be material for 2021. Benefit payments for postretirement benefits, which are net of expected plan participant contributions and Medicare Part D subsidies, are expected to be less than $\n1\nmillion per year for the foreseeable future.\nNOTE 13 –\nFAIR VALUE MEASUREMENTS\nFair value is defined as the exchange price that would be received to sell an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. Fair value measurements are based on a framework that utilizes the inputs market participants use to determine the fair value of an asset or liability and establishes a fair value hierarchy to prioritize those inputs. The fair value hierarchy is comprised of the three levels described below:\n•\nLevel 1 – Inputs based on quoted prices in active markets for identical assets or liabilities.\n•\nLevel 2 – Inputs other than Level 1 quoted prices, such as quoted prices for similar assets or liabilities; quoted prices in markets that are not active; or other inputs that are observable or can be corroborated by observable market data for substantially the full term of the asset or liability.\n•\nLevel 3 – Unobservable inputs based on little or no market activity and that are significant to the fair value of the assets and liabilities.\nThe fair value hierarchy requires an entity to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value. Observable inputs are obtained from independent sources and can be validated by a third\nF-24\nparty, whereas unobservable inputs reflect assumptions regarding what a third party would use in pricing an asset or liability based on the best information available under the circumstances. A financial instrument’s categorization within the fair value hierarchy is based upon the lowest level of input that is significant to the fair value measurement.\nAssets and liabilities measured at fair value at December 31, 2020, were as follows:\nAssets and liabilities measured at fair value at December 31, 2019, were as follows:\nThe Company determines the fair value of its financial assets and liabilities using the following methodologies:\n•\nInvestments\n– These instruments include equity mutual funds and corporate bond funds. The fair value is obtained based on observable market prices quoted on public exchanges for similar instruments.\n•\nDerivative instruments\n– These instruments include foreign currency contracts for non-functional currency balance sheet exposures, including both those that are and are not designated as cash flow hedges. As of December 31, 2019, these instruments also included interest rate swap contracts, which expired in September 2020, related to the Company’s variable rate Term Facility. The fair value of the foreign currency contracts is determined based on a pricing model that uses spot rates and forward prices from actively quoted currency markets that are readily accessible and observable. The fair value of the interest rate swap contracts was determined based on quoted prices for the Company’s swaps, which was not considered an active market.\nF-25\n•\nDeferred compensation and other retirement plans\n- These include obligations related to deferred compensation and other retirement plans adjusted for market performance. The fair value is obtained based on observable market prices quoted on public exchanges for similar instruments.\n•\nDebt\n– These instruments are recorded at cost and include senior notes maturing through 2029. The fair value of the long-term debt instruments is obtained based on observable market prices quoted on public exchanges for similar instruments.\nThe carrying values of Cash and cash equivalents, Restricted cash, Accounts and notes receivable, net, Accounts payable, Accrued compensation and benefits and Accrued expenses and other current liabilities are a reasonable estimate of their fair value due to the short-term nature of these instruments. As discussed in Note 2, the Company also has investments in debt and equity securities without readily determinable fair values, which are measured at cost minus impairment, if any, plus or minus changes resulting from observable price changes in orderly transactions for identical or similar investments of the same issuer and are qualitatively assessed for impairment indicators at each reporting period. As these investments are considered to be nonrecurring fair value measurements, they are not included in the fair value tables above.\nThe methodologies used by the Company to determine the fair value of its financial assets and liabilities at December 31, 2020, are the same as those used at December 31, 2019.\nNOTE 14 –\nEQUITY\nOrdinary Shares\nThe changes in Ordinary shares for the year ended December 31, 2020 are as follows:\nAllegion had\n400.0\nmillion ordinary shares authorized and\n10.0\nmillion $\n0.001\npar value preferred shares authorized (with none outstanding) at December 31, 2020.\nIn February 2017, the Company's Board of Directors approved a share repurchase authorization of up to $\n500\nmillion of the Company's ordinary shares (the \"2017 Share Repurchase Authorization\"). On February 6, 2020, the Company's Board of Directors approved a new share repurchase authorization of up to, and including, $\n800\nmillion of the Company's ordinary shares (the \"2020 Share Repurchase Authorization\"), replacing the existing 2017 Share Repurchase Authorization. The 2020 Share Repurchase Authorization does not have a prescribed expiration date. During the year ended December 31, 2020, the Company paid $\n208.8\nmillion to repurchase\n1.9\nmillion ordinary shares on the open market under these share repurchase authorizations.\nAccumulated Other Comprehensive Loss\nThe changes in Accumulated other comprehensive loss were as follows:\nF-26\n(a)\nIn February 2018, the FASB issued ASU 2018-02, \"Income Statement-Reporting Comprehensive Income (Topic 220): Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income,\" allowing entities to reclassify tax effects stranded in AOCI as a result of the 2017 U.S. Tax Cuts and Jobs Act (the \"Tax Reform Act\"). The Company adopted ASU 2018-02 in 2018, the impact of which is reflected in the reclassification presented above.\n(b)\nDuring 2019, the Company reclassified $\n26.2\nmillion of accumulated foreign currency translation adjustments to earnings upon the sale of the Company's business operations in Colombia and Turkey, which is included in Foreign currency items in the table above. See Note 8 for further information on these divestitures.\n(c)\nDuring 2020, the Company reclassified $\n12.8\nmillion of accumulated foreign currency translation adjustments to earnings upon the liquidation of two legal entities in EMEA, which is included in Foreign currency items in the table above.\nAll amounts of Other comprehensive income (loss), net attributable to noncontrolling interests on the Consolidated Statements of Equity relate to foreign currency items.\nNOTE 15 –\nSHARE-BASED COMPENSATION\nThe Company records share-based compensation awards using a fair value method and recognizes compensation expense for an amount equal to the fair value of the share-based payment issued in its financial statements. The Company’s share-based compensation plans include programs for stock options, restricted stock units (\"RSUs\"), performance stock units (\"PSUs\") and deferred compensation.\nUnder the Company's incentive stock plan, the total number of ordinary shares authorized by the shareholders is\n8.0\nmillion, of w\nhich\n2.9\nmillion rem\nain available as of December 31, 2020 for future incentive awards.\nCompensation Expense\nShare-based compensation expense is included in Cost of goods sold and Selling and administrative expenses within the Consolidated Statements of Comprehensive Income.\nThe following table summarizes the expenses recognized for the years ended December 31:\n(a)\nTax benefit reflected in the table above does not include the excess benefit from exercises and vesting of share-based compensati\non of $\n4.5\nmillion, $\n2.8\nmillion and $\n1.5\nmillion f\nor the years ended December 31, 2020, 2019 and 2018, respectively.\nStock Options / RSUs\nEligible participants may receive (i) stock options, (ii) RSUs or (iii) a combination of both stock options and RSUs. The fair value of each of the Company’s stock option and RSU awards is expensed on a straight-line basis over the required service period, which is generally the 3-year vesting period. However, for stock options and RSUs granted to retirement eligible employees, the Company recognizes expense for the fair value at the grant date.\nThe average fair value of the stock options granted for the years ended December 31, 2020, 2019 and 2018, was estimated to be $\n25.62\n, $\n19.58\nand $\n21.29\nper share, respectively, using the Black-Scholes option-pricing model.\nThe weighted-average assumptions used were as follows:\nF-27\nVolatility is based on the Company's historic volatility for the prior six years. The risk-free rate of return is based on the yield curve of a zero-coupon U.S. Treasury bond on the date the award is granted with a maturity equal to the expected term of the award. The expected life of the Company’s stock option awards is derived from the simplified approach based on the weighted-average time to vest and the remaining contractual term and represents the period of time that awards are expected to be outstanding.\nChanges in options outstanding under the plans for the years ended December 31, 2020, 2019 and 2018, were as follows:\n(a)\nThe weighted-average exercise price of awards represents the exercise price of the awards on the grant date converted to ordinary shares of the Company.\nThe following table summarizes information concerning currently outstanding and exercisable options:\nAt December 31, 2020, there was $\n1.5\nmillion of total unrecognized compensation cost from stock option arrangements granted under the plan, which is primarily related to unvested shares of non-retirement eligible employees. The aggregate intrinsic value of the Company's options exercised during the years ended December 31, 2020 and 2019, was $\n18.8\nmillion and $\n16.3\nmillion, respectively. Generally, stock options expire ten years from their date of grant.\nF-28\nThe following table summarizes RSU activity for the years ended December 31, 2020, 2019 and 2018:\n(a)\nThe weighted-average grant date fair value represents the fair value of the awards on the grant date converted to ordinary shares of the Company.\nAt December 31, 2020, there was $\n6.1\nmillion of total unrecognized compensation cost from RSU arrangements granted under the plan, which is related to unvested shares of non-retirement eligible employees.\nPerformance Stock\nThe Company has a Performance Stock Program (\"PSP\") for key employees which provides awards in the form of PSUs based on performance against pre-established objectives. The annual target award level is expressed as a number of the Company's ordinary shares. All PSUs are settled in the form of ordinary shares unless deferred.\nIn February 2018, 2019 and 2020, the Company's Compensation Committee granted PSUs that were earned based 50% upon a performance condition, measured at each reporting period by earnings per share (\"EPS\") performance in relation to pre-established targets set by the Compensation Committee, and 50% upon a market condition, measured by the Company’s relative total shareholder return (\"TSR\") against the S&P 400 Capital Goods Index over a three-year performance period. The fair values of the market conditions are estimated using a Monte Carlo simulation approach in a risk-neutral framework to model future stock price movements based upon historical volatility, risk-free rates of return and correlation matrix.\nF-29\nThe following table summarizes PSU activity for the maximum number of shares that may be issued for the years ended December 31, 2020, 2019 and 2018:\n(a)\nThe weighted-average grant date fair value represents the fair value of the awards on the grant date converted to ordinary shares of the Company.\nAt December 31, 2020, there was $\n4.6\nmillion of total unrecognized compensation cost from the PSP based on current performance, which is related to unvested shares. This compensation will be recognized over the required service period, which is generally the three-year vesting period.\nDeferred Compensation\nPrior to 2019, the Company allowed key employees to defer a portion of their eligible granted PSUs and/or compensation into a number of investment choices including its ordinary share equivalents. Any amounts invested in ordinary share equivalents will be settled in ordinary shares of the Company at the time of distribution.\nNOTE 16 –\nRESTRUCTURING ACTIVITIES\nRestructuring charges recorded during the years ended December 31 associated with restructuring activities were follows:\nRestructuring charges across all regions are primarily related to workforce reductions intended to optimize and simplify operations and cost structure. Restructuring charges in EMEA also included costs related to the closure of the Company's production facility in Turkey in 2019. Approximately $\n1.9\nmillion of the 2019 restructuring charges related to pension curtailment costs, which are included within Other (income) expense, net within the Consolidated Statements of Comprehensive Income.\nThe changes in the restructuring reserve during the years ended December 31, 2020 and 2019, were as follows:\nF-30\nThe majority of the costs accrued as of December 31, 2020, will be paid within one year.\nThe Company also incurred other non-qualified restructuring charges of $\n1.2\nmillion, $\n5.7\nmillion and $\n1.6\nmillion during the years ended December 31, 2020, 2019 and 2018, respectively, which represent costs directly attributable to restructuring activities, but that do not fall into the severance, exit or disposal category. Approximately $\n4.3\nmillion of the non-qualified restructuring expenses incurred during 2019 related to the closure of the Company's production facility in Turkey. Non-qualified restructuring charges are included within Cost of goods sold and Selling and administrative expenses within the Consolidated Statements of Comprehensive Income.\nThe Company anticipates additional future restructuring charges of approximately $\n5\nto $\n10\nmillion related to certain of the restructuring actions initiated during the year ended December 31, 2020, primarily across several businesses and functions intended to optimize and simplify the Company's non-U.S. operations and cost structure. These future costs are expected to be cash expenditures and classified as both qualified and non-qualified restructuring. These costs are expected to be incurred within fiscal year 2021.\nNOTE 17 –\nOTHER (INCOME) EXPENSE, NET\nAt December 31, the components of Other (income) expense, net were as follows:\nOther (income) expense, net for the year ended December 31, 2020, included gains of $\n12.8\nmillion related to the reclassification to earnings of accumulated foreign currency translation adjustments upon the liquidation of two legal entities in EMEA. These gains are included within Other in the table above.\nNOTE 18 –\nINCOME TAXES\nEarnings before income taxes for the years ended December 31 were taxed within the following jurisdictions:\nF-31\nThe components of the Provision for income taxes for the years ended December 31 were as follows:\nThe Provision for income taxes differs from the amount of income taxes determined by applying the applicable U.S. statutory income tax rate to pretax income, as a result of the following differences:\n(1)\nNet of changes in valuation allowances\nOn December 22, 2017, the Tax Reform Act became law, resulting in broad and complex changes to the U.S. tax code. The impact to the Company's Consolidated Financial Statements during the year ended December 31, 2017, included, but were not limited to, a (1) reduced U.S. federal corporate tax rate from 35.0% to 21.0%, effective January 1, 2018, (2) required a one-time transition tax on certain unrepatriated earnings of non-U.S. subsidiaries and (3) required review of the future realizability of deferred tax balances.\nShortly after the Tax Reform Act was enacted, the SEC staff issued Staff Accounting Bulletin No. 118, Income Tax Accounting Implications of the Tax Cuts and Jobs Act (SAB 118) which provided guidance on accounting for the Tax Reform Act’s impact. SAB 118 provided a measurement period, which in no case was to extend beyond one year from the Tax Reform Act enactment date, during which a company acting in good faith could complete the accounting for the impacts of the Tax Reform Act under ASC Topic 740. In finalizing the net tax charge resulting from the Tax Reform Act, in accordance with the one-year SAB 118 measurement period, the Company reversed $\n22.8\nmillion of previous charges and recorded an additional $\n0.9\nmillion of transition tax in 2018.\nThe majority of the Company's earnings are considered permanently reinvested, and therefore, the Company has not recorded any incremental withholding or income tax liabilities on earnings of its non-U.S. subsidiaries.\nF-32\nAt December 31, a summary of the deferred tax accounts was as follows:\nAt December 31, 2020, $\n1.4\nmillion of deferred taxes were recorded for certain undistributed earnings of non-U.S. subsidiaries. Historically, no deferred taxes have been provided for any portion of the remaining undistributed earnings of the Company's subsidiaries since these earnings have been, and will continue to be, permanently reinvested in these subsidiaries. For many reasons, including the number of legal entities and jurisdictions involved, the complexity of the Company's legal entity structure, the complexity of tax laws in the relevant jurisdictions and the impact of projections of income for future years to any calculations, the Company believes it is not practicable to estimate, within any reasonable range, the amount of additional taxes which may be payable upon the distribution of earnings.\nAt December 31, 2020, the Company had the following tax losses and tax credit carryforwards available to offset taxable income in prior and future years:\nThe U.S. state loss carryforwards were incurred in various jurisdictions. The non-U.S. loss carryforwards were incurred in various jurisdictions, predominantly in China, Ireland, Italy, Luxembourg and the United Kingdom.\nThe Company evaluates its deferred income tax assets to determine if valuation allowances are required or should be adjusted. GAAP requires that companies assess whether valuation allowances should be established against their deferred tax assets based on consideration of all available evidence, both positive and negative, using a \"more likely than not\" standard. This assessment considers the nature, frequency and amount of recent losses, the duration of statutory carryforward periods and tax planning strategies. In making such judgments, significant weight is given to evidence that can be objectively verified.\nF-33\nActivity associated with the Company’s valuation allowance is as follows:\nDuring the year ended December 31, 2020, the valuation allowance increased by $\n18.7\nmillion, while during the year ended December 31, 2019, the valuation allowance decreased by $\n116.1\nmillion. The increase for the year ended December 31, 2020, and the decrease for the year ended December 31, 2019, are the result of changes in country specific tax laws, internal restructurings, jurisdictional profitability and changes in judgments and facts regarding the realizability of deferred tax assets.\nThe Company has total unrecognized tax benefits of $\n41.2\nmillion and $\n37.3\nmillion as of December 31, 2020 and 2019, respectively. The amount of unrecognized tax benefits that, if recognized, would affect the effective tax rate is $\n41.2\nmillion as of December 31, 2020.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nThe Company records interest and penalties associated with the uncertain tax positions within its provision for income taxes. The Company had reserves associated with interest and penalties, net of tax, of $\n7.6\nmillion and $\n6.2\nmillion at December 31, 2020 and 2019, respectively. For the years ended December 31, 2020 and 2019, the Company recognized $\n1.9\nmillion and $\n1.3\nmillion in net interest and penalties, net of tax, related to these uncertain tax positions.\nThe total amount of unrecognized tax benefits relating to the Company's tax positions is subject to change based on future events including, but not limited to, the settlements of ongoing audits and/or the expiration of applicable statutes of limitations. Although the outcomes and timing of such events are highly uncertain, it is reasonably possible that the balance of gross unrecognized tax benefits, excluding interest and penalties, could potentially be reduced by up to approximately $\n14.8\nmillion during the next 12 months.\nThe provision for income taxes involves a significant amount of management judgment regarding interpretation of relevant facts and laws in the jurisdictions in which the Company operates. Future changes in applicable laws, projected levels of taxable income and tax planning could change the effective tax rate and tax balances recorded by the Company. In addition, tax authorities periodically review income tax returns filed by the Company and can raise issues regarding its filing positions, timing and amount of income or deductions and the allocation of income among the jurisdictions in which the Company operates. A significant period of time may elapse between the filing of an income tax return and the ultimate resolution of an issue raised by a tax authority with respect to that return. In the normal course of business, the Company is subject to examination by taxing authorities throughout the world, including such major jurisdictions as Australia, Canada, France, Germany, Italy, Mexico, the Netherlands and the U.S. In general, the examination of the material tax returns of subsidiaries of the Company is complete for the years prior to 2003, with certain matters being resolved through appeals and litigation.\nNOTE 19 –\nEARNINGS PER SHARE (EPS)\nBasic EPS is calculated by dividing Net earnings attributable to Allegion plc by the weighted-average number of ordinary shares outstanding for the applicable period. Diluted EPS is calculated after adjusting the denominator of the basic EPS calculation for the effect of all potentially dilutive ordinary shares, which in the Company’s case, includes shares issuable under share-based compensation plans.\nF-34\nThe following table summarizes the weighted-average number of ordinary shares outstanding for basic and diluted earnings per share calculations:\nAt December 31, 2020,\n0.1\nmillion stock options were excluded from the computation of weighted-average diluted shares outstanding because the effect of including these shares would have been anti-dilutive.\nNOTE 20 –\nNET REVENUES\nNet revenues are recognized based on the satisfaction of performance obligations under the terms of a contract. A performance obligation is a promise in a contract to transfer control of a distinct product or to provide a service, or a bundle of products or services, to a customer. The Company has two principal revenue streams, tangible product sales and services. Approximately 99% of consolidated Net revenues involve contracts with a single performance obligation, the transfer of control of a product or bundle of products to a customer. Transfer of control typically occurs when goods are shipped from the Company's facilities or at other predetermined control transfer points (for instance, destination terms). Net revenues are measured as the amount of consideration expected to be received in exchange for transferring control of the products and takes into account variable consideration, such as sales incentive programs including discounts and volume rebates. The existence of these programs does not preclude revenue recognition but does require the Company's best estimate of the variable consideration to be made based on expected activity, as these items are reserved for as a deduction to Net revenues over time based on the Company's historical rates of providing these incentives and annual forecasted sales volumes. The Company also offers a standard warranty with most product sales and the value of such warranty is included in the contractual price. The corresponding cost of the warranty obligation is accrued as a liability (see Note 21).\nThe Company's remaining Net revenues involve services, including installation and consulting. Unlike the single performance obligation to ship a product or bundle of products, revenue recognition related to services revenues is delayed until the service based performance obligations are satisfied. In some instances, customer acceptance provisions are included in sales arrangements to give the buyer the ability to ensure the service meets any established criteria. In these instances, revenue recognition is deferred until the performance obligations are satisfied, which could include acceptance terms specified in the arrangement being fulfilled through customer acceptance or a demonstration that established criteria have been satisfied. During the years ended December 31, 2020 and 2019, no adjustments related to performance obligations satisfied in previous periods were recorded.\nThe Company applies the practical expedients allowed under ASC 606 to omit the disclosure of remaining performance obligations for contracts with an original expected duration of one year or less and for contracts where the Company has the right to invoice for performance completed to date. The transaction price is not adjusted for the effects of a significant financing component, as the time period between control transfer of goods and services is less than one year. Sales, value-added and other similar taxes collected by the Company are excluded from Net revenues. The Company has also elected to account for shipping and handling activities that occur after control of the related goods transfers as fulfillment activities instead of performance obligations. These activities are included in Cost of goods sold in the Consolidated Statements of Comprehensive Income. The Company’s payment terms are generally consistent with the industries in which its businesses operate.\nThe following table shows the Company's Net revenues related to both tangible product sales and services for the years ended December 31, 2020, 2019 and 2018, respectively, disaggregated by business segment. Net revenues are shown by tangible product sales and services, as contract terms, conditions and economic factors affecting the nature, amount, timing and uncertainty around revenue recognition and cash flows are substantially similar within each of the two principal revenue streams:\nF-35\nAs of December 31, 2020 and 2019, neither the contract assets related to the Company's right to consideration for work completed but not billed nor the contract liabilities associated with contract revenue were material. As a practical expedient, the Company recognizes incremental costs of obtaining a contract, if any, as an expense when incurred if the amortization period of the asset would have been one year or less. The Company does not have any costs to obtain or fulfill a contract that are capitalized under ASC 606.\nNOTE 21 –\nCOMMITMENTS AND CONTINGENCIES\nThe Company is involved in various litigation, claims and administrative proceedings, including those related to environmental and product warranty matters. Amounts recorded for identified contingent liabilities are estimates, which are reviewed periodically and adjusted to reflect additional information when it becomes available. Subject to the uncertainties inherent in estimating future costs for contingent liabilities, except as expressly set forth in this note, management believes that any liability which may result from these legal matters would not have a material adverse effect on the financial condition, results of operations, liquidity or cash flows of the Company.\nEnvironmental Matters\nThe Company is dedicated to an environmental program to reduce the utilization and generation of hazardous materials during the manufacturing process and to remediate identified environmental concerns. As to the latter, the Company is currently engaged in site investigations and remediation activities to address environmental cleanup from past operations at current and former production facilities. The Company regularly evaluates its remediation programs and considers alternative remediation methods that are in addition to, or in replacement of, those currently utilized by the Company based upon enhanced technology and regulatory changes. Changes to the Company's remediation programs may result in increased expenses and increased environmental reserves.\nThe Company is sometimes a party to environmental lawsuits and claims and has, from time to time, received notices of potential violations of environmental laws and regulations from the U.S. Environmental Protection Agency and similar state authorities. It has also been identified as a potentially responsible party (\"PRP\") for cleanup costs associated with off-site waste disposal at federal Superfund and state remediation sites. For all such sites, there are other PRPs and, in most instances, the Company’s involvement is minimal.\nIn estimating its liability, the Company has assumed it will not bear the entire cost of remediation of any site to the exclusion of other PRPs who may be jointly and severally liable. The ability of other PRPs to participate has been taken into account, based on the Company's understanding of the parties’ financial condition and probable contributions on a per site basis. Additional lawsuits and claims involving environmental matters are likely to arise from time to time in the future.\nThe Company incurred $\n7.1\nmillion, $\n1.7\nmillion and $\n2.4\nmillion of expenses during the years ended December 31, 2020, 2019 and 2018, respectively, for environmental remediation at sites presently or formerly owned or leased by the Company. Environmental remediation costs are recorded in Costs of goods sold within the Consolidated Statements of Comprehensive Income.\nAs of December 31, 2020 and 2019, the Company has recorded reserves for environmental matters of $\n21.1\nmillion and $\n19.3\nmillion, respectively. The total reserve at December 31, 2020 and 2019, included $\n4.4\nmillion and $\n4.2\nmillion, respectively, related to remediation of sites previously disposed by the Company. Environmental reserves are classified as Accrued expenses and other current liabilities or Other noncurrent liabilities within the Consolidated Balance Sheets based on the timing of their expected future payment. The Company's total current environmental reserve at December 31, 2020 and 2019, was $\n6.1\nmillion\nF-36\nand $\n6.2\nmillion, respectively, and the remainder is classified as noncurrent. Given the evolving nature of environmental laws, regulations and technology, the ultimate cost of future compliance is uncertain.\nWarranty Liability\nStandard product warranty accruals are recorded at the time of sale and are estimated based upon product warranty terms and historical experience. The Company assesses the adequacy of its liabilities and will make adjustments as necessary based on known or anticipated warranty claims, or as new information becomes available.\nThe changes in the standard product warranty liability for the years ended December 31, were as follows:\nStandard product warranty liabilities are classified as Accrued expenses and other current liabilities or Other noncurrent liabilities within the Consolidated Balance Sheets based on the timing of the expected future payments.\nNOTE 22 –\nBUSINESS SEGMENT INFORMATION\nThe Company classifies its business into the following\nthree\nreportable segments based on industry and market focus: Americas; Europe, Middle East and Africa (\"EMEA\"); and Asia Pacific. Results for the Company's India operations are now included within the Asia Pacific segment results due to an operational change during the year ended December 31, 2020. This change did not result, and is not expected to result, in a material impact to Segment results of operations for either the EMEA or Asia Pacific segment.\nThe Company largely evaluates performance based on Segment operating income and Segment operating margins. Segment operating income is the measure of profit and loss that the Company’s chief operating decision maker uses to evaluate the financial performance of the business and as the basis for resource allocation, performance reviews and compensation. For these reasons, the Company believes that Segment operating income represents the most relevant measure of segment profit and loss. The Company’s chief operating decision maker may exclude certain charges or gains, such as corporate charges and other special charges, from Operating income to arrive at a Segment operating income that is a more meaningful measure of profit and loss upon which to base operating decisions. The Company defines Segment operating margin as Segment operating income as a percentage of the segment's Net revenues.\nF-37\nA summary of operations and balance sheet information by reportable segments as of and for the years ended December 31 were as follows:\n(a)\nUnallocated assets consist primarily of investments in unconsolidated affiliates, property, plant and equipment, net,  ROU assets, deferred income taxes and cash.\nEffective January 1, 2021, the Company has combined its EMEA and Asia Pacific operations into a new segment named Allegion International, in addition to renaming its Americas segment \"Allegion Americas\". The new Allegion International segment has been created to drive speed and efficiency, simplify the Company's operating segments and optimize its non-U.S. operations.\nF-38\nNet revenues by destination and product type for the years ended December 31, were as follows:\nIn fiscal year 2020, 2019 and 2018, no customer exceeded 10% of consolidated Net revenues.\nAt December 31, long-lived assets by geographic area were as follows:\nNOTE 23 –\nSUBSEQUENT EVENTS\nAs discussed in Note 22, effective January 1, 2021, the Company has combined its EMEA and Asia Pacific operations into a new segment named Allegion International and renamed its Americas segment \"Allegion Americas\".\nOn February 5, 2021, the Company's Board of Directors declared a quarterly dividend of $\n0.36\ncents per ordinary share. The dividend is payable March 31, 2021 to shareholders of record on March 17, 2021.\nF-39\nSCHEDULE II\nALLEGION PLC\nVALUATION AND QUALIFYING ACCOUNTS\nFOR THE YEARS ENDED DECEMBER 31, 2020, 2019 AND 2018\n(Amounts in millions)\nF-40"
  }
]