[
  {
    "item_key": "item_1",
    "text": "The Company\nUnless otherwise stated, the terms \"we,\" \"us,\" \"our\" and the \"company\" refer to Campbell Soup Company and its consolidated subsidiaries.\nWe are a manufacturer and marketer of high-quality, branded food and beverage products. We organized as a business corporation under the laws of New Jersey on November 23, 1922; however, through predecessor organizations, we trace our heritage in the food business back to 1869. Our principal executive offices are in Camden, New Jersey 08103-1799.\nBusiness Acquisitions and Divestitures\nIn 2018, we acquired Pacific Foods of Oregon, LLC and Snyder's-Lance, Inc. (Snyder's-Lance).\nIn 2019, we announced our plan to divest our Campbell Fresh operating segment and our international biscuits and snacks operating segment. In 2019, we sold our U.S. refrigerated soup business, our Garden Fresh Gourmet business and our Bolthouse Farms business. Within our international biscuits and snacks operating segment, we completed the sale of our Kelsen business on September 23, 2019.\nOn December 23, 2019, we completed the sale of our Arnott’s business and certain other international operations, including the simple meals and shelf-stable beverages businesses in Australia and Asia Pacific (the Arnott’s and other international operations). In addition, on October 11, 2019, we completed the sale of our European chips business.\nWe used the net proceeds from the sales to reduce debt as described below in “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources.” To support our more focused portfolio, we are pursuing multi-year cost savings initiatives with targeted annualized cost savings of $850 million from continuing operations by the end of 2022, which includes $295 million in synergies and run-rate cost savings from our acquisition of Snyder's-Lance. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" for additional information regarding our cost savings initiatives.\nOur U.S. refrigerated soup business, our Garden Fresh Gourmet business and our Bolthouse Farms business were historically included in the Campbell Fresh segment. Beginning in the third quarter of 2019, we have reflected the results of operations of these businesses as discontinued operations in the Consolidated Statements of Earnings for all periods presented.\nBeginning in the fourth quarter of 2019, we have reflected the results of operations of our Kelsen business and the Arnott’s and other international operations (collectively referred to as Campbell International) as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Snacks reportable segment. The results of the European chips business through the date of sale were reflected in continuing operations within the Snacks reportable segment.\nIn the fourth quarter of 2021, we completed the sale of our Plum baby food and snacks business. The results of the Plum baby food and snacks business through the date of sale were reflected in continuing operations within the Meals & Beverages reportable segment.\nSee Note 3 to the Consolidated Financial Statements for additional information on our divestitures.\nReportable Segments\nOur reportable segments are:\n•\nMeals & Beverages, which includes the retail and foodservice businesses in the U.S. and Canada. The segment includes the following products:\nCampbell’s\ncondensed and ready-to-serve soups;\nSwanson\nbroth and stocks;\nPacific Foods\nbroth, soups and non-dairy beverages;\nPrego\npasta sauces;\nPace\nMexican sauces;\nCampbell’s\ngravies, pasta,\n3\nbeans and dinner sauces;\nSwanson\ncanned poultry;\nV8\njuices and beverages; and\nCampbell’s\ntomato juice. The segment also included the results of our Plum baby food and snacks business, which was sold on May 3, 2021; and\n•\nSnacks, which consists of Pepperidge Farm cookies, crackers,\nfresh bakery and frozen products in U.S. retail, including\nPepperidge Farm\nFarmhouse* cookies and bakery products,\nMilano*\ncookies and\nGoldfish*\ncrackers; and\nSnyder’s of Hanover*\npretzels,\nLance*\nsandwich crackers,\nCape Cod*\nand\nKettle Brand*\npotato chips,\nLate July*\nsnacks,\nSnack Factory\npretzel crisps\n,*\nPop Secret\npopcorn,\nEmerald\nnuts, and other snacking products in retail and foodservice in the U.S. and Canada. The segment includes the retail business in Latin America. This segment also included the results of our European chips business, which was sold on October 11, 2019. We refer to the\n* trademarks a\ns our \"power brands.\"\nBeginning in 2022, the foodservice and Canadian portion of Snacks will be managed as part of Meals & Beverages\n. See Note 6 to the Consolidated Financial Statements and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" for additional information regarding our reportable segments.\nIngredients and Packaging\nThe ingredients and packaging materials required for the manufacture of our food and beverage products are purchased from various suppliers, substantially all of which are located in North America. In the later part of 2021 and the early part of 2022, the costs of labor, raw materials, energy, fuel, packaging materials and other inputs necessary for the production and distribution of our products have rapidly increased. In addition, many of these items are subject to price fluctuations from a number of factors, including but not limited to climate change, changes in crop size, cattle cycles, herd and flock disease, crop disease, crop pests, product scarcity, demand for raw materials, commodity market speculation, energy costs, currency fluctuations, supplier capacities, government-sponsored agricultural programs and other government policy, import and export requirements (including tariffs), drought and excessive rain, temperature extremes and other adverse weather events, water scarcity, scarcity of suitable agricultural land, scarcity of organic ingredients, pandemic illness (such as the COVID-19 pandemic) and other factors that may be beyond our control during the growing and harvesting seasons. To help reduce some of this price volatility, we use a combination of purchase orders, short- and long-term contracts, inventory management practices and various commodity risk management tools for most of our ingredients and packaging. Ingredient inventories are generally at a peak during the late fall and decline during the winter and spring. Since many ingredients of suitable quality are available in sufficient quantities only during certain seasons, we make commitments for the purchase of such ingredients in their respective seasons.\nIn addition, certain of the materials required for the manufacture of our products, including steel and aluminum, have been or may be impacted by tariffs.\nAlthough we are unable to predict the impact of our ability to source these ingredients and packaging materials in the future, we expect these supply pressures to continue throughout 2022. We also expect the pressures of input cost inflation to continue into 2022. For information on the impact of inflation, see \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\"\nCustomers\nIn most of our markets, sales and merchandising activities are conducted through our own sales force and/or third-party brokers and distribution partners. Our products are generally resold to consumers through retail food chains, mass discounters, mass merchandisers, club stores, convenience stores, drug stores, dollar stores, e-commerce and other retail, commercial and non-commercial establishments. Each of Pepperidge Farm and Snyder's-Lance also has a direct-store-delivery distribution model that uses independent contractor distributors. We make shipments promptly after acceptance of orders.\nOur five largest customers accounted for approximately\n46\n% of our consolidated net sales from continuing operations in 2021, 44% in 2020 and 43% in 2019. Our largest customer, Wal-Mart Stores, Inc. and its affiliates, accounted for approximately\n21\n% of our consolidated net sales from continuing operations in 2021 and 2020 and\n20\n% 2019. Both of our reportable segments sold products to Wal-Mart Stores, Inc. or its affiliates. No other customer accounted for 10% or more of our consolidated net sales.\nTrademarks and Technology\nAs of September 15, 2021, we owned over 3,000 trademark registrations and applications in over 160 countries. We believe our trademarks are of material importance to our business. Although the laws vary by jurisdiction, trademarks generally are valid as long as they are in use and/or their registrations are properly maintained and have not been found to have become generic. Trademark registrations generally can be renewed indefinitely as long as the trademarks are in use. We believe that our principal brands, including\nCampbell's\n,\nCape Cod\n,\nChunky\n,\nEmerald\n,\nGoldfish\n,\nKettle Brand\n,\nLance\n,\nLate July\n,\nMilano\n,\nPace\n,\nPacific Foods\n,\nPepperidge Farm\n,\nPop Secret\n,\nPrego\n,\nSnack Factory\n,\nSnyder's of Hanover\n,\nSpaghettios\n,\nSwanson\n,\nand\nV8\n,\nare protected by trademark law in the major markets where they are used.\nAlthough we own a number of valuable patents, we do not regard any segment of our business as being dependent upon any single patent or group of related patents. In addition, we own copyrights, both registered and unregistered, proprietary trade secrets, technology, know-how, processes and other intellectual property rights that are not registered.\n4\nCompetition\nWe operate in a highly competitive industry and experience competition in all of our categories. This competition arises from numerous competitors of varying sizes across multiple food and beverage categories, and includes producers of private label products, as well as other branded food and beverage manufacturers. Private label products are generally sold at lower prices than branded products. Competitors market and sell their products through traditional retailers and e-commerce. All of these competitors vie for trade merchandising support and consumer dollars. The number of competitors cannot be reliably estimated. Our principal areas of competition are brand recognition, taste, nutritional value, price, promotion, innovation, shelf space and customer service.\nCapital Expenditures\nDuring 2021, our aggregate capital expenditures were $275 million. We expect to spend approximately $330 million for capital projects in 2022. Major capital projects based on planned spend in 2022 include a chips and cracker capacity expansion for our Snacks business and a new manufacturing line for our Meals & Beverages business.\nGovernment Regulation\nThe manufacture and sale of consumer food products is highly regulated. In the U.S., our activities are subject to regulation by various federal government agencies, including the Food and Drug Administration, the Department of Agriculture, the Federal Trade Commission, the Department of Labor, the Department of Commerce, the Occupational Safety and Health Administration and the Environmental Protection Agency, as well as various state and local agencies. Our business is also regulated by similar agencies outside of the U.S. We believe that we are in compliance with such laws and regulations in all material respects and do not expect that continued compliance with such laws and regulations will have a material effect on capital expenditures, earnings or our competitive position.\nEnvironmental Matters\nWe have requirements for the operation and design of our facilities that meet or exceed applicable environmental rules and regulations. Of our $275 million in capital expenditures made during 2021, approximately $15 million were for compliance with environmental laws and regulations in the U.S. We further estimate that approximately $14 million of the capital expenditures anticipated during 2022 will be for compliance with U.S. environmental laws and regulations. We believe that the continued compliance with existing environmental laws and regulations (both within the U.S. and elsewhere) will not have a material effect on capital expenditures, earnings or our competitive position. In addition, we continue to monitor existing and pending environmental laws and regulations within the U.S. and elsewhere relating to climate change and greenhouse gas emissions. While the impact of these laws and regulations cannot be predicted with certainty, we do not believe that compliance with these laws and regulations will have a material effect on capital expenditures, earnings or our competitive position.\nSeasonality\nDemand for soup products is seasonal, with the fall and winter months usually accounting for the highest sales volume.\nDemand for our other products is generally evenly distributed throughout the year.\nHuman Capital Management\nA core pillar of our strategic plan is to build a winning team and culture. To do this, we are committed to building a company where everyone can be real, and feel safe, valued and supported to do their best work. We believe that our employees are the driving force behind our success and prioritize attracting, developing and retaining diverse, world-class talent and creating an inclusive culture that embodies our purpose:\nConnecting people through food they love\n. On August 1, 2021, we had approximately 14,100 employees.\nTraining, Development and Engagement\nWe invest in our employees through training and development programs. We have partnered with leading online content experts and have recently increased internal learning development to expand our catalog of courses. A suite of training and education programs are available to employees ranging from role-specific training to education on soft skills to assist them with enhancing their careers through continuous learning. Through objective-setting, individual development plans, learning opportunities, feedback and coaching, employees are encouraged to continue their professional growth. Our education programs allow employees to focus on timely and topical development areas including leadership, management excellence, functional capabilities and inclusion and diversity. We communicate frequently and transparently with our employees through regular company-wide and business unit check-ins, and we conduct employee engagement surveys that provide our employees with an opportunity to share anonymous feedback with management in a variety of areas including confidence in leadership, growth and career opportunities, available resources, compensation and overall engagement. These surveys allow our leaders to develop action plans for their business units as well as the broader organization.\n5\nIn 2021, we created the Campbell Employee Experience Framework to enhance the foundational moments that are key to an employee's career at our company - from the candidate experience and onboarding through career advancement - with a focus on ways of working and improving culture and inclusivity.\nInclusion and Diversity\nWe believe that having an inclusive and diverse culture strengthens our ability to recruit talent and allows all employees to thrive and succeed. Diversity of input and perspectives is an essential part of our strategic plan to build a winning team and culture and we are committed to recruiting, retaining and developing a workforce that reflects the diversity of the consumers we serve. In 2021, we accelerated our inclusion and diversity efforts and elevated work in these areas on an enterprise-wise level. We continued to build out the actionable and holistic inclusion and diversity strategy we introduced in 2020 by focusing our refined strategy on three guiding pillars:\n•\nCapabilities - providing resources and tools to employees to build capabilities to build a winning team a culture and to drive systemic change;\n•\nAdvocacy - strengthening ally networks by supporting our employees, our partners and the communities where we live and work; and\n•\nAccountability - having individual, management and organizational accountability and transparency about our progress on building an inclusive culture.\nWe also continue to provide inclusion and diversity training for employees to highlight issues that impact underrepresented communities. Throughout 2021 the board of directors (Board) received regular updates from management on our inclusion and diversity efforts.\nWellness and Safety\nOur employees' health, safety and well-being are our top priorities. In response to the emergence of COVID-19, we implemented an enterprise-wise response to ensure safety. We enacted safety and sanitation measures to help ensure employees' health and well-being, embraced remote work for those who were able, and introduced enhanced sanitation, mask use, temperature checks and other protective equipment protocols and social distancing measures for our front-line employees. In addition, our Resources for Living program provides information, education tools and resources to help support our employees' physical, financial, social and emotional well-being. As part of this focus on well-being, we emphasize the need for our employees to embrace healthy lifestyles and we offer a variety of wellness education opportunities for our employees.\nTotal Rewards\nWe provide market-based competitive compensation through our salary, annual incentive and long-term incentive programs, and a robust benefits package that promotes the overall well-being of our employees. We provide a variety of resources and services to help our employees plan for retirement and provide a 401(k) plan with immediate vesting. We benchmark and establish compensation structures based on competitive market data. Individual pay is based on various factors such as an employee's role, experience, job location and contributions. Performance discussions for salaried employees are conducted throughout the year to assess contributions and inform individual development plans. We have enhanced our focus on the employee experience by highlighting key moments in the employment life-cycle and providing enhanced communications about our comprehensive offerings.\nWebsites\nOur primary corporate website can be found at\nwww.campbellsoupcompany.com\n. We make available free of charge at the Investor portion of this website (under the \"About Us—Investors—Financials—SEC Filings\" caption) all of our reports (including amendments) filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, including our annual report on Form 10-K, our quarterly reports on Form 10-Q and our current reports on Form 8-K. These reports are made available on the website as soon as reasonably practicable after their filing with, or furnishing to, the Securities and Exchange Commission.\nAll websites appearing in this Annual Report on Form 10-K are inactive textual references only, and the information in, or accessible through, such websites is not incorporated into this Annual Report on Form 10-K, or into any of our other filings with the Securities and Exchange Commission."
  },
  {
    "item_key": "item_1a",
    "text": "In addition to the factors discussed elsewhere in this Report, the following risks and uncertainties could materially adversely affect our business, financial condition and results of operations. Additional risks and uncertainties not presently known to us or that we currently deem immaterial also may impair our business operations and financial condition.\n6\nBusiness and Operational Risks\nThe COVID-19 pandemic and related ongoing implications could adversely impact our business and results of operations\nThe COVID-19 pandemic has had, and could continue to have, a negative impact on financial markets, economic conditions, and portions of our industry as a result of changes in consumer behavior, retailer inventory levels, cost inflation, manufacturing and supply chain disruption, and overall macroeconomic conditions. Although our business has benefited from increased at-home consumption due to restrictions related to COVID-19, our ability to sustain heightened sales is dependent on consumer purchasing behavior. The continued availability and effectiveness of vaccines may partially mitigate the risks around the continued spread of COVID-19, however, with the spread of the COVID-19 variants, the ongoing implications of the COVID-19 pandemic could adversely impact our business and results of operations in a number of ways, including but not limited to:\n•\na shutdown of one or more of our manufacturing, warehousing or distribution facilities, or disruption in our supply chain, including but not limited to, as a result of illness, labor shortages, government restrictions or other workforce disruptions;\n•\nthe failure of third parties on which we rely, including but not limited to, those that supply our packaging, ingredients, equipment and other necessary operating materials, co-manufacturers and independent contractors, to meet their obligations to us, or significant disruptions in their ability to do so;\n•\na strain on our supply chain, which could result from short-term or sustained changes and volatility in consumer purchasing and consumption patterns that increase demand at our retail customers and exceed our production capacity\nfor our products;\n•\ncontinued volatility in commodity and other input costs, which may not be sufficiently offset by our commodity hedging activities;\n•\na disruption to our distribution capabilities or to our distribution channels, including those of our suppliers, contract manufacturers, logistics service providers or independent distributors;\n•\nnew or escalated government or regulatory responses in markets where we manufacture, sell or distribute our products, or in the markets of third parties on which we rely, could prevent or disrupt our business operations;\n•\na significant portion of our workforce, including our management team, could become unable to work as a result of illness, or the attention of our management team could be diverted if key employees become ill from COVID-19 and unable to work;\n•\na change in demand for or availability of our products as a result of retailers, distributors, or carriers modifying their inventory, fulfillment or shipping practices;\n•\nan inability to effectively modify our trade promotion and advertising activities to reflect changing consumer shopping habits due to, among other things, reduced in-store visits and travel restrictions;\n•\na shift in consumer spending as a result of an economic downturn could result in consumers moving to private label or lower price products; and\n•\ncontinued business disruptions and uncertainties related to the COVID-19 pandemic for a sustained period of time could result in additional delays or modifications to our strategic plans and other initiatives and hinder our ability to achieve anticipated cost savings and productivity initiatives on the original timelines.\nThese and other impacts of the COVID-19 pandemic could also have the effect of heightening many of the other risk factors included below in this Item 1A. The ultimate impact depends on the severity and duration of the current COVID-19 pandemic, including the emergence and spread of COVID-19 variants, the continued availability and effectiveness of vaccines and actions taken by governmental authorities and other third parties in response to the pandemic, each of which is uncertain, rapidly changing and difficult to predict. Any of these disruptions could adversely impact our business and results of operations.\nIf we do not fully realize the expected cost savings and/or operating efficiencies associated with our strategic initiatives, our profitability could suffer\nOur future success and earnings growth depend in part on our ability to achieve the appropriate cost structure and operate efficiently in the highly competitive food industry, particularly in an environment of volatile cost inputs. We are pursuing multi-year cost savings initiatives with targeted annualized cost savings of $850 million for continuing operations by the end of 2022, which includes $295 million in synergies and run-rate cost savings from our acquisition of Snyder's-Lance. These initiatives require a substantial amount of management and operational resources. Our management team must successfully execute the administrative and operational changes necessary to achieve the anticipated benefits of these initiatives, including the integration of Snyder's-Lance in an efficient and effective manner. In some respects, our plans to achieve these cost savings\n7\ncontinue to be refined. See \"Management's Discussion and Analysis of Financial Condition and Results of Operation - Restructuring Charges and Cost Savings Initiatives\" for additional information on these initiatives. We also regularly pursue cost productivity initiatives. In addition, we have recently initiated a process to drive operational excellence by transforming our supply chain capabilities to build a more resilient and agile supply chain to serve our evolving business needs while enhancing efficiency. These initiatives are focused on cost savings and productivity opportunities in procurement, manufacturing and logistics. Any failure or delaying in implementing our initiatives in accordance with our plans could adversely affect our ability to meet our long-term growth and profitability expectations and could adversely affect our business.\nWe may not be able to increase prices to fully offset inflationary pressures on costs, such as raw and\npackaging materials, labor and distribution costs\nAs a manufacturer of food and beverage products, we rely on plant labor, distribution resources and raw and packaging materials including tomato paste, grains, beef, poultry, dairy, potatoes and other vegetables, steel, aluminum, glass, paper and resin. In the later part of 2021 and the early part of 2022, the costs of such labor, raw materials, energy, fuel, packaging materials and other inputs necessary for the production and distribution of our products have rapidly increased. In addition, many of these materials are subject to price fluctuations from a number of factors, including but not limited to changes in crop size, cattle cycles, herd and flock disease, crop disease, crop pests, product scarcity, demand for raw materials, commodity market speculation, energy costs, currency fluctuations, supplier capacities, government-sponsored agricultural programs and other government policy, import and export requirements (including tariffs), drought and excessive rain, temperature extremes and other adverse weather events, water scarcity, scarcity of suitable agricultural land, scarcity of organic ingredients, pandemic illness (such as the COVID-19 pandemic) and other factors that may be beyond our control. Although we are unable to predict the impact on our ability to source materials in the future, we expect these supply pressures to continue into 2022. We also expect the pressures of input cost inflation to continue into 2022.\nWe try to pass along to customers some or all cost increases through increases in the selling prices of, or decreases in the packaging sizes of, some of our products. Higher product prices or smaller packaging sizes may result in reductions in sales volume. Consumers may be less willing to pay a price differential for our branded products and may increasingly purchase lower-priced offerings, or may forego some purchases altogether, during an economic downturn. To the extent that price increases or packaging size decreases are not sufficient to offset these increased costs adequately or in a timely manner, and/or if they result in significant decreases in sales volume, our business results and financial condition may be adversely affected. Furthermore, we may not be able to offset any cost increases through productivity initiatives or through our commodity hedging activity.\nDisruption to our supply chain could adversely affect our business\nOur ability to manufacture and/or sell our products may be impaired by damage or disruption to our manufacturing, warehousing or distribution capabilities, or to the capabilities of our suppliers, contract manufacturers, logistics service providers or independent distributors. This damage or disruption could result from execution issues, as well as factors that are hard to predict or beyond our control such as increased temperatures due to climate change, water stress, extreme weather events, natural disasters, product or raw material scarcity, fire, terrorism, pandemics (such as the COVID-19 pandemic), strikes, labor shortages, cybersecurity breaches, government shutdowns, disruptions in logistics, supplier capacity constraints or other events. Commodity prices have become, and may continue to be, more volatile during the COVID-19 pandemic.\nProduction of the agricultural commodities used in our business may also be adversely affected by drought and excessive rain, temperature extremes and other adverse weather events, water scarcity, scarcity of suitable agricultural land, scarcity of organic ingredients, crop size, cattle cycles, herd and flock disease, crop disease and crop pests. Failure to take adequate steps to mitigate the likelihood or potential impact of such events, or to effectively manage such events if they occur, may adversely affect our business or financial results, particularly in circumstances when a product is sourced from a single supplier or location. Disputes with significant suppliers, contract manufacturers, logistics service providers or independent distributors, including disputes regarding pricing or performance, may also adversely affect our ability to manufacture and/or sell our products, as well as our business or financial results.\nWe have experienced temporary workforce disruptions in our supply chain as a result of the COVID-19 pandemic. We have implemented employee safety measures, which exceed guidance from the Centers for Disease Control and Prevention and World Health Organization, across all our supply chain facilities, including proper hygiene, enhanced sanitation, social distancing, mask use, plexiglass dividers, and temperature screenings. Even with these measures, and the availability of vaccines, given the emergence and spread of COVID-19 variants, there is continued risk that COVID-19 may spread through our workforce. Illness, labor shortages, absenteeism, or other workforce disruptions could negatively affect our supply chain, manufacturing, distribution, or other business processes. We may face additional production disruptions in the future, which may place constraints on our ability to produce products in a timely manner or may increase our costs.\nShort-term or sustained increases in consumer demand at our retail customers may exceed our production capacity or otherwise strain our supply chain. Our failure to meet the demand for our products could adversely affect our business and results of operations.\n8\nOur results of operations can be adversely affected by labor shortages, turnover and labor cost increases\nLabor is a primary component of operating our business. A number of factors may adversely affect the labor force available to us or increase labor costs, including high employment levels, federal unemployment subsidies, including unemployment benefits offered in response to the COVID-19 pandemic, and other government regulations. Although we have not experienced any material labor shortage to date, we have recently observed an overall tightening and increasingly competitive labor market. A sustained labor shortage or increased turnover rates within our employee base, caused by COVID-19 or as a result of general macroeconomic factors, could lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain employees, and could negatively affect our ability to efficiently operate our manufacturing and distribution facilities and overall business. If we are unable to hire and retain employees capable of performing at a high-level, or if mitigation measures we may take to respond to a decrease in labor availability, such as overtime and third-party outsourcing, have unintended negative effects, our business could be adversely affected. In addition, we distribute our products and receive raw materials primarily by truck. Reduced availability of trucking capacity due to shortages of drivers, primarily as a result of the COVID-19 pandemic, has caused an increase in the cost of transportation for us and our suppliers.\nAn overall labor shortage, lack of skilled labor, increased turnover or labor inflation, caused by COVID-19 or as a result of general macroeconomic factors, could have a material adverse impact on the company’s operations, results of operations, liquidity or cash flows.\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products and brands\nWe consider our intellectual property rights, particularly our trademarks, to be a significant and valuable aspect of our business. We protect our intellectual property rights through a combination of trademark, patent, copyright and trade secret protection, contractual agreements and policing of third-party misuses of our intellectual property. Our failure to obtain or adequately protect our intellectual property or any change in law that lessens or removes the current legal protections of our intellectual property may diminish our competitiveness and adversely affect our business and financial results.\nCompeting intellectual property claims that impact our brands or products may arise unexpectedly. Any litigation or disputes regarding intellectual property may be costly and time-consuming and may divert the attention of our management and key personnel from our business operations. We also may be subject to significant damages or injunctions against development, launch and sale of certain products. Any of these occurrences may harm our business and financial results.\nOur results may be adversely impacted if consumers do not maintain their favorable perception of our brands\nWe have a number of iconic brands with significant value. Maintaining and continually enhancing the value of these brands is critical to the success of our business. Brand value is primarily based on consumer perceptions. Success in promoting and enhancing brand value depends in large part on our ability to provide high-quality products. Brand value could diminish significantly due to a number of factors, including consumer perception that we have acted in an irresponsible manner, adverse publicity about our products, packaging or ingredients (whether or not valid), our failure to maintain the quality of our products, the failure of our products to deliver consistently positive consumer experiences, or the products becoming unavailable to consumers. The growing use of social and digital media by consumers increases the speed and extent that information and opinions can be shared. Negative posts or comments about us, our brands, products or packaging on social or digital media could seriously damage our brands and reputation. If we do not maintain the favorable perception of our brands, our results could be adversely impacted.\nWe may be adversely impacted by a disruption, failure or security breach of our information technology systems\nOur information technology systems are critically important to our operations. We rely on our information technology systems (some of which are outsourced to third parties) to manage our data, communications and business processes, including our marketing, sales, manufacturing, procurement, logistics, customer service, accounting and administrative functions and the importance of such networks and systems has increased due to an increase in our employees working remotely. If we do not allocate and effectively manage the resources necessary to build, sustain and protect appropriate information technology systems, our business or financial results could be adversely impacted. Furthermore, our information technology systems are subject to attack or other security breaches (including the access to or acquisition of customer, consumer, employee or other confidential information), service disruptions or other system failures. If we are unable to prevent or adequately respond to and resolve these breaches, disruptions or failures, our operations may be impacted, and we may suffer other adverse consequences such as reputational damage, litigation, remediation costs, ransomware payments and/or penalties under various data protection laws and regulations.\nTo address the risks to our information technology systems and the associated costs, we maintain an information security program that includes updating technology and security policies, cyber insurance, employee training, and monitoring and routine testing of our information technology systems. We believe that these preventative actions provide adequate measures of protection against security breaches and generally reduce our cybersecurity risks, however, cyber threats are constantly evolving, are becoming more sophisticated and are being made by groups of individuals with a wide range of expertise and\n9\nmotives, which increases the difficulty of detecting and successfully defending against them. We have experienced threats to our data and systems and although we have not experienced a material incident to date, there can be no assurance that these measures will prevent or limit the impact of a future incident. We may incur significant costs in protecting against or remediating cyberattacks or other cyber incidents.\nIn addition, in the event our suppliers or customers experience a breach or system failure, their businesses could be disrupted or otherwise negatively affected, which may result in a disruption in our supply chain or reduced customer orders, which would adversely affect our business and financial results. We have also outsourced several information technology support services and administrative functions to third-party service providers, and may outsource other functions in the future to achieve cost savings and efficiencies. If these service providers do not perform effectively due to breach or system failure, we may not be able to achieve the expected benefits and our business may be disrupted.\nWe may not be able to attract and retain the highly skilled people we need to support our business\nWe depend on the skills and continued service of key personnel, including our experienced management team. In addition, our ability to achieve our strategic and operating goals depends on our ability to identify, hire, train and retain qualified individuals. We also compete with other companies both within and outside of our industry for talented personnel, and we may lose key personnel or fail to attract, train and retain other talented personnel. Any such loss or failure may adversely affect our business or financial results. In addition, activities related to identifying, recruiting, hiring and integrating qualified individuals may require significant time and expense. We may not be able to locate suitable replacements for any key employees who leave, or offer employment to potential replacements on reasonable terms, each of which may adversely affect our business and financial results.\nOur results may be adversely affected by our inability to complete or realize the projected benefits of acquisitions, divestitures and other strategic transactions\nWe have historically made strategic acquisition of brands and businesses and we may undertake additional acquisitions or other strategic transactions in the future. Our ability to meet our objectives with respect to acquisitions and other strategic transactions may depend in part on our ability to identify suitable counterparties, negotiate favorable financial and other contractual terms, obtain all necessary regulatory approvals on the terms expected and complete those transactions. Potential risks also include:\n•\nthe inability to integrate acquired businesses into our existing operations in a timely and cost-efficient manner, including implementation of enterprise-resource planning systems;\n•\ndiversion of management's attention from other business concerns;\n•\npotential loss of key employees, suppliers and/or customers of acquired businesses;\n•\nassumption of unknown risks and liabilities;\n•\nthe inability to achieve anticipated benefits, including revenues or other operating results;\n•\noperating costs of acquired businesses may be greater than expected;\n•\nthe inability to promptly implement an effective control environment; and\n•\nthe risks inherent in entering markets or lines of business with which we have limited or no prior experience.\nIn addition, during the fourth quarter of 2021, we completed the sale of the Plum baby food and snacks business, and we may undertake other divestitures in the future.\nAny other businesses we decide to divest in the future may depend in part on our ability to identify suitable buyers, negotiate favorable financial and other contractual terms and obtain all necessary regulatory approvals on the terms expected. Potential risks of divestitures may also include:\n•\ndiversion of management's attention from other business concerns;\n•\nloss of key suppliers and/or customers of divested businesses;\n•\nthe inability to separate divested businesses or business units effectively and efficiently from our existing business operations; and\n•\nthe inability to reduce or eliminate associated overhead costs.\nIf we are unable to complete or realize the projected benefits of future acquisitions, divestitures or other strategic transactions, our business or financial results may be adversely impacted.\n10\nCompetitive and Industry Risks\nWe face significant competition in all our product categories, which may result in lower sales and margins\nWe operate in the highly competitive food and beverage industry mainly in the North American market and experience competition in all of our categories. The principal areas of competition are brand recognition, taste, nutritional value, price, promotion, innovation, shelf space and customer service. A number of our primary competitors are larger than us and have substantial financial, marketing and other resources, and some of our competitors may spend more aggressively on advertising and promotional activities than we do. In addition, reduced barriers to entry and easier access to funding are creating new competition. A strong competitive response from one or more of these competitors to our marketplace efforts, or a continued shift towards private label offerings, could result in us reducing prices, increasing marketing or other expenditures, and/or losing market share, each of which may result in lower sales and margins.\nOur ability to compete also depends upon our ability to predict, identify, and interpret the tastes and dietary habits of consumers and to offer products that appeal to those preferences. There are inherent marketplace risks associated with new product or packaging introductions, including uncertainties about trade and consumer acceptance. If we do not succeed in offering products that consumers want to buy, our sales and market share will decrease, resulting in reduced profitability. If we are unable to accurately predict which shifts in consumer preferences will be long-lasting, or are unable to introduce new and improved products to satisfy those preferences, our sales will decline. In addition, given the variety of backgrounds and identities of consumers in our consumer base, we must offer a sufficient array of products to satisfy the broad spectrum of consumer preferences. As such, we must be successful in developing innovative products across a multitude of product categories. In addition, the COVID-19 pandemic has altered, and in some cases, delayed product innovation efforts. Finally, if we fail to rapidly develop products in faster-growing and more profitable categories, we could experience reduced demand for our products, or fail to expand margins.\nWe may be adversely impacted by a changing customer landscape and the increased significance of some of our customers\nOur businesses are largely concentrated in the traditional retail grocery trade, which has experienced slower growth than other retail channels, such as dollar stores, drug stores, club stores and e-commerce retailers. We expect this trend away from traditional retail grocery to alternate channels to continue in the future. These alternative retail channels may also create consumer price deflation, affecting our retail customer relationships and presenting additional challenges to increasing prices in response to commodity or other cost increases. In addition, retailers with increased buying power and negotiating strength are seeking more favorable terms, including increased promotional programs and customized products funded by their suppliers. These customers may also use more of their shelf space for their private label products, which are generally sold at lower prices than branded products. If we are unable to use our scale, marketing, product innovation and category leadership positions to respond to these customer dynamics, our business or financial results could be adversely impacted.\nIn 2021, our five largest customers accounted for approximately\n46\n% of our consolidated net sales from continuing operations, with the largest customer, Wal-Mart Stores, Inc. and its affiliates, accounting for approximately\n21\n% of our consolidated net sales from continuing operations. There can be no assurance that our largest customers will continue to purchase our products in the same mix or quantities, or on the same terms as in the past. Disruption of sales to any of these customers, or to any of our other large customers, for an extended period of time could adversely affect our business or financial results.\nFinancial and Economic Risks\nAn impairment of the carrying value of goodwill or other indefinite-lived intangible assets could adversely affect our financial results and net worth\nAs of August 1, 2021, we had goodwill of $3,981 million and other indefinite-lived intangible assets of $2,549 million. Goodwill and indefinite-lived intangible assets are initially recorded at fair value and not amortized, but are tested for impairment at least annually or more frequently if impairment indicators arise. We test goodwill at the reporting unit level by comparing the carrying value of the net assets of the reporting unit, including goodwill, to the unit's fair value. Similarly, we test indefinite-lived intangible assets by comparing the fair value of the assets to their carrying values. Fair value for both goodwill and other indefinite-lived intangible assets is determined based on a discounted cash flow analysis. If the carrying values of the reporting unit or indefinite-lived intangible assets exceed their fair value, the goodwill or indefinite-lived intangible assets are considered impaired and reduced to fair value. Factors that could result in an impairment include a change in revenue growth rates, operating margins, weighted average cost of capital, future economic and market conditions or assumed royalty rates. We have experienced impairment charges in prior years. See \"Significant Accounting Estimates\" and Note 3 to the Consolidated Financial Statements for additional information on such impairments. If current expectations for growth rates for sales and profits are not met, or other market factors and macroeconomic conditions that could be affected by the COVID-19 pandemic or otherwise were to change, we may be required in the future to record additional impairment of the\n11\ncarrying value of goodwill or other indefinite-lived intangible assets, which could adversely affect our financial results and net worth.\nWe may be adversely impacted by increased liabilities and costs related to\nour defined benefit pension plans\nWe sponsor a number of defined benefit pension plans for certain employees in the U.S. and certain non-U.S. locations. The major defined benefit pension plans are funded with trust assets invested in a globally diversified portfolio of securities and other investments. Changes in regulatory requirements or the market value of plan assets, investment returns, interest rates and mortality rates may affect the funded status of our defined benefit pension plans and cause volatility in the net periodic benefit cost, future funding requirements of the plans and the funded status as recorded on the balance sheet. A significant increase in our obligations or future funding requirements could have a material adverse effect on our financial results.\nWe face risks related to recession, financial and credit market disruptions\nand other economic conditions\nCustomer and consumer demand for our products may be impacted by weak economic conditions, recession, equity market volatility or other negative economic factors in the U.S. or other nations. Similarly, disruptions in financial and/or credit markets may impact our ability to manage normal commercial relationships with our customers, suppliers and creditors and\nmight cause us to not be able to continue to have access to preferred sources of liquidity when needed or on terms we find acceptable, and our borrowing costs could increase. An economic or credit crisis could occur and impair credit availability and our ability to raise capital when needed. A disruption in the financial markets may have a negative effect on our derivative counterparties and could impair our banking or other business partners, on whom we rely for access to capital and as counterparties to our derivative contracts. In addition, changes in tax or interest rates in the U.S. or other nations, whether due to recession, economic disruptions or other reasons, may adversely impact us.\nLegal and Regulatory Risks\nWe may be adversely impacted by legal and regulatory proceedings or claims\nWe are a party to a variety of legal and regulatory proceedings and claims arising out of the normal course of business. See Note 18 to the Consolidated Financial Statements for information regarding reportable legal proceedings. Since these actions are inherently uncertain, there is no guarantee that we will be successful in defending ourselves against such proceedings or claims, or that our assessment of the materiality or immateriality of these matters, including any reserves taken in connection with such matters, will be consistent with the ultimate outcome of such proceedings or claims. In particular, the marketing of food products has come under increased scrutiny in recent years, and the food industry has been subject to an increasing number of proceedings and claims relating to alleged false or deceptive marketing under federal, state and foreign laws or regulations, including claims relating to the presence of heavy metals in food products. Additionally, the independent contractor distribution model, which is used by Pepperidge Farm and Snyder’s-Lance, has also come under increased regulatory scrutiny. Our independent contractor distribution model has also been the subject of various class and individual lawsuits in recent years. In the event we are unable to successfully defend ourselves against these proceedings or claims, or if our assessment of the materiality of these proceedings or claims proves inaccurate, our business or financial results may be adversely affected. In addition, our reputation could be damaged by allegations made in proceedings or claims (even if untrue). Furthermore, actions we have taken or may take, as a consequence of the COVID-19 pandemic, may result in investigations, legal claims or litigation against us.\nIncreased regulation or changes in law could adversely affect our business or financial results\nThe manufacture and marketing of food products is extensively regulated. Various laws and regulations govern the processing, packaging, storage, distribution, marketing, advertising, labeling, quality and safety of our food products, as well as the health and safety of our employees and the protection of the environment. In the U.S., we are subject to regulation by various federal government agencies, including but not limited to the Food and Drug Administration, the Department of Agriculture, the Federal Trade Commission, the Department of Labor, the Department of Commerce, the Occupational Safety and Health Administration and the Environmental Protection Agency, as well as various state and local agencies. We are also regulated by similar agencies outside the U.S.\nGovernmental and administrative bodies within the U.S. are considering a variety of tax, trade and other regulatory reforms. Trade reforms include tariffs on certain materials used in the manufacture of our products and tariffs on certain finished products.\nWe regularly move data across national and state borders to conduct our operations and, consequently, are subject to a variety of laws and regulations in the U.S. and other jurisdictions regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer, and security of personal data. There is significant uncertainty with respect to compliance with such privacy and data protection laws and regulations because they are continuously evolving and developing and may be interpreted and applied differently from country to country and state to state and may create inconsistent or conflicting requirements.\nChanges in legal or regulatory requirements (such as new food safety requirements and revised regulatory requirements for the labeling of nutrition facts, serving sizes and genetically modified ingredients), or evolving interpretations of existing legal or\n12\nregulatory requirements, may result in increased compliance cost, capital expenditures and other financial obligations that could adversely affect our business and financial results.\nIf our food products become adulterated or are mislabeled, we might need to recall those items, and we may experience product liability claims and damage to our reputation\nWe have in the past and we may, in the future, need to recall some of our products if they become adulterated or if they are mislabeled, and we may also be liable if the consumption of any of our products causes sickness or injury to consumers. A widespread product recall could result in significant losses due to the costs of a recall, the destruction of product inventory, and lost sales due to the unavailability of product for a period of time. We could also suffer losses from a significant adverse product liability judgment. A significant product recall or product liability claim could also result in adverse publicity, damage to our reputation, and a loss of consumer confidence in the safety and/or quality of our products, ingredients or packaging. In addition, if another company recalls or experiences negative publicity related to a product in a category in which we compete, consumers might reduce their overall consumption of products in that category.\nClimate change, or legal, regulatory or market measures to address climate change, may negatively affect our business and operations\nThere is growing concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns, and the frequency and severity of extreme weather and natural disasters. In the event that such climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as wheat, tomatoes, potatoes, cashews and almonds. Adverse weather conditions and natural disasters can reduce crop size and crop quality, which in turn could reduce our supplies of raw materials, lower recoveries of usable raw materials, increase the prices of our raw materials, increase our cost of storing and transporting our raw materials, or disrupt production schedules.\nWe may also be subjected to decreased availability or less favorable pricing for water as a result of such change, which could impact our manufacturing and distribution operations. In addition, natural disasters and extreme weather conditions may disrupt the productivity of our facilities or the operation of our supply chain. The increasing concern over climate change may also result in more regional, federal, and/or global legal and regulatory requirements relating to climate change, including, regulating greenhouse gas emissions, alternative energy policies and sustainability initiatives, including single use plastics. In the event such regulation is enacted and is more aggressive than the sustainability measures that we are currently undertaking to monitor our emissions and improve our energy efficiency and other sustainability goals, we may experience significant increases in our costs of operation and delivery. In particular, increasing regulation of utility providers, fuel emissions, or fuel suppliers could substantially increase the distribution and supply chain costs associated with our products. Additionally, consumers and customers may put an increased priority on purchasing products that are sustainably grown and made, requiring us to incur increased costs for additional transparency, due diligence and reporting. As a result, climate change could negatively affect our business and results of operations.\nActions of activist shareholders could cause us to incur substantial costs, divert management's attention and resources and have an adverse effect on our business\nWe were the target of activist shareholder activities in 2019. If a new activist investor purchased our stock, our business could be adversely affected because responding to proxy contests and reacting to other actions by activist shareholders can be costly and time consuming, disruptive to our operations and divert the attention of management and our employees. In addition, perceived uncertainties as to our future direction, strategy or leadership created as a consequence of activist shareholder initiatives may result in the loss of potential business opportunities, harm our ability to attract new investors, customers, employees, suppliers and strategic partners, and cause our share price to experience periods of volatility or stagnation."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n13"
  },
  {
    "item_key": "item_2",
    "text": "Our principal executive offices are company-owned and located in Camden, New Jersey. The following table sets forth our principal manufacturing facilities and the business segment that primarily uses each of the facilities:\nInside the U.S.\n______________________________\nMB - Meals & Beverages\nS - Snacks\nEach of the foregoing manufacturing facilities is company-owned, except the Tualatin, Oregon facility, which is leased. We also maintain principal business unit offices in Charlotte, North Carolina; Doral, Florida; Hanover, Pennsylvania; Norwalk, Connecticut; Tualatin, Oregon; and Mississauga, Canada.\nWe also own and lease distribution centers across the U.S. We believe that our manufacturing and processing plants and distribution centers are well maintained and, together with facilities operated by our contract manufacturers, are generally adequate to support the current operations of the businesses."
  },
  {
    "item_key": "item_3",
    "text": "Information regarding reportable legal proceedings is contained in Note 18 to the Consolidated Financial Statements and incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n14\nInformation about our Executive Officers\nThe section below provides information regarding our executive officers as of September 15, 2021:\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market for Registrant’s Capital Stock\nOur capital stock is traded on the New York Stock Exchange under the symbol \"CPB.\" On September 15, 2021, there were 16,311 holders of record of our capital stock.\nReturn to Shareholders\n*\nPerformance Graph\nThe information contained in this Return to Shareholders Performance Graph section shall not be deemed to be \"soliciting material\" or \"filed\" or incorporated by reference in future filings with the Securities and Exchange Commission, or subject to the liabilities of Section 18 of the Securities Exchange Act of 1934, as amended (the Exchange Act), except to the extent we specifically incorporate it by reference into a document filed under the Securities Exchange Act of 1933, as amended, or the Exchange Act.\n15\nThe following graph compares the cumulative total shareholder return (TSR) on our stock with the cumulative total return of the Standard & Poor’s 500 Stock Index (the S&P 500) and the Standard & Poor’s Packaged Foods Index (the S&P Packaged Foods Group). The graph assumes that $100 was invested on July 29, 2016, in each of our stock, the S&P 500 and the S&P Packaged Foods Group, and that all dividends were reinvested. The total cumulative dollar returns shown on the graph represent the value that such investments would have had on August 1, 2021.\n*\nStock appreciation plus dividend reinvestment.\nIssuer Purchases of Equity Securities\n.\n____________________________________\n(1)\nShares purchased are as of the trade date.\n(2)\nAverage price paid per share is calculated on a settlement basis and excludes commission.\n(3)\nIn June 2021, our Board of Directors authorized an anti-dilutive share repurchase program of up to $250 million (June 2021 program) to offset the impact of dilution from shares issued under our stock compensation programs. The June 2021\n16\nprogram has no expiration date, but it may be suspended or discontinued at any time. Repurchases under the June 2021 program may be made in open-market or privately negotiated transactions. In September 2021, the Board approved a new strategic share repurchase program of up to $500 million (September 2021 program). The September 2021 program has no expiration date, but may be suspended or discontinued at any time. Repurchases under the September 2021 program may be made in open-market or privately negotiated transactions. The September 2021 program replaces the company's suspended $1,500 million share repurchase program, which has been cancelled."
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "OVERVIEW\nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations is provided as a supplement to, and should be read in conjunction with, our consolidated financial statements and the accompanying notes to the consolidated financial statements presented in \"Financial Statements and Supplementary Data,\" as well as the information contained in \"Risk Factors.\"\nUnless otherwise stated, the terms \"we,\" \"us,\" \"our\" and the \"company\" refer to Campbell Soup Company and its consolidated subsidiaries.\nExecutive Summary\nWe are a manufacturer and marketer of high-quality, branded food and beverage products. We operate in a highly competitive industry and experience competition in all of our categories.\nIn 2021 we continued to adapt and evolve in a dynamic environment as we advanced our strategic plan. In the first part of the fiscal year, as the COVID-19 pandemic reached its peak in many areas across North America, we experienced significantly higher sales for our retail products in both our Meals & Beverages and Snacks segments, especially in retail chains and large grocery supermarkets. This result was attributable to elevated retail demand, as consumers significantly increased their food purchases for at-home consumption, which more than offset the declines in our foodservice business during the same period. We also saw elevated repeat purchase rates and new buyers of our products, especially in our soup business. During the second half of 2021, we experienced lower sales in both our Meals & Beverages and Snacks segments as we began to cycle the demand surge that accompanied the onset of the COVID-19 pandemic, amidst intense market volatility and labor challenges. We also navigated the executional pressures of a significant transformation agenda, primarily in our Snacks division. As we begin to transition out of the COVID-19 environment, we expect that inflation and a constrained labor market will continue to be headwinds but we expect to partially mitigate these headwinds with a pricing strategy and planned productivity and cost saving programs that will allow us to deliver on our strategic initiatives.\nBusiness Divestitures\nIn 2019, we sold our U.S. refrigerated soup business, our Garden Fresh Gourmet business and our Bolthouse Farms business. Beginning in the third quarter of 2019, we have reflected the results of operations of these businesses as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Campbell Fresh reportable segment.\nWe completed the sale of our Kelsen business on September 23, 2019. On December 23, 2019, we completed the sale of our Arnott’s business and certain other international operations, including the simple meals and shelf-stable beverages businesses in Australia and Asia Pacific (the Arnott's and other international operations). Beginning in the fourth quarter of 2019, we have reflected the results of operations of the Kelsen business and the Arnott’s and other international operations (collectively referred to as Campbell International) as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Snacks reportable segment. In addition, on October 11, 2019, we completed the sale of our European chips business. The results of the European chips business through the date of sale were reflected in continuing operations within the Snacks reportable segment.\nIn the fourth quarter of 2021, we completed the sale of our Plum baby food and snacks business. The results of the Plum baby food and snacks business through the date of sale were reflected in continuing operations within the Meals & Beverages reportable segment.\nSee Notes 3 and 6 to the Consolidated Financial Statements for additional information on these divestitures and reportable segments.\nStrategy\nOur strategy is to accelerate profitable growth by focusing on our core brands in two divisions within North America while delivering on the promise of our purpose - C\nonnecting people through food they love\n. Our strategic plan is based on four pillars:\n17\nbuild a winning team and culture; accelerate profitable growth; fuel investments and margins with targeted cost savings; and deliver on the promise of our purpose all as further discussed below.\nWe plan to continue our focus on building a winning team and culture by advancing our next generation work model, prioritizing our inclusion and diversity strategy and investing in strategic capabilities and digitization that support our core brands in North America. In addition, we plan to continue to deliver on the promise of our purpose with consumer transparency initiatives, progress on our sustainability goals and strengthening our connection to the communities in which we operate.\nWe believe that we can accelerate our profitable growth model by continuing to grow market share and drive integrated business planning programming throughout the company. We expect to grow market share through the development of more consumer-oriented product quality, marketing and innovation plans and prioritizing growth channels and retailers within our defined portfolio roles. In addition, we expect to continue to focus on accelerating the growth of our Snacks brands while also sustaining the growth in U.S. soup and our other core brands. We expect that changes in consumer behavior driven by the COVID-19 pandemic will result in ongoing elevated consumer demand for food at home, relative to pre-pandemic levels. We plan to capitalize on this opportunity by addressing evolving consumer needs through our unique and differentiated portfolio.\nWe also expect to fuel investments and margins by mitigating the effects of inflation through pricing and cost productivity initiatives. We implemented price increases beginning in 2022 and continue to pursue our multi-year cost savings initiatives with targeted annualized cost savings of $850 million for continuing operations by the end of 2022, which includes $295 million in synergies and run-rate cost savings from our acquisition of Snyder's-Lance, Inc. (Snyder's-Lance).\nSee \"Restructuring Charges and Cost Savings Initiatives\" for additional information on these initiatives. In addition, we have initiated the process to drive operational excellence by transforming our supply chain capabilities to enhance ways of working to build a more resilient and agile supply chain to serve our evolving business needs while maximizing efficiency.\nBusiness Trends\nOur businesses are being influenced by a variety of trends that we anticipate will continue in the future, including: changing consumer preferences; a competitive and dynamic retail environment; and cost inflation.\nOur strategy is designed, in part, to capture growing consumer preferences for snacking and convenience. For example, we believe that consumers are changing their eating habits by increasing the type and frequency of snacks they consume and are continuing quick-scratch cooking and in-home eating behaviors that were driven by the COVID-19 pandemic.\nRetailers continue to use their buying power and negotiating strength to seek increased promotional programs funded by their suppliers and more favorable terms, including customized products funded by their suppliers. Any consolidations among retailers would continue to create large and sophisticated customers that may further this trend. Retailers also continue to grow and promote store brands that compete with branded products, while other challenger brands drive innovation and engagement that threatens our market share.\nThe spread of the COVID-19 pandemic in North America has led to shifts in the growth of the retail channels in which we sell our products.\nOur products are largely concentrated in the traditional retail grocery trade, which prior to the pandemic, had experienced slower growth than other retail channels, such as dollar stores, drug stores, club stores and e-commerce retailers. The COVID-19 pandemic has shifted growth back to the traditional grocery trade. Although there is significant uncertainty as to how the retail channels will perform in the future, we anticipate that the growth of e-commerce, including omnichannel click and collect models, as well as alternative retail channels, such as club and dollar stores, to continue.\nWe have continued to monitor the impact of the COVID-19 pandemic on all aspects of our business. Throughout the first half of 2021, we experienced an increased demand for our retail products, as consumers significantly increased their food purchases for at-home consumption. In response to increased demand, we took steps, including modifying production schedules and temporarily adjusting product mix, to increase our production capacity to meet the increased demand for our retail products. This demand moderated in the second half of 2021, when we lapped the initial surge in demand at the beginning of the pandemic. We anticipate that 2022 will continue to be a dynamic macroeconomic environment, and expect input cost inflation to be significantly higher than 2021. Pricing actions and supply chain productivity initiatives introduced at the end of 2021 will mitigate a portion of this inflationary pressure, but we do not expect such benefits will fully offset the incremental costs in 2022. There still remains uncertainty around the COVID-19 pandemic and the ultimate impact depends on the severity and duration of the pandemic, including the emergence and spread of COVID-19 variants, the continued availability and effectiveness of vaccines and actions taken by government authorities and other third parties in response to the pandemic.\nSummary of Results\nThis Summary of Results provides significant highlights from the discussion and analysis that follows.\nThere were 53 weeks in 2020. There were 52 weeks in 2021 and 2019.\n•\nNet sales decreased 2% in 2021 to $8,476 million. The impact of the 53\nrd\nweek in 2020 was approximately 2 points.\n18\n•\nGross profit, as a percent of sales, decreased to 33.2% in 2021 from 34.5% a year ago. The decrease was primarily due to higher cost inflation and other supply chain costs, as well as unfavorable product mix, partially offset by the benefits from supply chain productivity improvements, lower levels of promotional spending, mark-to-market gains on outstanding commodity hedges in the current year and the benefits of cost savings initiatives.\n•\nInterest expense decreased to $210 million in 2021 from $345 million a year ago. The prior year included a loss of $75 million related to extinguishment of debt. After adjusting for this item, interest expense declined primarily due to lower levels of debt.\n•\nEarnings per share from continuing operations were $3.30 in 2021, compared to $1.95 a year ago. The current year included gains of $.32 and the prior year included expenses of $1.01 per share from items impacting comparability as discussed below.\n•\nLoss per share from discontinued operations was $.02 in 2021, compared to Earnings per share of $3.41 a year ago. The prior year included gains of $3.29 from items impacting comparability as discussed below.\nNet Earnings attributable to Campbell Soup Company - 2021 Compared with 2020\nThe following items impacted the comparability of net earnings and net earnings per share:\nContinuing Operations\n•\nIn 2021, we recognized gains of $165 million in Other expenses / (income) ($126 million after tax, $.41 per share) associated with mark-to-market adjustments for defined benefit pension and postretirement plans. In 2020, we recognized losses of $121 million in Other expenses / (income) ($92 million after tax, $.30 per share) associated with mark-to-market adjustments for defined benefit pension and postretirement plans;\n•\nIn 2021, we recognized pension settlement gains in Other expenses / (income) of $38 million ($29 million after tax, or $.10 per share). In 2020, we recognized pension settlement charges in Other expenses / (income) of $43 million ($33 million after tax, or $.11 per share). The settlements were associated with U.S. and Canadian pension plans and resulted from the level of lump sum distributions from the plans' assets;\n•\nWe implemented several cost savings initiatives in recent years. In 2021, we recorded Restructuring charges of $21 million and implementation costs and other related costs of $28 million in Administrative expenses, $3 million in Cost of products sold and $1 million in Marketing and selling expenses (aggregate impact of $40 million after tax, or $.13 per share) related to these initiatives. In 2020, we recorded Restructuring charges of $9 million and implementation costs and other related costs of $48 million in Administrative expenses, $9 million in Cost of products sold, $2 million in Marketing and selling expenses, and $1 million in Research and development expenses (aggregate impact of $52 million after tax, or $.17 per share) related to these initiatives. See Note 7 to the Consolidated Financial Statements and \"Restructuring Charges and Cost Savings Initiatives\" for additional information;\n•\nIn 2021, we recorded a loss in Other expenses / (income) of $11 million (and a gain of $3 million after tax, or $.01 per share) on the sale of our Plum baby food and snacks business. In 2020, we recorded a loss in Other expenses / (income) of $64 million ($37 million after tax, or $.12 per share) on the sale of our European chips business;\n•\nIn 2021, we recorded a $19 million ($.06 per share) deferred tax charge in connection with a legal entity reorganization as part of the continued integration of Snyder's-Lance;\n•\nOn April 26, 2020, we entered into an agreement to sell our limited partnership interest in Acre Venture Partners, L.P. (Acre). The transaction closed on May 8, 2020. In the third quarter of 2020, we recorded a loss in Other expenses / (income) of $45 million ($35 million after tax, or $.12 per share) as a result of the pending sale. See Note 14 to the Consolidated Financial Statements for additional information; and\n•\nIn 2020, we recorded a loss in Interest expense of $75 million ($57 million after tax, or $.19 per share) on the extinguishment of debt.\nDiscontinued Operations\n•\nIn 2020, we recognized net gains of $1,039 million ($1,000 million after tax, or $3.29 per share) associated with the sale of Campbell International.\n19\nThe items impacting comparability are summarized below:\n__________________________________________\n(1)\nSum of the individual amounts may not add due to rounding.\nEarnings from continuing operations were $1,008 million ($3.30 per share) in 2021, compared to $592 million ($1.95 per share) in 2020. After adjusting for items impacting comparability, earnings from continuing operations increased reflecting lower marketing and selling expenses, lower interest expense and higher other income, partially offset by a lower gross profit performance and the decline in\nsales.\nThe additional week contributed approximately $.04 per share to Earnings from continuing operations in 2020. Current year earnings included $50 million ($38 million after tax, or $.12 per share) of mark-to-market gains on outstanding commodity hedges.\nSee \"Discontinued Operations\" for additional information.\nNet Earnings attributable to Campbell Soup Company - 2020 Compared with 2019\nIn addition to the 2020 items that impacted comparability of Net earnings discussed above, the following items impacted the comparability of net earnings and net earnings per share:\nContinuing Operations\n•\nIn 2019, we recognized losses of $122 million in Other expenses / (income) ($93 million after tax, or $.31 per share) associated with mark-to-market adjustments for defined benefit pension and postretirement plans;\n•\nIn 2019, we recognized a pension settlement charge in Other expenses / (income) of $28 million ($22 million after tax, or $.07 per share) associated with a U.S. pension plan. The settlement resulted from the level of lump sum distributions from the plan's assets;\n•\nIn 2019, we recorded Restructuring charges of $31 million and implementation costs and other related costs of $62 million in Administrative expenses, $18 million in Cost of products sold, $7 million in Marketing and selling expenses, and $3 million in Research and development expenses (aggregate impact of $92 million after tax, or $.30 per share) related to the cost savings initiatives discussed above. See Note 7 to the Consolidated Financial Statements and \"Restructuring Charges and Cost Savings Initiatives\" for additional information;\n•\nIn 2019, we recorded a tax charge of $2 million ($.01 per share) related to a transition tax on unremitted foreign earnings under the enactment of the Tax Cuts and Jobs Act (the Act); and\n•\nIn the fourth quarter of 2019, we performed an assessment on the assets within the European chips business and recorded a non-cash impairment charge of $16 million ($13 million after tax, or $.04 per share) on intangible assets in Other expenses / (income).\n20\nDiscontinued Operations\n•\nIn 2019, we incurred pre-tax expenses of $32 million associated with the sale process of Campbell Fresh, including transaction costs. In addition, we recorded tax expense of $29 million as deferred tax assets on Bolthouse Farms were not realizable. The aggregate impact was $51 million after tax, or $.17 per share. In 2019, we also incurred costs of $12 million ($10 million after tax, or $.03 per share) associated with the planned divestiture of Campbell International. The total aggregate impact was $61 million after tax, or $.20 per share;\n•\nIn 2019, we recognized losses of $12 million ($9 million after tax, or $.03 per share) associated with mark-to-market adjustments for defined benefit pension plans; and\n•\nIn the fourth quarter of 2019, as part of our annual review of intangible assets, we recognized a non-cash impairment charge of $7 million on a trademark and $10 million on goodwill in Kelsen due to a lower long-term outlook for sales and the pending sale of the business. The aggregate impact was $17 million ($12 million after tax, or $.04 per share).\nIn the second quarter of 2019, interim impairment assessments were performed on the intangible and tangible assets within Campbell Fresh, which included Garden Fresh Gourmet, Bolthouse Farms carrot and carrot ingredients and Bolthouse Farms refrigerated beverages and salad dressings, as we continued to pursue the divestiture of these businesses. We revised our future outlook for earnings and cash flows for each of these businesses as the divestiture process progressed. We recorded non-cash impairment charges of $104 million on the tangible assets and $73 million on the intangible assets of Bolthouse Farms carrot and carrot ingredients; $96 million on the intangible assets and $9 million on the tangible assets of Bolthouse Farms refrigerated beverages and salad dressings; and $62 million on the intangible assets and $2 million on the tangible assets of Garden Fresh Gourmet. The aggregate impact of the impairment charges was $346 million ($264 million after tax, or $.87 per share).\nIn the first quarter of 2019, we recorded a non-cash impairment charge of $14 million ($11 million after tax, or $.04 per share) on our U.S. refrigerated soup plant assets.\nIn 2019, total non-cash impairment charges recorded were $377 million ($287 million after tax, or $.95 per share).\nThe items impacting comparability are summarized below:\n__________________________________________\n(1)\nSum of the individual amounts may not add due to rounding.\n21\nEarnings from continuing operations were $592 million ($1.95 per share) in 2020, compared to $474 million ($1.57 per share) in 2019. After adjusting for items impacting comparability, earnings increased reflecting sales volume gains, including the benefit of the additional week, an improved gross profit performance and lower interest expense, partially offset by increased marketing investment. The additional week contributed approximately $.04 per share to Earnings from continuing operations in 2020.\nSee \"Discontinued Operations\" for additional information.\nDISCUSSION AND ANALYSIS\nSales\nAn analysis of net sales by reportable segment follows:\n__________________________________________\nn/m - Not meaningful.\nAn analysis of percent change of net sales by reportable segment follows:\n__________________________________________\n(1)\nRepresents revenue reductions from trade promotion and consumer coupon redemption programs.\n(2)\nSum of the individual amounts does not add due to rounding.\nIn 2021, Meals & Beverages sales decreased 2%. Excluding the impact of the 53\nrd\nweek, sales decreased primarily due to declines in foodservice, partially offset by gains in\nV8\nbeverages. Foodservice sales were negatively impacted by shifts in consumer behavior and continued COVID-19 related restrictions. Including a 1-point impact from the additional week, sales of U.S. soup decreased 1% due to declines in condensed soups and ready-to-serve soups, partially offset by gains in broth.\nIn 2020, Meals & Beverages sales increased 9%. Excluding the benefit of the 53\nrd\nweek, sales increased primarily due to gains in the U.S. retail business driven by U.S. soup,\nPrego\npasta sauces and\nV8\nbeverages, as well as gains in Canada, partially offset by declines in foodservice. Volume and mix increased in the retail business driven by COVID-19, with increased demand of food purchases for at-home consumption in the second half of 2020. The foodservice business was negatively impacted by shifts in consumer behavior and continued COVID-19 related restrictions, as well as the loss of a refrigerated soup contract. Including a 2-point benefit from the additional week, sales of U.S. soup increased 14% due to gains in condensed soups, ready-to-serve soups and broth.\n22\nIn 2021, Snacks sales decreased 2%. Excluding the impact of the 53\nrd\nweek and the divestiture of the European chips business, sales were comparable driven by volume declines mostly offset by lower levels of promotional spending as well as favorable price and sales allowances. Declines in\nLance\nsandwich crackers and partner brands were mostly offset by gains in salty snacks, including\nLate July\nsnacks and\nSnack Factory\npretzel crisps, and in\nGoldfish\ncrackers. Partner brands consist of third-party branded products that we sell.\nIn 2020, Snacks sales increased 5%. Excluding the impact of the European chips divestiture and the benefit of the 53\nrd\nweek, sales increased driven by volume gains reflecting increased demand of food purchases for at-home consumption in the second half of 2020, as well as base business performance. The sales increases reflect gains in\nGoldfish\ncrackers, Pepperidge Farm cookies and fresh bakery products, as well as\nKettle\nBrand\nand\nCape Cod\npotato chips,\nLate July\nsnacks and\nSnyder's of Hanover\npretzels.\nGross Profit\nGross profit, defined as Net sales less Cost of products sold, decreased by $188 million in 2021 from 2020 and increased by $306 million in 2020 from 2019. As a percent of sales, gross profit was 33.2% in 2021, 34.5% in 2020 and 33.2% in 2019.\nThe 1.3 percentage-point decrease and the 1.3 percentage-point increase in gross profit percentage in 2021 and 2020, respectively, were due to the following factors:\n__________________________________________\n(1)\n2021 includes an estimated\npositive margin impact of a 0.6 benefit from the change in mark-to-market adjustments on outstanding commodity hedges and 0.5 from the benefit of\ncost savings initiatives, which were more than offset by cost inflation and other factors. 2020 includes an estimated positive margin impact of 1.3 from the benefit of cost savings initiatives and operating leverage, which was more than offset by cost inflation and other factors, including the impact of COVID-19.\nMarketing and Selling Expenses\nMarketing and selling expenses as a percent of sales were 9.6% in 2021, 10.9% in 2020 and 10.4% in 2019. Marketing and selling expenses decreased 14% in 2021 from 2020. The decrease was primarily due to lower advertising and consumer promotion expense (approximately 7 percentage points); increased benefits from cost savings initiatives (approximately 2 percentage points); lower incentive compensation (approximately 2 percentage points); lower selling expenses (approximately 1 percentage point) and lower costs related to marketing overhead (approximately 1 percentage point). The decrease in advertising and consumer promotion expense was primarily due to elevated levels in the prior year.\nMarketing and selling expenses increased 12% in 2020 from 2019. The increase was primarily due to higher advertising and consumer promotion expense (approximately 14 percentage points); higher selling expenses (approximately 2 percentage points); higher incentive compensation (approximately 1 percentage point); and higher costs related to marketing overhead (approximately 1 percentage point), partially offset by increased benefits from cost savings initiatives (approximately 5 percentage points) and lower costs associated with cost savings initiatives (approximately 1 percentage point). The increase in advertising and consumer promotion expense was primarily in Meals & Beverages due to increased support of U.S. soup, and in Snacks due to increased support of key brands.\nAdministrative Expenses\nAdministrative expenses as a percent of sales were 7.1% in 2021, 7.2% in 2020 and 7.5% in 2019. Administrative expenses decreased 4% in 2021 from 2020. The decrease was primarily due to lower incentive compensation (approximately 4 percentage points); lower costs associated with cost savings initiatives (approximately 3 percentage points); increased benefits from cost savings initiatives (approximately 2 percentage points) and higher charitable contributions in the prior year (approximately 2 percentage points), partially offset by higher information technology costs (approximately 4 percentage points); higher inflation and other factors (approximately 2 percentage points) and higher benefit-related costs (approximately 1 percentage point).\n23\nAdministrative expenses increased 2% in 2020 from 2019. The increase was primarily due to higher incentive compensation (approximately 4 percentage points); higher information technology costs (approximately 3 percentage points); higher inflation and general administrative costs (approximately 3 percentage points) and increases in charitable contributions (approximately 2 percentage points), partially offset by increased benefits from cost savings initiatives (approximately 8 percentage points) and lower costs associated with cost savings initiatives (approximately 2 percentage points).\nOther Expenses / (Income)\nOther income in 2021 included the following:\n•\n$285 million of net periodic benefit income, including gains of $165 million on pension and postretirement benefit mark-to-market adjustments and pension settlement gains of $38 million;\n•\n$27 million of income from transition services fees;\n•\n$42 million of amortization of intangible assets; and\n•\n$11 million loss on the sale of the Plum baby food and snacks business.\nOther expenses in 2020 included the following:\n•\n$73 million of net periodic benefit expense, including losses of $121 million on pension and postretirement benefit mark-to-market adjustments and pension settlement charges of $43 million;\n•\n$64 million loss on the sale of the European chips business;\n•\n$45 million loss on Acre;\n•\n$43 million of amortization of intangible assets; and\n•\n$10 million of income from transition services fees.\nOther expenses in 2019 included the following:\n•\n$71 million of net periodic benefit expense, including losses of $122 million on pension and postretirement benefit mark-to-market adjustments and a pension settlement charge of $28 million;\n•\n$48 million of amortization of intangible assets; and\n•\n$16 million non-cash impairment charge related to the European chips business.\nOperating Earnings\nSegment operating earnings decreased 6% in 2021 from 2020 and increased 8% in 2020 from 2019.\nAn analysis of operating earnings by segment follows:\n__________________________________________\n(1)\nSee Note 7 to the Consolidated Financial Statements for additional information on restructuring charges.\nOperating earnings from Meals & Beverages decreased 9% in 2021 versus 2020. The decrease was primarily due to lower gross profit performance and sales declines, partially offset by lower marketing and selling expenses and administrative expenses. Gross profit performance was impacted by higher cost inflation and other supply chain costs, as well as unfavorable product mix, partially offset by the benefits of supply chain productivity improvements and lower levels of promotional activity.\nOperating earnings from Meals & Beverages increased 10% in 2020 versus 2019. The increase was primarily due to sales gains, including the benefit of the additional week, and improved gross profit performance, partially offset by increased marketing support and higher administrative expenses. Gross profit performance was impacted by the benefits of supply chain productivity improvements and cost savings initiatives, as well as improved operating leverage and favorable product mix, partially offset by higher cost inflation and other supply chain costs, including COVID-19 related costs incurred in the second half of 2020.\n24\nOperating earnings from Snacks decreased 3% in 2021 versus 2020. The decrease was primarily due to lower gross profit performance and sales declines, partially offset by lower marketing and selling expenses. Gross profit performance was impacted by higher cost inflation and other supply chain costs, partially offset by the benefits of supply chain productivity improvements and cost savings initiatives as well as lower levels of promotional spending.\nOperating earnings from Snacks increased 6% in 2020 versus 2019. The increase primarily due to sales gains, including the benefit of the additional week, improved gross profit performance, partially offset by increased marketing support. Gross profit performance was impacted by the benefits of supply chain productivity improvements and cost savings initiatives, as well as favorable product mix and improved operating leverage, partially offset by higher cost inflation and other supply chain costs, including COVID-19 related costs incurred in the second half of 2020.\nCorporate income in 2021 included the following:\n•\n$165 million of gains on pension and postretirement benefit mark-to-market adjustments;\n•\npension settlement gains of $38 million;\n•\ncosts of $32 million related to the cost savings initiatives; and\n•\na loss of $11 million from the sale of the Plum baby food and snacks business.\nCorporate expense in 2020 included the following:\n•\n$121 million of losses on pension and postretirement benefit mark-to-market adjustments;\n•\na loss of $64 million from the sale of the European chips business;\n•\ncosts of $60 million related to the cost savings initiatives;\n•\na loss of $45 million on Acre; and\n•\npension settlement charges of $43 million.\nCorporate expense in 2019 included the following:\n•\n$122 million of losses on pension and postretirement benefit mark-to-market adjustments;\n•\ncosts of $90 million related to the cost savings initiatives;\n•\na pension settlement charge of $28 million; and\n•\nnon-cash impairment charge of $16 million related to the European chips business.\nExcluding these amounts, the remaining change from 2020 to 2021 was primarily due to $\n50 million\nof mark-to-market gains on outstanding commodity hedges in the current year.\nExcluding these amounts, the remaining decrease in costs in 2020 from 2019 was primarily due to higher other income and lower administrative expenses.\nInterest Expense\nInterest expense decreased to $210 million in 2021 from $345 million in 2020. The decrease in interest expense was due to a loss on extinguishment of debt of $75 million in the prior year and lower levels of debt.\nInterest expense decreased to $345 million in 2020 from $356 million in 2019. The decrease in interest expense was due to lower levels of debt and lower average interest rates on the debt portfolio, partially offset by a loss on extinguishment of debt of $75 million.\nTaxes on Earnings\nThe effective tax rate was 24.6% in 2021, 22.7% in 2020 and 24.2% in 2019.\nThe increase in the effective tax rate in 2021 from 2020 was primarily due to a $19 million deferred tax charge recognized in the second quarter of 2021 in connection with a legal entity reorganization as part of the continued integration of Snyder's-Lance and a $27 million tax benefit on the $64 million loss on the sale of the European chips business in the prior year.\nThe decrease in the effective rate in 2020 from 2019 was primarily due to the tax benefit on the sale of the European chips business.\nTwo-Year Comparison of Results from Continuing Operations - 2021 versus 2019\nWith the continued impact from the COVID-19 pandemic in 2021, we experienced significantly higher sales of our retail products in both our Meals & Beverages and Snacks segments as consumers increased food purchases for at-home consumption. For additional context on our net sales performance and earnings from continuing operations performance,\n25\nincluding items impacting comparability as previously discussed, see below for comparison of our current results to 2019, before the pandemic.\nNet sales increased 5% to $8,476 million in 2021 from $8,107 million in 2019. An analysis of net sales by reportable segment follows:\n__________________________________________\nn/m - Not meaningful.\nEarnings from continuing operations and the items impacting comparability are summarized below:\n__________________________________________\n(1)\nSum of the individual amounts may not add due to rounding\nRestructuring Charges and Cost Savings Initiatives\nMulti-year Cost Savings Initiatives and Snyder's-Lance Cost Transformation Program and Integration\nBeginning in fiscal 2015, we implemented initiatives to reduce costs and to streamline our organizational structure.\nIn recent years, we expanded these initiatives by further optimizing our supply chain and manufacturing networks, including closing our manufacturing facility in Toronto, Ontario, as well as our information technology infrastructure.\nOn March 26, 2018, we completed the acquisition of Snyder's-Lance. Prior to the acquisition, Snyder's-Lance launched a cost transformation program following a comprehensive review of its operations with the goal of significantly improving its financial performance. We continue to implement this program. In addition, we have identified opportunities for additional cost synergies as we integrate Snyder's-Lance.\n26\nA summary of charges recorded in Earnings from continuing operations related to these initiatives is as follows:\nA summary of the pre-tax costs in Earnings from continuing operations associated with the initiatives is as follows:\nA summary of the pre-tax costs in Earnings (loss) from discontinued operations associated with these initiatives is as follows:\nAs of April 28, 2019, we incurred substantially all of the costs for actions associated with discontinued operations. All of the costs were cash expenditures.\nThe total estimated pre-tax costs for actions associated with continuing operations are approximately $710 million to $730 million. This estimate will be updated as costs continue to be developed. The majority of the remaining costs will be incurred in 2022.\nWe expect the costs for actions associated with continuing operations to consist of the following: approximately $220 million to $225 million in severance pay and benefits; approximately $85 million in asset impairment and accelerated depreciation; and approximately $405 million to $420 million in implementation costs and other related costs. We expect these pre-tax costs to be associated with our segments as follows: Meals & Beverages - approximately 31%; Snacks - approximately 45%; and Corporate - approximately 24%.\nOf the aggregate $710 million to $730 million of pre-tax costs associated with continuing operations, we expect approximately $610 million to $630 million will be cash expenditures. In addition, we expect to invest approximately $435 million in capital expenditures through 2022, of which we invested $401 million as of August 1, 2021. The capital expenditures primarily relate to a U.S. warehouse optimization project, improvement of quality, safety and cost structure across the Snyder’s-Lance manufacturing network, implementation of our existing SAP enterprise-resource planning system for Snyder's-Lance, transition of production of the Toronto manufacturing facility to our U.S. thermal plants, optimization of information technology infrastructure and applications and optimization of the Snyder’s-Lance warehouse and distribution network.\nWe expect to fund the costs through cash flows from operations and short-term borrowings.\n27\nWe expect the initiatives for actions associated with continuing operations, once all phases are implemented, to generate annual ongoing savings of approximately $850 million by the end of 2022. The annual pre-tax savings associated with continuing operations generated were as follows:\nThe initiatives for actions associated with discontinued operations generated pre-tax savings of over $90 million in 2019.\nSegment operating results do not include restructuring charges, implementation costs and other related costs because we evaluate segment performance excluding such charges. A summary of the pre-tax costs in Earnings from continuing operations associated with segments is as follows:\nSee Note 7 to the Consolidated Financial Statements for additional information.\nDiscontinued Operations\nOn February 25, 2019, we sold our U.S. refrigerated soup business, and on April 25, 2019, we sold our Garden Fresh Gourmet business. Proceeds were $55 million. On June 16, 2019, we sold our Bolthouse Farms business. Proceeds were $500 million. Beginning in the third quarter of 2019, we have reflected the results of these businesses as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Campbell Fresh reportable segment.\nWe completed the sale of our Kelsen business on September 23, 2019, for $322 million. We also completed the sale of the Arnott’s and other international operations on December 23, 2019, for $2,286 million. The purchase price was subject to certain post-closing adjustments, which resulted in $4 million of additional proceeds in the third quarter of 2020. B\neginning in the fourth quarter of 2019, we have reflected the results of operations\nof the Kelsen business and the Arnott’s and other international operations, or Campbell International, as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Snacks reportable segment.\nResults of discontinued operations were as follows:\nIn the third quarter of 2021, we recognized a $6 million Loss from discontinued operations due to tax expense from return-to-provision adjustments related to the sale of Campbell International.\nIn 2020, Campbell International sales and earnings from operations decreased reflecting the sales of the businesses.\nThe sale of the Arnott's and other international operations resulted in a substantial capital gain for tax purposes. We were able to utilize capital losses in 2020, which were offset with valuation allowances as of July 28, 2019, to offset the capital gain.\nIn the fourth quarter of 2019, as part of our annual review of intangible assets, we recognized an impairment charge of $7 million on a trademark and $10 million on goodwill in Kelsen due to a lower long-term outlook for sales and the pending sale of the business.\n28\nIn 2019, we recorded non-cash impairment charges of $360 million ($275 million after tax, or $.91 per share) on the reporting units in Campbell Fresh. See \"Significant Accounting Estimates\" for additional information.\nLIQUIDITY AND CAPITAL RESOURCES\nWe expect foreseeable liquidity and capital resource requirements to be met through anticipated cash flows from operations; long-term borrowings; short-term borrowings, which may include commercial paper; credit facilities; and cash and cash equivalents. We believe that our sources of financing will be adequate to meet our future requirements.\nWe generated cash flows from operations of $1,035 million in 2021, compared to $1,396 million in 2020. The decline in 2021 was primarily due to changes in working capital, mostly from a significant increase in accounts payable in the prior year and lower accrued liabilities in the current year.\nWe generated cash flows from operations of $1,396 million in 2020, compared to $1,398 million in 2019. The decline in 2020 was primarily due changes in working capital, mostly offset by higher cash earnings and lower other cash payments.\nCurrent assets are less than current liabilities as a result of our level of current maturities of long-term debt and short-term borrowings and our focus to lower core working capital requirements. We had negative working capital of $119 million as of August 1, 2021, and $690 million as of August 2, 2020. Total debt maturing within one year was $48 million as of August 1, 2021, and $1,202 million as of August 2, 2020.\nCapital expenditures were $275 million in 2021, $299 million in 2020 and $384 million in 2019. Capital expenditures in 2021 were lower than 2020 due to capital expenditures associated with discontinued operations in 2020. Capital expenditures in 2020 were lower than 2019 reflecting delays in certain projects impacted by the spread of the COVID-19 pandemic. Capital expenditures are expected to total approximately $330 million in 2022. Capital expenditures in 2021 included the implementation of our existing SAP enterprise-resource planning system for Snyder's-Lance, chip capacity expansion projects, a\nMilano\ncookie capacity expansion project, and a\nGoldfish\ncracker capacity expansion project. Capital expenditures in 2020 included the implementation of our existing SAP enterprise-resource planning system for Snyder's-Lance, a\nMilano\ncookie capacity expansion project, chip capacity expansion projects, and a\nGoldfish\ncracker capacity expansion project. Capital expenditures in 2019 included a U.S. warehouse optimization project, replacement of a Pepperidge Farm refrigeration system, transition of production of the Toronto manufacturing facility to our U.S. thermal plants, a Snyder's-Lance regional distribution center, a\nMilano\ncookie capacity expansion project, and a\nGoldfish\ncracker capacity expansion project.\nPepperidge Farm and Snyder’s-Lance have a direct-store-delivery distribution model that uses independent contractor distributors. In order to maintain and expand this model, we routinely purchase and sell routes. The purchase and sale proceeds of the routes are reflected in investing activities.\nOn February 25, 2019, we sold our U.S. refrigerated soup business, and on April 25, 2019, we sold our Garden Fresh Gourmet business. Proceeds were $55 million. On June 16, 2019, we sold our Bolthouse Farms business. Proceeds were $500 million.\nWe completed the sale of our Kelsen business on September 23, 2019, for $322 million. On September 30, 2019, we repaid $399 million of our senior unsecured term loan facility using net proceeds from the Kelsen sale and the issuance of commercial paper. In addition, on October 11, 2019, we completed the sale of our European chips business for £63 million, or $77 million.\nWe completed the sale of the Arnott’s and other international operations on December 23, 2019, for $2,286 million. The purchase price was subject to certain post-closing adjustments, which resulted in $4 million of additional proceeds in the third quarter of 2020. We used the net proceeds from the sale to reduce our debt through a series of actions. On December 31, 2019, we repaid the $100 million outstanding balance on our senior unsecured term loan facility. On January 22, 2020, we completed the redemption of all $500 million outstanding aggregate principal amount of our 4.25% Senior Notes due 2021. On January 24, 2020, we settled tender offers to purchase $1,200 million in aggregate principal amount of certain unsecured debt, comprising $329 million of 3.30% Senior Notes due 2021, $634 million of 3.65% Senior Notes due 2023, and $237 million of 3.80% Senior Notes due 2043. Except for the $237 million of 3.80% Senior Notes due 2043, the Senior Notes settled under the tender offer were issued in connection with our acquisition of Snyder’s-Lance. The consideration for the redemption and the tender offers was $1,765 million, including $65 million of premium. We recognized a loss of $75 million (including $65 million of premium, fees and other costs paid with the tender offers and unamortized debt issuance costs), which was recorded in Interest expense in the Consolidated Statement of Earnings. In addition, we paid accrued and unpaid interest on the purchased notes through the dates of settlement. The net divestiture proceeds remaining after these debt reduction activities were used to reduce commercial paper borrowings.\nOn May 3, 2021, we completed the sale of our Plum baby food and snacks business for $101 million, subject to certain post-closing adjustments.\nDividend payments were $439 million in 2021, $426 million in 2020 and $423 million in 2019. Annual dividends declared were $1.46 per share in 2021, and $1.40 per share in 2020 and in 2019. The 2021 fourth quarter dividend was $.37 per share.\n29\nWe suspended our share repurchases as of the second quarter of 2018. In June 2021, the Board authorized a new anti-dilutive share repurchase program of up to $250 million (June 2021 program) to offset the impact of dilution from shares issued under our stock compensation programs. The June 2021 program has no expiration date, but it may be suspended or discontinued at any time. Repurchases under the anti-dilutive program may be made in open-market or privately negotiated transactions. We repurchased approximately 1 million shares at a cost of $36 million in 2021 under the June 2021 program. In September 2021, the Board approved a new strategic share repurchase program of up to $500 million (September 2021 program). The September 2021 program has no expiration date, but may be suspended or discontinued at any time. Repurchases under the September 2021 program may be made in open-market or privately negotiated transactions. The September 2021 program replaces the suspended $1,500 million share repurchase program, which has been cancelled. See Note 16 to the Consolidated Financial Statements and \"Market for Registrant's Capital Stock, Related Shareholder Matters and Issuer Purchases of Equity Securities\" for additional information.\nOn April 24, 2020, we issued senior unsecured notes in an aggregate principal amount of $1,000 million, consisting of $500 million aggregate principal amount of notes bearing interest at a fixed rate of 2.375% per annum, due April 24, 2030, and $500 million aggregate principal amount of notes bearing interest at a fixed rate of 3.125% per annum, due April 24, 2050. On May 1, 2020, we used $300 million of the net proceeds to repay $300 million of borrowings outstanding under a revolving credit facility.\nIn March 2021, we repaid our 3.30% $321 million notes and floating rate $400 million notes, and in May 2021, we repaid our 8.875% $200 million notes. The repayments were funded with available cash and commercial paper issuances.\nIn August 2019, we repaid and terminated the AUD $335 million, or $227 million, balance outstanding under our single-draw syndicated facility. The repayment was funded through the issuance of commercial paper.\nAs of August 1, 2021, we had $48 million of short-term borrowings due within one year, of which $37 million was comprised of commercial paper borrowings. As of August 1, 2021, we issued $36 million of standby letters of credit. On November 2, 2020, we entered into a committed revolving credit facility totaling $1,850 million that matures on November 2, 2023. This facility remained unused at August 1, 2021, except for $1 million of standby letters of credit that we issued under it. The facility contains customary covenants, including a financial covenant with respect to a minimum consolidated interest coverage ratio of consolidated adjusted EBITDA to consolidated interest expense (as each is defined in the credit facility) of not less than 3.25:1.00, measured quarterly, and customary events of default for credit facilities of this type. Loans under this facility will bear interest at the rates specified in the facility, which vary based on the type of loan and certain other customary conditions. The facility supports our commercial paper program and other general corporate purposes. We expect to continue to access the commercial paper markets, bank credit lines and utilize cash flows from operations to support our short-term liquidity requirements.\nWe are in compliance with the covenants contained in our credit facilities and debt securities.\nIn September 2020, we filed a registration statement with the Securities and Exchange Commission that registered an indeterminate amount of debt securities. Under the registration statement we may issue debt securities from time to time, depending on market conditions.\nCONTRACTUAL OBLIGATIONS AND OTHER COMMITMENTS\nContractual Obligations\nThe following table summarizes our obligations and commitments to make future payments under certain contractual obligations as of August 1, 2021. For additional information on debt, see Note 12 to the Consolidated Financial Statements. Purchase commitments represent purchase orders and long-term purchase arrangements related to the procurement of ingredients, supplies, machinery, equipment and services. These commitments are not expected to have a material impact on liquidity. Other long-term liabilities primarily represent payments related to deferred compensation obligations. For additional information on other long-term liabilities, see Note 19 to the Consolidated Financial Statements.\n30\n_______________________________________\n(1)\nExcludes unamortized net discount/premium on debt issuances and debt issuance costs. For additional information on debt obligations, see Note 12 to the Consolidated Financial Statements.\n(2)\nIncludes interest payments on long-term debt and finance leases.\n(3)\nRepresents payments of foreign exchange forward contracts.\n(4)\nFor additional information on operating leases, see Note 10 to the Consolidated Financial Statements.\n(5)\nRepresents other long-term liabilities, excluding unrecognized tax benefits, postretirement benefits and payments related to pension plans. For additional information on pension and postretirement benefits, see Note 9 to the Consolidated Financial Statements. For additional information on unrecognized tax benefits, see Note 11 to the Consolidated Financial Statements.\nOff-Balance Sheet Arrangements and Other Commitments\nWe guarantee approximately 4,900 bank loans made to independent contractor distributors by third-party financial institutions for the purchase of distribution routes. The maximum potential amount of the future payments under existing guarantees we could be required to make is $488 million as of August 1, 2021. Our guarantees are indirectly secured by the distribution routes. We do not expect that we will be required to make material guarantee payments as a result of defaults on the bank loans guaranteed.\nINFLATION\nWe are exposed to the impact of inflation on our cost of products sold. We use a number of strategies to mitigate the effects of cost inflation including increasing prices, commodity hedging and pursuing cost productivity initiatives. We experienced higher inflation in 2021, and expect to experience increased inflation in 2022.\nPricing actions and supply chain productivity initiatives introduced at the end of 2021 will mitigate a portion of this inflationary pressure, but we do not expect such benefits will fully offset the incremental costs in 2022.\nMARKET RISK SENSITIVITY\nThe principal market risks to which we are exposed are changes in foreign currency exchange rates, interest rates and commodity prices. In addition, we are exposed to equity price changes related to certain deferred compensation obligations. We manage our exposure to changes in interest rates by optimizing the use of variable-rate and fixed-rate debt and by utilizing interest rate swaps in order to maintain our variable-to-total debt ratio within targeted guidelines. We manage our foreign currency exposures by utilizing foreign exchange forward contracts. We enter into foreign exchange forward contracts for periods consistent with related underlying exposures, and the contracts do not constitute positions independent of those exposures. We do not enter into derivative contracts for speculative purposes and do not use leveraged instruments.\nWe principally use a combination of purchase orders and various short- and long-term supply arrangements in connection with the purchase of raw materials, including certain commodities and agricultural products. We also enter into commodity futures, options and swap contracts to reduce the volatility of price fluctuations of wheat, soybean oil, diesel fuel, natural gas, aluminum, cocoa, soybean meal, corn and butter.\nThe information below summarizes our market risks associated with debt obligations and other significant financial instruments as of August 1, 2021. Fair values included herein have been determined based on quoted market prices or pricing models using current market rates. The information presented below should be read in conjunction with Notes 12, 13 and 15 to the Consolidated Financial Statements.\nThe following table presents principal cash flows and related interest rates by fiscal year of maturity for debt obligations. Interest rates disclosed on variable-rate debt represent the weighted-average rates at August 1, 2021.\n_______________________________________\n(1)\nExpected maturities exclude unamortized net discount/premium on debt issuances and debt issuance costs.\nAs of August 2, 2020, fixed-rate debt of approximately $5,560 million with an average interest rate of 3.83% and variable-rate debt of approximately $680 million with an average interest rate of 1.42% were outstanding.\n31\nWe are exposed to foreign exchange risk, primarily the Canadian dollar, related to third-party transactions and intercompany transactions. We utilize foreign exchange forward purchase and sale contracts to hedge these exposures. The notional amounts of the contracts as of August 1, 2021, and August 2, 2020, were $147 million and $183 million, respectively. The aggregate fair value of all contracts was a loss of $2 million as of August 1, 2021, and a loss of $1 million as of August 2, 2020. A hypothetical 10% fluctuation in exchange rates would impact the fair value of our outstanding foreign exchange contracts by $17 million as of August 1, 2021, and $20 million as of August 2, 2020, which would generally be offset by inverse changes on the underlying hedged items.\nWe enter into commodity futures, options and swap contracts, and a supply contract under which prices for certain raw materials are established based on anticipated volume requirements to reduce the volatility of price fluctuations for commodities. As of August 1, 2021, the total notional amount of the contracts was $246 million, and the aggregate fair value of these contracts was a gain of $53 million. As of August 2, 2020, the total notional amount of these contracts was $171 million, and the aggregate fair value of these contracts was a loss of $2 million. A hypothetical 10% fluctuation in commodity prices would impact the fair value of our outstanding commodity contracts by $30 million as of August 1, 2021, and $17 million as of August 2, 2020, which would generally be offset by inverse changes on the underlying hedged items.\nWe enter into swap contracts which hedge a portion of exposures relating to certain deferred compensation obligations linked to the total return of our capital stock, the total return of the Vanguard Institutional Index Institutional Plus Shares, and the total return of the Vanguard Total International Stock Index. Under these contracts, we pay variable interest rates and receive from the counterparty either: the total return on our capital stock; the total return of the Standard & Poor's 500 Index, which is expected to approximate the total return of the Vanguard Institutional Index Institutional Plus Shares; or the total return of the iShares MSCI EAFE Index, which is expected to approximate the total return of the Vanguard Total International Stock Index. As of June 2021, we no longer hedge our exposure linked to the total return of our capital stock. The notional amount of the contracts was $\n29\nmillion as of August 1, 2021, and $\n22\nmillion as of August 2, 2020. The fair value of these contracts was a gain of $3 million as of August 1, 2021, and a gain of $4 million as of August 2, 2020 A hypothetical 10% fluctuation in equity price changes would impact the fair value of our outstanding swap contracts by $3 million as of August 1, 2021, and August 2, 2020, which would generally be offset by inverse changes on the underlying hedged items.\nOur utilization of financial instruments in managing market risk exposures described above is consistent with the prior year. Changes in the portfolio of financial instruments are a function of the results of operations, debt repayment and debt issuances, market effects on debt and foreign currency, and our acquisition and divestiture activities.\nSIGNIFICANT ACCOUNTING ESTIMATES\nWe prepare our consolidated financial statements in conformity with accounting principles generally accepted in the United States. The preparation of these financial statements requires the use of estimates, judgments and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and reported amounts of revenues and expenses during the periods presented. Actual results could differ from those estimates and assumptions. See Note 1 to the Consolidated Financial Statements for a discussion of significant accounting policies. The following areas all require the use of subjective or complex judgments, estimates and assumptions:\nTrade and consumer promotion programs —\nWe offer various sales incentive programs to customers and consumers, such as feature price discounts, in-store display incentives, cooperative advertising programs, new product introduction fees, and coupons. The mix between these forms of variable consideration, which are classified as reductions in revenue and recognized upon sale, and advertising or other marketing activities, which are classified as marketing and selling expenses, fluctuates between periods based on our overall marketing plans. The measurement and recognition of the costs for trade and consumer promotion programs involves the use of judgment related to performance and redemption estimates. Estimates are made based on historical experience and other factors, including expected volume. Typically, programs that are offered have a very short duration. Historically, the difference between actual experience compared to estimated redemptions and performance has not been significant to the quarterly or annual financial statements. Differences between estimates and actual costs are recognized as a change in estimate in a subsequent period. However, actual expenses may differ if the level of redemption rates and performance were to vary from estimates.\nValuation of long-lived assets —\nFixed assets and amortizable intangible assets are reviewed for impairment as events or changes in circumstances occur indicating that the carrying value of the asset may not be recoverable. Undiscounted cash flow analyses are used to determine if impairment exists. If impairment is determined to exist, the loss is calculated based on estimated fair value.\nGoodwill and intangible assets deemed to have indefinite lives are not amortized but rather are tested at least annually for impairment, or more often if events or changes in circumstances indicate that more likely than not the carrying amount of the asset may not be recoverable. Goodwill is tested for impairment at the reporting unit level. A reporting unit represents an operating segment or a component of an operating segment. Goodwill is tested for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation is an assessment of factors to determine whether it is\n32\nmore likely than not that the fair value of a reporting unit is less than its carrying amount, including goodwill. We may elect not to perform the qualitative assessment for some or all reporting units and perform a quantitative impairment test. Fair value is determined based on discounted cash flow analyses. The discounted estimates of future cash flows include significant management assumptions such as revenue growth rates, operating margins, weighted average costs of capital, and future economic and market conditions. If the carrying value of the reporting unit exceeds fair value, goodwill is considered impaired and an impairment charge will be recorded to reduce the reporting unit to fair value.\nIndefinite-lived intangible assets are tested for impairment by comparing the fair value of the asset to the carrying value. Fair value is determined using a relief from royalty valuation method based on discounted cash flow analyses that include significant management assumptions such as revenue growth rates, weighted average costs of capital, and assumed royalty rates. If the carrying value exceeds fair value, an impairment charge will be recorded to reduce the asset to fair value.\n2021 Assessments\nContinuing Operations\nAs of August 1, 2021, the carrying value of goodwill was $3,981 million. Based on our assessments, all of our reporting units fair values significantly exceeded their carrying values.\nAs of August 1, 2021, the carrying value of indefinite-lived trademarks was $2,549 million as detailed below:\nHolding all other assumptions constant, changes in the assumptions below would reduce fair value of these trademarks and result in impairment charges of approximately:\nWhile the 1% changes in assumptions would not result in impairment charges on certain trademarks as indicated above, some changes would substantially reduce the excess coverage of fair value over carrying value to less than 10% for\nthe\nPace, Pacific Foods,\nand\nLance\ntrademarks. The estimates of future cash flows involve considerable management judgment and are based upon assumptions about expected future operating performance,\nassumed royalty rates,\neconomic conditions, market conditions and cost of capital. Inherent in estimating the future cash flows are uncertainties beyond our control, such as changes in capital markets. The actual cash flows could differ materially from management’s estimates due to changes in business conditions, operating performance, and economic conditions.\nIf assumptions are not achieved or market conditions decline, potential additional impairment charges could result. We will continue to monitor the valuation of our long-lived assets.\n2019 Impairment charges\nDiscontinued Operations\nIn the first quarter of 2019, we recorded an impairment charge of $14 million on the U.S. refrigerated soup plant assets.\nOn August 30, 2018, we announced plans to pursue the divestiture of our international biscuits and snacks operating segment and the Campbell Fresh operating segment. As we continued to pursue the divestiture of these businesses and as we received initial indications of value, in the second quarter of 2019, we performed interim impairment assessments on the intangible and tangible assets within Campbell Fresh, which included Garden Fresh Gourmet, Bolthouse Farms carrot and carrot ingredients, and Bolthouse Farms refrigerated beverages and salad dressings. As a result, we revised our future outlook for earnings and cash flows for each of these businesses.\nWithin Bolthouse Farms carrot and carrot ingredients, we recorded impairment charges of $18 million on the trademark, and $159 million on the plant assets and amortizable intangible assets. Within Bolthouse Farms refrigerated beverages and salad dressings, we recorded impairment charges of $74 million on the trademark, and $31 million on the plant assets and amortizable intangible assets. On Garden Fresh Gourmet, we recorded impairment charges of $23 million on the trademark and $39 million on customer relationships, which eliminated the carrying value of these assets, and $2 million on plant assets.\n33\nIn the fourth quarter of 2019, as part of our annual review of intangible assets, we recognized an impairment charge of $7 million on a trademark and $10 million on goodwill in\nKelsen due to a lower long-term outlook for sales and the pending sale of the business. On July 12, 2019, we signed a definitive agreement for the sale of our Kelsen business. We sold the business on September 23, 2019.\nSee Note 3 to the Consolidated Financial Statements for additional information on discontinued operations.\nContinuing Operations\nIn the fourth quarter of 2019, we performed an assessment on the assets within our European chips business and recorded an impairment charge of $16 million on intangible assets.\nThis business was included in the Snacks segment and reporting unit.\nSee also Note 5 to the Consolidated Financial Statements for additional information on goodwill and intangible assets.\nPension and postretirement benefits —\nWe provide certain pension and postretirement benefits to employees and retirees. Determining the cost associated with such benefits is dependent on various actuarial assumptions, including discount rates, expected return on plan assets, compensation increases, turnover rates and health care trend rates. Independent actuaries, in accordance with accounting principles generally accepted in the United States, perform the required calculations to determine expense.\nThe discount rate is established as of our fiscal year-end measurement date. In establishing the discount rate, we review published market indices of high-quality debt securities, adjusted as appropriate for duration. In addition, independent actuaries apply high-quality bond yield curves to the expected benefit payments of the plans. We use a full yield curve approach to estimate service cost and interest cost by applying the specific spot rates along the yield curve used to determine the benefit obligation of the relevant projected cash flows.\nThe expected return on plan assets is a long-term assumption based upon historical experience and expected future performance, considering our current and projected investment mix. This estimate is based on an estimate of future inflation, long-term projected real returns for each asset class, and a premium for active management. Within any given fiscal period, significant differences may arise between the actual return and the expected return on plan assets. Gains and losses resulting from differences between actual experience and the assumptions are determined at each measurement date.\nNet periodic pension and postretirement expense (income) was $(267) million in 2021, $93 million in 2020 and $103 million in 2019.\nSignificant weighted-average assumptions as of the end of the year were as follows:\nEstimated sensitivities to annual net periodic pension and postretirement cost are as follows: a 50-basis-point decline in the discount rate would result in income of approximately $10 million and would result in an immediate loss recognition of approximately $113 million. A 50-basis-point reduction in the estimated return on assets assumption would result in expense of approximately $12 million.\nContributions to pension plans were $2 million in 2021 and 2020, and $5 million in 2019. Contributions to pension plans are not expected to be material in 2022.\nSee also Note 9 to the Consolidated Financial Statements for additional information on pension and postretirement benefits.\nIncome taxes —\nThe effective tax rate reflects statutory tax rates, tax planning opportunities available in the various jurisdictions in which we operate and management’s estimate of the ultimate outcome of various tax audits and issues. Significant judgment is required in determining the effective tax rate and in evaluating tax positions. Income taxes are recorded based on amounts refundable or payable in the current year and include the effect of deferred taxes. Deferred tax assets and liabilities are recognized for the future impact of differences between the financial statement carrying amounts of assets and liabilities and their respective tax bases, as well as for operating loss and tax credit carryforwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those differences are expected to be recovered or settled. Valuation allowances are established for deferred tax assets when it is more likely than not that a tax benefit will not be realized.\n34\nSee also Notes 1 and 11 to the Consolidated Financial Statements for further discussion on income taxes.\nRECENT ACCOUNTING PRONOUNCEMENTS\nSee Note 2 to the Consolidated Financial Statements for information on recent accounting pronouncements.\nCAUTIONARY FACTORS THAT MAY AFFECT FUTURE RESULTS\nThis Report contains \"forward-looking\" statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements reflect our current expectations regarding our future results of operations, economic performance, financial condition and achievements. These forward-looking statements can be identified by words such as \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"intend,\" \"plan,\" \"pursue,\" \"strategy,\" \"target,\" \"will\" and similar expressions. One can also identify forward-looking statements by the fact that they do not relate strictly to historical or current facts, and may reflect anticipated cost savings or implementation of our strategic plan. These statements reflect our current plans and expectations and are based on information currently available to us. They rely on several assumptions regarding future events and estimates which could be inaccurate and which are inherently subject to risks and uncertainties.\nWe wish to caution the reader that the following important factors and those important factors described in Part 1, Item 1A and elsewhere in this Report, or in our other Securities and Exchange Commission filings, could affect our actual results and could cause such results to vary materially from those expressed in any forward-looking statements made by, or on behalf of, us:\n•\nimpacts of, and associated responses to the COVID-19 pandemic on our business, suppliers, customers, consumers and employees;\n•\nour ability to execute on and realize the expected benefits from our strategy, including growing sales in snacks and growing/maintaining our market share position in soup;\n•\nthe impact of strong competitive responses to our efforts to leverage brand power with product innovation, promotional programs and new advertising;\n•\nthe risks associated with trade and consumer acceptance of product improvements, shelving initiatives, new products and pricing and promotional strategies;\n•\nour ability to realize projected cost savings and benefits from cost savings initiatives and the integration of recent acquisitions;\n•\ndisruptions in or inefficiencies to our supply chain and/or operations including the impacts of the COVID-19 pandemic;\n•\nthe risks related to the availability of, and cost inflation in, supply chain inputs, including labor, raw materials, commodities, packaging and transportation;\n•\nrisks related to the effectiveness of our hedging activities and our ability to respond to volatility in commodity prices;\n•\nour ability to manage changes to our organizational structure and/or business processes, including selling, distribution, manufacturing and information management systems or processes;\n•\nchanges in consumer demand for our products and favorable perception of our brands;\n•\nchanging inventory management practices by certain of our key customers;\n•\na changing customer landscape, with value and e-commerce retailers expanding their market presence, while certain of our key customers maintain significance to our business;\n•\nproduct quality and safety issues, including recalls and product liabilities;\n•\nthe possible disruption to the independent contractor distribution models used by certain of our businesses, including as a result of litigation or regulatory actions affecting their independent contractor classification;\n•\nthe uncertainties of litigation and regulatory actions against us;\n•\nthe costs, disruption and diversion of management's attention associated with activist investors;\n•\na material failure in or breach of our or our vendors' information technology systems;\n•\nimpairment to goodwill or other intangible assets;\n•\nour ability to protect our intellectual property rights;\n•\nincreased liabilities and costs related to our defined benefit pension plans;\n•\nour ability to attract and retain key talent;\n35\n•\ngoals and initiatives related to, and the impacts of, climate change, including from weather-related events;\n•\nnegative changes and volatility in financial and credit markets, deteriorating economic conditions and other external factors, including changes in laws and regulations; and\n•\nunforeseen business disruptions in one or more of our markets due to political instability, civil disobedience, terrorism, armed hostilities, extreme weather conditions, natural disasters, other pandemics or other calamities.\nThis discussion of uncertainties is by no means exhaustive but is designed to highlight important factors that may impact our outlook. We disclaim any obligation or intent to update forward-looking statements made by us in order to reflect new information, events or circumstances after the date they are made."
  },
  {
    "item_key": "item_7a",
    "text": "The information presented in the section entitled \"Management’s Discussion and Analysis of Financial Condition and Results of Operations — Market Risk Sensitivity\" is incorporated herein by reference.\n36"
  },
  {
    "item_key": "item_8",
    "text": "INDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n37\nCAMPBELL SOUP COMPANY\nConsolidated Statements of Earnings\n(millions, except per share amounts)\n(1)\nSum of the individual amounts may not add due to rounding\n.\nSee accompanying Notes to Consolidated Financial Statements.\n38\nCAMPBELL SOUP COMPANY\nConsolidated Statements of Comprehensive Income\n(millions)\nSee accompanying Notes to Consolidated Financial Statements.\n39\nCAMPBELL SOUP COMPANY\nConsolidated Balance Sheets\n(millions, except per share amounts)\nSee accompanying Notes to Consolidated Financial Statements.\n40\nCAMPBELL SOUP COMPANY\nConsolidated Statements of Cash Flows\n(millions)\nSee accompanying Notes to Consolidated Financial Statements.\n41\nCAMPBELL SOUP COMPANY\nConsolidated Statements of Equity\n(millions, except per share amounts)\n(1)\nSee Note 2 for additional detail.\nSee accompanying Notes to Consolidated Financial Statements.\n42\nNotes to Consolidated Financial Statements\n(currency in millions, except per share amounts)\n1.\nSummary of Significant Accounting Policies\nIn this Report, unless otherwise stated, the terms \"we,\" \"us,\" \"our\" and the \"company\" refer to Campbell Soup Company and its consolidated subsidiaries.\nWe are a manufacturer and marketer of high-quality, branded food and beverage products.\nBasis of Presentation\n— The consolidated financial statements include our accounts and entities in which we maintain a controlling financial interest and a variable interest entity (VIE) for which we were the primary beneficiary. Intercompany transactions are eliminated in consolidation. Our fiscal year ends on the Sunday nearest July 31. There were\n52\nweeks in 2021 and 2019, and\n53\nweeks in 2020.\nDiscontinued Operations\n— We present discontinued operations when there is a disposal of a component group or a group of components that in our judgment represents a strategic shift that will have a major effect on our operations and financial results. We aggregate the results of operations for discontinued operations into a single line item in the Consolidated Statements of Earnings for all periods presented. General corporate overhead is not allocated to discontinued operations. See Note 3 for additional information.\nUse of Estimates\n— Generally accepted accounting principles require management to make estimates and assumptions that affect assets, liabilities, revenues and expenses. Actual results could differ from those estimates.\nRevenue Recognition\n— Our revenues primarily consist of the sale of food and beverage products through our own sales force and/or third-party brokers and distribution partners. Revenues are recognized when our performance obligation has been satisfied and control of the product passes to our customers, which typically occurs when products are delivered or accepted by customers in accordance with terms of agreements. We make shipments promptly after acceptance of orders. Shipping and handling costs incurred to deliver the product are recorded within Cost of products sold. Amounts billed and due from our customers are classified as Accounts receivable in the Consolidated Balance Sheets and require payment on a short-term basis. Revenues are recognized net of provisions for returns, discounts and certain sales promotion expenses, such as feature price discounts, in-store display incentives, cooperative advertising programs, new product introduction fees and coupon redemption costs. These forms of variable consideration are recognized upon sale. The recognition of costs for promotion programs involves the use of judgment related to performance and redemption estimates. Estimates are made based on historical experience and other factors, including expected volume. Historically, the difference between actual experience compared to estimated redemptions and performance has not been significant to the quarterly or annual financial statements. Differences between estimates and actual costs are recognized as a change in estimate in a subsequent period. Revenues are presented on a net basis for arrangements under which suppliers perform certain additional services. See Note 6 for additional information on disaggregation of revenue. In 2019, we adopted revised guidance on the recognition of revenue from contracts with customers. See Note 2 for additional information.\nCash and Cash Equivalents\n— All highly liquid debt instruments purchased with a maturity of three months or less are classified as cash equivalents.\nInventories\n— All inventories are valued at the lower of average cost or net realizable value.\nProperty, Plant and Equipment\n— Property, plant and equipment are recorded at historical cost and are depreciated over estimated useful lives using the straight-line method. Buildings and machinery and equipment are depreciated over periods not exceeding\n45\nyears and\n20\nyears, respectively. Assets are evaluated for impairment when conditions indicate that the carrying value may not be recoverable. Such conditions include significant adverse changes in business climate or a plan of disposal. Repairs and maintenance are charged to expense as incurred.\nGoodwill and Intangible Assets\n— Goodwill and intangible assets deemed to have indefinite lives are not amortized but rather are tested at least annually for impairment, or when circumstances indicate that the carrying amount of the asset may not be recoverable. Goodwill is tested for impairment at the reporting unit level. A reporting unit is an operating segment or a component of an operating segment. Goodwill is tested for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation is an assessment of factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount, including goodwill. We may elect not to perform the qualitative assessment for some or all reporting units and perform a quantitative impairment test. Fair value is determined based on discounted cash flow analyses. The discounted estimates of future cash flows include significant management assumptions such as revenue growth rates, operating margins, weighted average costs of capital and future economic and market conditions. If the carrying value of the reporting unit exceeds fair value, goodwill is considered impaired and an impairment charge will be recorded to reduce the reporting unit to fair value.\nIndefinite-lived intangible assets are tested for impairment by comparing the fair value of the asset to the carrying value. Fair value is determined using a relief from royalty valuation method based on discounted cash flow analyses that include\n43\nsignificant management assumptions such as revenue growth rates, weighted average costs of capital and assumed royalty rates. If the carrying value exceeds fair value, an impairment charge will be recorded to reduce the asset to fair value.\nSee Notes 3 and 5 for information on intangible assets and impairment charges.\nLeases —\nAt the beginning of the first quarter of 2020, we adopted new guidance on accounting for leases. We determine if an agreement is or contains a lease at inception by evaluating if an identified asset exists that we control for a period of time. When a lease exists, we record a right-of-use (ROU) asset and a corresponding lease liability on our Consolidated Balance Sheet. ROU assets represent our right to use an underlying asset for the lease term and the corresponding liabilities represent an obligation to make lease payments during the term. We have elected not to record leases with a term of 12 months or less on our Consolidated Balance Sheet.\nROU assets are recorded on our Consolidated Balance Sheet at lease commencement based on the present value of the corresponding liabilities and are adjusted for any prepayments, lease incentives received, or initial direct costs incurred. To calculate the present value of our lease liabilities, we use a country-specific collateralized incremental borrowing rate based on the lease term at commencement. The measurement of our ROU assets and liabilities includes all fixed payments and any variable payments based on an index or rate.\nOur leases generally include options to extend or terminate use of the underlying assets. These options are included in the lease term used to determine ROU assets and corresponding liabilities when we are reasonably certain we will exercise.\nOur lease arrangements typically include non-lease components, such as common area maintenance and labor. We account for each lease and any non-lease components associated with that lease as a single lease component for all underlying asset classes with the exception of certain production assets. Accordingly, all costs associated with a lease contract are disclosed as lease costs. This includes any variable payments that are not dependent on an index or a rate and which are expensed as incurred.\nOperating leases expense is recognized on a straight-line basis over the lease term with the expense recorded in Cost of products sold, Marketing and selling expenses, or Administrative expenses depending on the nature of the leased item.\nFor finance leases, the amortization of ROU lease assets is recognized on a straight-line basis over the shorter of the estimated useful life of the underlying asset or the lease term in Cost of products sold, Marketing and selling expenses, or Administrative expenses depending on the nature of the leased item. Interest expense on finance lease obligations is recorded over the lease term and is recorded in Interest expense (based on a front-loaded interest expense pattern).\nAll operating lease cash payments and interest on finance leases are recorded within Net cash provided by operating activities and all finance lease principal payments are recorded within Net cash used in financing activities in our Consolidated Statements of Cash Flows.\nSee Notes 2 and 10 for more information.\nDerivative Financial Instruments\n— We use derivative financial instruments primarily for purposes of hedging exposures to fluctuations in foreign currency exchange rates, interest rates, commodities and equity-linked employee benefit obligations. We enter into these derivative contracts for periods consistent with the related underlying exposures, and the contracts do not constitute positions independent of those exposures. We do not enter into derivative contracts for speculative purposes and do not use leveraged instruments. Our derivative programs include strategies that qualify and strategies that do not qualify for hedge accounting treatment. To qualify for hedge accounting, the hedging relationship, both at inception of the hedge and on an ongoing basis, is expected to be highly effective in achieving offsetting changes in the fair value of the hedged risk during the period that the hedge is designated.\nAll derivatives are recognized on the balance sheet at fair value. For derivatives that qualify for hedge accounting, we designate the derivative as a hedge of the fair value of a recognized asset or liability or a firm commitment (fair-value hedge) or a hedge of a forecasted transaction or of the variability of cash flows to be received or paid related to a recognized asset or liability (cash-flow hedge). Some derivatives may also be considered natural hedging instruments (changes in fair value act as economic offsets to changes in fair value of the underlying hedged item) and are not designated for hedge accounting.\nChanges in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of a fair-value hedge, along with the gain or loss on the underlying hedged asset or liability (including losses or gains on firm commitments), are recorded in current-period earnings. Changes in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of cash-flow hedges are recorded in other comprehensive income (loss), until earnings are affected by the variability of cash flows. For derivatives that are designated and qualify as hedging instruments, the initial fair value of hedge components excluded from the assessment of effectiveness is recognized in earnings under a systematic and rational method over the life of the hedging instrument and is presented in the same statement of earnings line item as the earnings effect of the hedged item. Any difference between the change in the fair value of the hedge components excluded from the assessment of effectiveness and the amounts recognized in earnings is recorded as a component of other comprehensive income (loss). Changes in the fair value of derivatives that are not designated for hedge accounting are recognized in current-period earnings.\n44\nCash flows from derivative contracts are included in Net cash provided by operating activities.\nAdvertising Production Costs\n— Advertising production costs are expensed in the period that the advertisement first takes place or when a decision is made not to use an advertisement.\nResearch and Development Costs\n— The costs of research and development are expensed as incurred. Costs include expenditures for new product and manufacturing process innovation, and improvements to existing products and processes. Costs primarily consist of salaries, wages, consulting, and depreciation and maintenance of research facilities and equipment.\nIncome Taxes\n— Deferred tax assets and liabilities are recognized for the future impact of differences between the financial statement carrying amounts of assets and liabilities and their respective tax bases, as well as for operating loss and tax credit carryforwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. Valuation allowances are recorded to reduce deferred tax assets when it is more likely than not that a tax benefit will not be realized.\n2.\nRecent Accounting Pronouncements\nRecently Adopted\nIn May 2014, the Financial Accounting Standards Board (FASB) issued revised guidance on the recognition of revenue from contracts with customers. We adopted the guidance in the first quarter of 2019, effective on July 30, 2018, using the modified retrospective method and recorded a cumulative effect adjustment of $\n8\n, net of tax, to decrease the opening balance of Earnings retained in the business, an increase of $\n10\nto Accrued liabilities, an increase of $\n1\nto Accounts payable, a decrease of $\n2\nto Deferred taxes and an increase of $\n1\nto Other assets.\nIn February 2016, the FASB issued guidance that amends accounting for leases. Under the new guidance, a lessee will recognize most leases on the balance sheet but will recognize expenses similar to current lease accounting. The guidance is effective for fiscal years, and interim periods within those years, beginning after December 15, 2018. In July 2018, the FASB issued an adoption approach that allows entities to apply the new guidance and recognize a cumulative-effect adjustment to the opening balance of retained earnings in the period of adoption without restating prior periods. We adopted the new guidance in the first quarter of 2020 using this transition method. We elected to apply a package of practical expedients, which allowed us to not reassess prior conclusions related to contracts containing leases, lease classification, and initial direct costs. Adoption of the new guidance resulted in the recognition of operating lease ROU assets of $\n259\nand operating lease liabilities of $\n254\n, with the difference between the assets and liabilities primarily due to below market assets, deferred rent and prepaid rent. In addition, we derecognized $\n20\nof an asset and liability associated with a build-to-suit lease arrangement. The adoption did not have a material impact on consolidated net earnings or cash flows. See Note 10 for additional information.\nIn August 2017, the FASB issued guidance that amends hedge accounting. Under the new guidance, more hedging strategies will be eligible for hedge accounting and the application of hedge accounting is simplified. The new guidance amends presentation and disclosure requirements, and how effectiveness is assessed. In October 2018, the FASB issued guidance which permits an entity to designate the overnight index swap rate based on the Secured Overnight Financing Rate Fed Funds as a benchmark interest rate in a hedge accounting relationship. The guidance is effective for fiscal years beginning after December 15, 2018, and interim periods within those years. We adopted the guidance in the first quarter of 2020. The adoption did not have a material impact on our consolidated financial statements.\nIn February 2018, the FASB issued guidance that provides entities an option to reclassify the stranded tax effects of the Tax Cuts and Jobs Act of 2017 on items within accumulated other comprehensive income to retained earnings. The guidance is effective for fiscal years beginning after December 15, 2018, and interim periods within those years. We adopted the guidance in the first quarter of 2019, effective on July 30, 2018, and elected not to reclassify prior periods. The adoption resulted in a cumulative effect adjustment of $\n9\nto decrease the opening balance of Earnings retained in the business and a corresponding net decrease to the components of Accumulated other comprehensive income (loss). See Note 4 for additional information.\nIn August 2018, the FASB issued guidance that eliminates, adds, and modifies certain disclosure requirements for fair value measurements. The guidance is effective for fiscal years beginning after December 15, 2019, and interim periods within those years. We adopted the guidance in the first quarter of 2021. The adoption did not have a material impact on our consolidated financial statements.\nIn August 2018, the FASB issued guidance on accounting for implementation costs incurred in a cloud computing arrangement that is a service contract. The guidance aligns the requirements for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software. The guidance is effective for fiscal years beginning after December 15, 2019. Entities have the option to apply the guidance prospectively to all implementation costs incurred after the date of adoption or retrospectively. Early adoption is permitted. We adopted the guidance on a prospective basis in the first quarter of 2021. The adoption did not have a material impact on our consolidated financial statements.\n45\nIn August 2018, the FASB issued guidance that changes the disclosure requirements related to defined benefit pension and postretirement plans. The guidance is effective for fiscal years ending after December 15, 2020. The guidance is to be applied on a retrospective basis. We adopted the guidance in 2021. The adoption did not have a material impact on our consolidated financial statements.\nAccounting Pronouncements Not Yet Adopted\nIn December 2019, the FASB issued guidance on simplifying the accounting for income taxes. The guidance removes certain exceptions to the general principles of accounting for income taxes and also improves consistent application of accounting by clarifying or amending existing guidance. The guidance is effective for fiscal years beginning after December 15, 2020, and interim periods within those years. Early adoption is permitted. The adoption is not expected to have a material impact on our consolidated financial statements.\nIn March 2020, the FASB issued guidance that provides optional expedients and exceptions for a limited period of time for accounting for contracts, hedging relationships, and other transactions affected by the London Interbank Offered Rate (LIBOR) or another reference rate expected to be discontinued. Optional expedients can be applied from March 12, 2020 through December 31, 2022. We are currently evaluating the impact that the new guidance will have on our consolidated financial statements.\n3.\nDivestitures\nDiscontinued Operations\nOn February 25, 2019, we sold our U.S. refrigerated soup business, and on April 25, 2019, we sold our Garden Fresh Gourmet business. Proceeds were $\n55\n. On June 16, 2019, we sold our Bolthouse Farms business. Proceeds were $\n500\n. Beginning in the third quarter of 2019, we have reflected the results of these businesses as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Campbell Fresh reportable segment.\nWe completed the sale of our Kelsen business on September 23, 2019, for $\n322\n. We also completed the sale of our Arnott’s business and certain other international operations, including the simple meals and shelf-stable beverages businesses in Australia and Asia Pacific (the Arnott's and other international operations), on December 23, 2019, for $\n2,286\n. The purchase price was subject to certain post-closing adjustments, which resulted in $\n4\nof additional proceeds in the third quarter of 2020. Beginning in the fourth quarter of 2019, we have reflected the results of operations of the Kelsen business and the Arnott’s and other international operations (collectively referred to as Campbell International) as discontinued operations in the Consolidated Statements of Earnings for all periods presented. These businesses were historically included in the Snacks reportable segment.\nResults of discontinued operations were as follows:\nIn the third quarter of 2021, we recognized a $\n6\nLoss from discontinued operations due to tax expense from return-to-provision adjustments related to the sale of Campbell International.\nThe sale of the Arnott's and other international operations resulted in a substantial capital gain for tax purposes. We were able to utilize capital losses in 2020, which were offset with valuation allowances as of July 28, 2019, to offset the capital gain.\nIn the fourth quarter of 2019, as part of our annual review of intangible assets, we recognized an impairment charge of $\n7\non a trademark and $\n10\non goodwill in Kelsen due to a lower long-term outlook for sales and the pending sale of the business.\nIn the second quarter of 2019, we performed interim impairment assessments on the intangible and tangible assets of the Campbell Fresh businesses. We revised our future outlook for earnings and cash flows for each of these businesses as the\n46\ndivestiture process progressed and we received initial indications of value. In Bolthouse Farms carrot and carrot ingredients, we recorded impairment charges of $\n18\non the trademark, $\n40\non customer relationships, $\n15\non technology and $\n104\non plant assets. In Bolthouse Farms refrigerated beverages and salad dressings, we recorded impairment charges of $\n74\non the trademark, $\n22\non customer relationships, and $\n9\non plant assets. In Garden Fresh Gourmet, we recorded impairment charges of $\n23\non the trademark, $\n39\non customer relationships, and $\n2\non plant assets. In the first quarter of 2019, we recorded an impairment charge of $\n14\non the U.S refrigerated soup plant assets in Campbell Fresh. In addition, we recorded tax expense of $\n29\nin 2019 as deferred tax assets were not realizable.\nUnder the terms of the sale of the Arnott's and other international operations, we entered into a long-term licensing arrangement for the exclusive rights to certain Campbell brands in certain non-U.S. markets. We provided certain transition services to support the divested businesses.\nThe depreciation and amortization, capital expenditures, sale proceeds and significant operating non-cash items of discontinued operations were as follows:\n_____________________________________\n(1)\nDepreciation and amortization are no longer recognized once businesses are classified as held for sale/discontinued operations.\nOther Divestitures\nOn October 11, 2019, we completed the sale of our European chips business for £\n63\n, or $\n77\n. The pre-tax loss recognized in the first quarter of 2020 on the sale was $\n64\n, which included the impact of allocated goodwill and foreign currency translation adjustments.\nFor tax purposes, we were able to use the capital loss on this sale to offset a portion of the capital gain from the sale of the Arnott's and other international operations.\nThe after-tax loss was $\n37\n.\nThe European chips business had net sales of $\n25\nin 2020 and $\n129\nin 2019. Earnings from the business, which included a pre-tax impairment charge on intangible assets of $\n16\nrecognized in the fourth quarter of 2019, were not material. The results of the European chips business through the date of sale were reflected in continuing operations within the Snacks reportable segment.\nOn May 3, 2021, we completed the sale of our Plum baby food and snacks business for $\n101\n, subject to certain post-closing adjustments. The purchase agreement contained customary representations, warranties, indemnifications and other obligations between us and the buyer. In addition, we have agreed to indemnify the buyer for certain claims against the Plum baby food and snacks business alleging the presence of heavy metals in the products manufactured or sold on or prior to May 2, 2021, that were pending at the time of closing of the transaction or are asserted within two years thereafter. We recognized a pre-tax loss of $\n11\nand an after-tax gain on the sale of $\n3\n. The business had net sales of $\n68\nin 2021, $\n104\nin 2020, and $\n110\nin 2019. Earnings were not material in the periods. The results of the business through the date of sale were reflected in continuing operations within the Meals & Beverages reportable segment.\n47\n4.\nAccumulated Other Comprehensive Income (Loss)\nThe components of Accumulated other comprehensive income (loss) consisted of the following:\n_____________________________________\n(1)\nIncluded\nno\ntax as of August 1, 2021, and August 2, 2020, and tax expense of $\n4\nas of July 28, 2019, and $\n6\nas of July 29, 2018.\n(2)\nIncluded a tax benefit of $\n1\nas of August 1, 2021, and as of August 2, 2020, $\n2\nas of July 28, 2019, and $\n4\nas of July 29, 2018.\n(3)\nIncluded a tax expense of $\n1\nas of August 1, 2021, $\n2\nas of August 2, 2020, $\n8\nas of July 28, 2019, and $\n25\nas of July 29, 2018.\n(4)\nReflects the adoption of the FASB guidance on stranded tax effects. See Note 2 for additional information.\n(5)\nReflects the reclassification from sale of businesses. See Note 3 for additional information.\nAmounts related to noncontrolling interests were not material.\n48\nThe amounts reclassified from Accumulated other comprehensive income (loss) consisted of the following:\n49\n5.\nGoodwill and Intangible Assets\nGoodwill\nThe following table shows the changes in the carrying amount of goodwill by business segment:\n_____________________________________\n(1)\nSee Note 3 for additional information.\nIntangible Assets\nThe following table sets forth balance sheet information for intangible assets, excluding goodwill, subject to amortization and intangible assets not subject to amortization:\n_____________________________________\n(1)\nNet Customer relationships of $\n8\nand Trademarks of $\n62\nwere divested with the sale of the Plum baby and snack foods business. See Note 3 for additional information.\nAs of August 1, 2021, the carrying value of indefinite-lived trademarks is detailed below:\n_____________________________________\n(1)\nAssociated with the acquisition of Snyder's-Lance, Inc. (Snyder's-Lance).\nAmortization of intangible assets in Earnings from continuing operations was $\n42\nfor 2021, $\n43\nfor 2020 and $\n48\nfor 2019. As of August 1, 2021, amortizable intangible assets had a weighted-average remaining useful life of\n17\nyears. Amortization expense for the next 5 years is estimated to be approximately $\n41\nper year.\nAmortization of intangible assets in discontinued operations was $\n9\nfor 2019.\nThe estimates of future cash flows used in determining the fair value of goodwill and intangible assets involve significant management judgment and are based upon assumptions about expected future operating performance, economic conditions, market conditions and cost of capital. Inherent in estimating the future cash flows are uncertainties beyond our control, such as changes in capital markets. The actual cash flows could differ materially from management’s estimates due to changes in business conditions, operating performance and economic conditions.\n6.\nBusiness and Geographic Segment Information\nOur reportable segments are as follows:\n•\nMeals & Beverages, which includes the retail and foodservice businesses in the U.S. and Canada. The segment includes the following products:\nCampbell’s\ncondensed and ready-to-serve soups;\nSwanson\nbroth and stocks;\nPacific Foods\nbroth, soups and non-dairy beverages;\nPrego\npasta sauces;\nPace\nMexican sauces;\nCampbell’s\ngravies, pasta, beans and dinner sauces;\nSwanson\ncanned poultry;\nV8\njuices and beverages; and\nCampbell’s\ntomato juice. The segment also included the results of our Plum baby food and snacks business, which was sold on May 3, 2021; and\n50\n•\nSnacks, which consists of Pepperidge Farm cookies, crackers, fresh bakery and frozen products in U.S. retail, including\nPepperidge Farm\nFarmhouse* cookies and bakery products,\nMilano\n* cookies and\nGoldfish\n* crackers; and\nSnyder’s of Hanover\n* pretzels,\nLance\n* sandwich crackers,\nCape Cod\n* and\nKettle Brand\n* potato chips,\nLate July\n* snacks,\nSnack Factory\npretzel crisps,*\nPop Secret\npopcorn,\nEmerald\nnuts, and other snacking products\nin retail and foodservice\nin the U.S. and Canada. The segment includes the retail business in Latin America. The segment also included the results of our European chips business, which was sold on October 11, 2019. We refer to the * trademarks as our \"power brands.\"\nBeginning in 2022, the foodservice and Canadian portion of Snacks will be managed as part of Meals & Beverages\n.\nWe evaluate segment performance before interest, taxes and costs associated with restructuring activities and impairment charges. Unrealized gains and losses on commodity hedging activities are excluded from segment operating earnings and are recorded in Corporate as these open positions represent hedges of future purchases. Upon closing of the contracts, the realized gain or loss is transferred to segment operating earnings, which allows the segments to reflect the economic effects of the hedge without exposure to quarterly volatility of unrealized gains and losses. Only the service cost component of pension and postretirement expense is allocated to segments. All other components of expense, including interest cost, expected return on assets, amortization of prior service credits and recognized actuarial gains and losses are reflected in Corporate and not included in segment operating results. Asset information by segment is not discretely maintained for internal reporting or used in evaluating performance. Therefore, only geographic segment asset information is provided.\nOur largest customer, Wal-Mart Stores, Inc. and its affiliates, accounted for approximately\n21\n% of consolidated net sales from continuing operations in 2021 and 2020, and\n20\n% in 2019. Both of our reportable segments sold products to Wal-Mart Stores, Inc. or its affiliates.\n51\n_______________________________________\n(1)\nRepresents unallocated items. Pension and postretirement benefit settlement and mark-to-market adjustments are included in Corporate. There were settlement gains of $\n38\nand gains of $\n165\nin 2021, settlement charges of $\n43\nand losses of $\n121\nin 2020, and losses of $\n122\nin 2019, respectively. A loss of $\n11\non the sale of the Plum baby food and snacks business was included in 2021. A loss of $\n45\non Acre Venture Partners, L.P. (Acre) was included in 2020. See Note 14 for additional information on Acre. A loss of $\n64\non the sale of our European chips business was included in 2020. Costs related to the cost savings initiatives were $\n32\n, $\n60\nand $\n90\nin 2021, 2020 and 2019, respectively. Intangible asset impairment charges were $\n16\nin 2019. A mark-to-market gain on outstanding commodity hedges of $\n50\nwas included in 2021.\n(2)\nSee Note 7 for additional information.\n(3)\nRepresents primarily corporate offices and enterprise-wide information technology systems.\n(4)\nDepreciation and amortization are no longer recognized once businesses are classified as held for sale/discontinued operations\n.\nOur global net sales based on product categories are as follows:\nSoup includes various soup, broths and stock products. Snacks include cookies, pretzels, crackers, popcorn, nuts, potato chips, tortilla chips and other salty snacks and baked products. Other simple meals include sauces and Plum products. Beverages include\nV8\njuices and beverages,\nCampbell's\ntomato juice and\nPacific\nFoods\nnon-dairy beverages.\nGeographic Area Information\nInformation about continuing operations in different geographic areas is as follows:\n7.\nRestructuring Charges and Cost Savings Initiatives\nMulti-year Cost Savings Initiatives and Snyder's-Lance Cost Transformation Program and Integration\nBeginning in fiscal 2015, we implemented initiatives to reduce costs and to streamline our organizational structure.\nIn recent years, we expanded these initiatives by further optimizing our supply chain and manufacturing networks, including closing our manufacturing facility in Toronto, Ontario, as well as our information technology infrastructure.\n52\nOn March 26, 2018, we completed the acquisition of Snyder's-Lance. Prior to the acquisition, Snyder's-Lance launched a cost transformation program following a comprehensive review of its operations with the goal of significantly improving its financial performance. We continue to implement this program. In addition, we have identified opportunities for additional cost synergies as we integrate Snyder's-Lance.\nA summary of the pre-tax charges recorded in Earnings from continuing operations related to these initiatives is as follows:\nA summary of the pre-tax costs in Earnings from continuing operations associated with the initiatives is as follows:\nA summary of the pre-tax costs in Earnings (loss) from discontinued operations associated with these initiatives is as follows:\nAs of April 28, 2019, we incurred substantially all of the costs for actions associated with discontinued operations. All of the costs were cash expenditures.\nThe total estimated pre-tax costs for actions associated with continuing operations are approximately $\n710\nto $\n730\n. This estimate will be updated as costs continue to be developed. The majority of the remaining costs will be incurred in 2022.\nWe expect the costs for actions associated with continuing operations to consist of the following: approximately $\n220\nto $\n225\nin severance pay and benefits; approximately $\n85\nin asset impairment and accelerated depreciation; and approximately $\n405\nto $\n420\nin implementation costs and other related costs. We expect these pre-tax costs to be associated with our segments as follows: Meals & Beverages - approximately\n31\n%; Snacks - approximately\n45\n%; and Corporate - approximately\n24\n%.\nOf the aggregate $\n710\nto $\n730\nof pre-tax costs associated with continuing operations, we expect approximately $\n610\nto $\n630\nwill be cash expenditures. In addition, we expect to invest approximately $\n435\nin capital expenditures through 2022, of which we invested $\n401\nas of August 1, 2021. The capital expenditures primarily relate to a U.S. warehouse optimization project, improvement of quality, safety and cost structure across the Snyder’s-Lance manufacturing network, implementation of our existing SAP enterprise-resource planning system for Snyder's-Lance, transition of production of the Toronto manufacturing facility to our U.S. thermal plants, optimization of information technology infrastructure and applications and optimization of the Snyder’s-Lance warehouse and distribution network.\n53\nA summary of the restructuring activity and related reserves associated with continuing operations at August 1, 2021, is as follows:\n_______________________________________\n(1)\nIncludes $\n8\nof severance pay and benefits recorded in Other liabilities in the Consolidated Balance Sheet.\n(2)\nIncludes $\n3\nof severance pay and benefits recorded in Other liabilities in the Consolidated Balance Sheet.\n(3)\nIncludes $\n1\nof severance pay and benefits recorded in Other liabilities in the Consolidated Balance Sheet.\n(4)\nIncludes other costs recognized as incurred that are not reflected in the restructuring reserve in the Consolidated Balance Sheet. The costs are included in Administrative expenses, Cost of products sold, Marketing and selling expenses, and Research and development expenses in the Consolidated Statements of Earnings.\n(5)\nIncludes non-cash costs that are not reflected in the restructuring reserve in the Consolidated Balance Sheet.\nSegment operating results do not include restructuring charges, implementation costs and other related costs because we evaluate segment performance excluding such charges.\nA summary of the pre-tax costs in Earnings from continuing operations associated with segments is as follows:\nIn addition, in the second quarter of 2021, we recorded a $\n19\ndeferred tax charge in connection with a legal entity reorganization as part of the continued integration of Snyder's-Lance.\n8.\nEarnings per Share (EPS)\nFor the periods presented in the Consolidated Statements of Earnings, the calculations of basic EPS and EPS assuming dilution vary in that the weighted average shares outstanding assuming dilution include the incremental effect of stock options and other share-based payment awards, except when such effect would be antidilutive. The earnings per share calculation for 2021 and 2020 excludes approximately\n1\nmillion stock options and for 2019 excludes approximately\n2\nmillion stock options that would have been antidilutive.\n9.\nPension and Postretirement Benefits\nPension Benefits —\nWe sponsor a number of noncontributory defined benefit pension plans to provide retirement benefits to eligible U.S. and non-U.S. employees. The benefits provided under these plans are based primarily on years of service and compensation levels. Benefits are paid from funds previously provided to trustees or are paid directly by us from general funds. In 1999, we implemented significant amendments to certain U.S. pension plans. Under a new formula, retirement benefits are determined based on percentages of annual pay and age. To minimize the impact of converting to the new formula, service and earnings credit continued to accrue for fifteen years for certain active employees participating in the plans under the old formula prior to the amendments. Employees will receive the benefit from either the new or old formula, whichever is higher. Effective as of January 1, 2011, our U.S. pension plans were amended so that employees hired or rehired on or after that date and who are not covered by collective bargaining agreements will not be eligible to participate in the plans. All collective bargaining units adopted this amendment by December 31, 2011.\nPostretirement Benefits —\nWe provide postretirement benefits, including health care and life insurance to eligible retired U.S. employees, and where applicable, their dependents. Accordingly, we sponsor a retiree medical program for eligible retired U.S. employees and fund applicable retiree medical accounts intended to provide reimbursement for eligible health care\n54\nexpenses on a tax-favored basis for retirees who satisfy certain eligibility requirements. Effective as of January 1, 2019, we no longer sponsor our own retiree medical coverage for substantially all retired U.S. employees that are Medicare eligible. Instead, we offer these Medicare-eligible retirees access to health care coverage through a private exchange and offer a health reimbursement account to subsidize benefits for a select group of such retirees. We also provide postretirement life insurance to all eligible U.S. employees who retired prior to January 1, 2018, as well as certain eligible retired employees covered by one of our collective bargaining agreements.\nWe use the fiscal year end as the measurement date for the benefit plans.\nComponents of net benefit expense (income) were as follows:\nThe components of net periodic benefit expense (income) other than the service cost component associated with continuing operations are included in Other expenses / (income) in the Consolidated Statements of Earnings.\nThe settlement gains in 2021 and charges in 2020 resulted from the level of lump sum distributions associated with U.S. and Canadian pension plans. The settlement charges in 2019 resulted from the level of lump sum distributions associated with a U.S. pension plan.\nNet periodic benefit expense (income) associated with discontinued operations was not material in 2020 and $\n13\nin 2019.\nThe components of net periodic benefit expense (income) other than the service cost component associated with continuing operations are included in Other expenses / (income) in the Consolidated Statements of Earnings.\nChange in benefit obligation:\nThe actuarial losses (gains) in our pension and postretirement benefit obligations were primarily due to changes in the discount rates used to determine the benefit obligation.\n55\nChange in the fair value of pension plan assets:\nNet amounts recognized in the Consolidated Balance Sheets:\nThe change in amounts recognized in accumulated other comprehensive income (loss) associated with postretirement benefits was due to amortization in 2021 and 2020.\nThe following table provides information for pension plans with projected benefit obligations in excess of plan assets and accumulated benefit obligations in excess of plan assets:\nThe accumulated benefit obligation for all pension plans was $\n2,159\nat August 1, 2021, and $\n2,338\nat August 2, 2020.\nWeighted-average assumptions used to determine benefit obligations at the end of the year:\nWeighted-average assumptions used to determine net periodic benefit cost for the years ended:\nThe discount rate is established as of our fiscal year-end measurement date. In establishing the discount rate, we review published market indices of high-quality debt securities, adjusted as appropriate for duration. In addition, independent actuaries apply high-quality bond yield curves to the expected benefit payments of the plans. The expected return on plan assets is a long-term assumption based upon historical experience and expected future performance, considering our current and projected\n56\ninvestment mix. This estimate is based on an estimate of future inflation, long-term projected real returns for each asset class, and a premium for active management.\nThe discount rate used to determine net periodic postretirement expense was\n2.15\n% in 2021,\n3.28\n% in 2020, and\n4.06\n% in 2019.\nAssumed health care cost trend rates at the end of the year:\nPension Plan Assets\nThe fundamental goal underlying the investment policy is to ensure that the assets of the plans are invested in a prudent manner to meet the obligations of the plans as these obligations come due. The primary investment objectives include providing a total return which will promote the goal of benefit security by attaining an appropriate ratio of plan assets to plan obligations, to provide for real asset growth while also tracking plan obligations, to diversify investments across and within asset classes, to reduce the impact of losses in single investments, and to follow investment practices that comply with applicable laws and regulations.\nThe primary policy objectives will be met by investing assets to achieve a reasonable tradeoff between return and risk relative to plan obligations. This includes investing a portion of the assets in funds selected in part to hedge the interest rate sensitivity to plan obligations.\nThe portfolio includes investments in the following asset classes: fixed income, equity, real estate and alternatives. Fixed income will provide a moderate expected return and partially hedge the exposure to interest rate risk of the plans’ obligations. Equities are used for their high expected return. Additional asset classes are used to provide diversification.\nAsset allocation is monitored on an ongoing basis relative to the established asset class targets. The interaction between plan assets and benefit obligations is periodically studied to assist in the establishment of strategic asset allocation targets. The investment policy permits variances from the targets within certain parameters. Asset rebalancing occurs when the underlying asset class allocations move outside these parameters, at which time the asset allocation is rebalanced back to the policy target weight.\nOur year-end pension plan weighted-average asset allocations by category were:\nPension plan assets are categorized based on the following fair value hierarchy:\n•\nLevel 1: Observable inputs that reflect quoted prices (unadjusted) for identical assets or liabilities in active markets.\n•\nLevel 2: Inputs other than quoted prices included in Level 1 that are observable for the asset or liability through corroboration with observable market data.\n•\nLevel 3: Unobservable inputs, which are valued based on our estimates of assumptions that market participants would use in pricing the asset or liability.\n57\nThe following table presents our pension plan assets by asset category at August 1, 2021, and August 2, 2020:\nShort-term investments —\nInvestments include cash and cash equivalents, and various short-term debt instruments and short-term investment funds. Institutional short-term investment vehicles valued daily are classified as Level 1 at cost which approximates market value. Short-term debt instruments are classified at Level 2 and are valued based on bid quotations and recent trade data for identical or similar obligations. Other investments valued based upon net asset value are included as a reconciling item to the fair value table.\nEquities —\nGenerally common stocks and preferred stocks are classified as Level 1 and are valued using quoted market prices in active markets.\nCorporate bonds —\nThese investments are valued based on quoted market prices, yield curves and pricing models using current market rates.\nGovernment and agency bonds —\nThese investments are generally valued based on bid quotations and recent trade data for identical or similar obligations.\n58\nMunicipal bonds —\nThese investments are valued based on quoted market prices, yield curves and pricing models using current market rates.\nMortgage and asset backed securities —\nThese investments are valued based on prices obtained from third party pricing sources. The prices from third party pricing sources may be based on bid quotes from dealers and recent trade data. Mortgage backed securities are traded in the over-the-counter market.\nReal estate —\nReal estate investments consist of real estate investment trusts, property funds and limited partnerships. Real estate investment trusts are classified as Level 1 and are valued based on quoted market prices. Property funds are classified as either Level 2 or Level 3 depending upon whether liquidity is limited or there are few observable market participant transactions. Property funds are valued based on third party appraisals. Limited partnerships are valued based upon valuations provided by the general partners of the funds. The values of limited partnerships are based upon an assessment of each underlying investment, incorporating valuations that consider the evaluation of financing and sales transactions with third parties, expected cash flows, and market-based information, including comparable transactions and performance multiples among other factors. The investments are classified as Level 3 since the valuation is determined using unobservable inputs. Real estate investments valued at net asset value are included as a reconciling item to the fair value table.\nHedge funds —\nHedge fund investments include hedge funds valued based upon a net asset value derived from the fair value of underlying securities. Hedge fund investments that are subject to liquidity restrictions or that are based on unobservable inputs are classified as Level 3. Hedge fund investments may include long and short positions in equity and fixed income securities, derivative instruments such as futures and options, commodities and other types of securities. Hedge fund investments valued at net asset value are included as a reconciling item to the fair value table.\nDerivatives —\nDerivative financial instruments include forward currency contracts, futures contracts, options contracts, interest rate swaps and credit default swaps. Derivative financial instruments are classified as Level 2 and are valued based on observable market transactions or prices.\nCommingled funds —\nInvestments in commingled funds are not traded in active markets. Blended commingled funds are invested in both equities and fixed income securities. Commingled funds are valued based on the net asset values of such funds and are included as a reconciling item to the fair value table.\nOther items to reconcile to fair value of plan assets included amounts due for securities sold, amounts payable for securities purchased, and other payables.\nThe following table summarizes the changes in fair value of Level 3 investments for the years ended August 1, 2021, and August 2, 2020:\n59\nEstimated future benefit payments are as follows:\nThe estimated future benefit payments include payments from funded and unfunded plans.\nWe do not expect contributions to pension plans to be material in 2022.\nDefined Contribution Plans —\nWe sponsor a 401(k) Retirement Plan that covers substantially all U.S. employees and provide a matching contribution of\n100\n% of employee contributions up to\n4\n% of eligible compensation. In addition, for employees not eligible to participate in defined benefit plans that we sponsor, we provide a contribution equal to\n3\n% of eligible compensation regardless of their participation in the 401(k) Retirement Plan. Through December 31, 2019, all Snyder's-Lance U.S. employees were eligible to participate in a 401(k) retirement plan sponsored by Snyder's-Lance that provided participants with matching contributions equal to\n100\n% of the first\n4\n% and\n50\n% of the next\n1\n% of eligible compensation. As of January 1, 2020, Snyder's-Lance employees were transitioned to the 401(k) Retirement Plan and receive the same contributions under the 401(k) Retirement Plan noted above. Amounts charged to Costs and expenses of continuing operations were $\n64\nin 2021, $\n62\nin 2020 and $\n52\nin 2019. Amounts charged to discontinued operations were $\n4\nin 2019.\n10.\nLeases\nWe lease warehouse and distribution facilities, office space, manufacturing facilities, equipment and vehicles, primarily through operating leases.\nLeases recorded on our Consolidated Balance Sheet have remaining terms primarily from\n1\nto\n14\nyears.\nOur fleet leases generally include residual value guarantees that are assessed at lease inception in determining ROU assets and corresponding liabilities. No other significant restrictions or covenants are included in our leases.\nThe components of lease costs were as follows:\n__________________________________________\n(1)\nIncludes labor and other overhead included in our service contracts with embedded leases.\n(2)\nTotal lease cost in 2020 included $\n4\nrelated to discontinued operations\n.\n60\nThe following table summarizes the lease amounts recorded in the Consolidated Balance Sheets:\nWeighted-average lease terms and discount rates were as follows:\nFuture minimum lease payments are as follows:\nThe following table summarizes cash flow and other information related to leases:\n61\n11.\nTaxes on Earnings\nThe provision for income taxes on earnings from continuing operations consists of the following:\nThe following is a reconciliation of the effective income tax rate on continuing operations to the U.S. federal statutory income tax rate:\nIn 2021, we recorded a $\n19\ndeferred tax charge in connection with a legal entity reorganization as part of the continued integration of Snyder's-Lance.\n62\nDeferred tax liabilities and assets of continuing operations and discontinued operations are comprised of the following:\nAt August 1, 2021, our U.S. and non-U.S. subsidiaries had tax loss carryforwards of approximately $\n294\n. Of these carryforwards, $\n27\nmay be carried forward indefinitely, and $\n267\nexpire between 2022 and 2038, with the majority expiring after 2028. At August 1, 2021, deferred tax asset valuation allowances have been established to offset $\n113\nof these tax loss carryforwards. Additionally, as of August 1, 2021, our U.S. and non-U.S. subsidiaries had capital loss carryforwards of approximately $\n477\n, all of which were offset by valuation allowances. The increase in the total capital loss carryforwards in 2021 was primarily due to the sale of the Plum baby food and snacks business.\nThe net change in the deferred tax asset valuation allowance in 2021 was an increase of $\n20\n. The increase was primarily due to the sale of the Plum baby food and snacks business. The net change in the deferred tax asset valuation allowance in 2020 was a decrease of $\n305\n. The decrease was primarily due to the sale of the Arnott's and other international operations. The net change in the deferred tax asset valuation allowance in 2019 was an increase of $\n294\n. The increase was primarily due to the sale of Bolthouse Farms and the pending sale of the Arnott's and other international operations.\nAs of August 1, 2021, and August 2, 2020, other deferred tax assets included $\n13\nof state tax credit carryforwards related to various states that expire between 2022 and 2031. As of August 1, 2021, and August 2, 2020, deferred tax asset valuation allowances have been established to offset the $\n13\nof state credit carryforwards.\nAs of August 1, 2021, we had approximately $\n11\nof undistributed earnings of foreign subsidiaries which are deemed to be permanently reinvested and for which we have not recognized a deferred tax liability. We estimate that the tax liability that might be incurred if permanently reinvested earnings were remitted to the U.S. would not be material. Foreign subsidiary earnings in 2021 are not considered permanently reinvested and we have therefore recognized a deferred tax liability and expense.\nA reconciliation of the activity related to unrecognized tax benefits follows:\nThe amount of unrecognized tax benefits that, if recognized, would impact the annual effective tax rate was $\n18\nas of August 1, 2021, and as of August 2, 2020, and $\n17\nas of July 28, 2019. The total amount of unrecognized tax benefits can change due to audit settlements, tax examination activities, statute expirations and the recognition and measurement criteria under accounting for uncertainty in income taxes.\n63\nOur accounting policy for interest and penalties attributable to income taxes is to reflect any expense or benefit as a component of our income tax provision. The total amount of interest and penalties recognized in the Consolidated Statements of Earnings were not material in 2021, 2020, and 2019. The total amount of interest and penalties recognized in the Consolidated Balance Sheets in Other liabilities was $\n4\nas of August 1, 2021, and as of August 2, 2020.\nWe file income tax returns in the U.S. federal jurisdiction and various state and non-U.S. jurisdictions. In the normal course of business, we are subject to examination by taxing authorities, including the U.S. and Canada. With limited exceptions, we have been audited for income tax purposes in the U.S. through 2020 and in Canada through 2016. In addition, several state income tax examinations are in progress for the years 2015 to 2019.\n12.\nShort-term Borrowings and Long-term Debt\nShort-term borrowings consist of the following:\n_______________________________________\n(1)\nIncludes unamortized net discount/premium on debt issuances and debt issuance costs.\nThe weighted-average interest rate of commercial paper, which consisted of U.S. borrowings, was\n0.22\n% as of August 1, 2021, and\n2.10\n% as of August 2, 2020.\nAs of August 1, 2021, we issued $\n36\nof standby letters of credit. On November 2, 2020, we entered into a committed revolving credit facility totaling $\n1,850\nthat matures on\nNovember 2, 2023\n. This facility remained unused at August 1, 2021, except for $\n1\nof standby letters of credit that we issued under it. The facility contains customary covenants, including a financial covenant with respect to a\nminimum consolidated interest coverage ratio of consolidated adjusted EBITDA to consolidated interest expense (as each is defined in the credit facility) of not less than 3.25:1.00, measured quarterly, and customary events of default for credit facilities of this type\n. Loans under this facility will bear interest at the rates specified in the facility, which vary based on the type of loan and certain other customary conditions. The facility supports our commercial paper program and other general corporate purposes. In March 2020, we borrowed $\n300\nunder our previous revolving credit facility and on May 1, 2020, we repaid the borrowings.\n64\nLong-term debt consists of the following:\n_______________________________________\n(1)\nIncludes unamortized net discount/premium on debt issuances and debt issuance costs\n.\nPrincipal amounts of long-term debt mature as follows: $\n1,025\nin 2023; $\n5\nin 2024; $\n1,152\nin 2025; $\n3\nin 2026; and a total of $\n2,863\nin periods thereafter.\nDebt Extinguishment\nOn January 22, 2020, we completed the redemption of all $\n500\noutstanding aggregate principal amount\nof our\n4.25\n% Senior Notes due 2021. On January 24, 2020, we settled tender offers to purchase $\n1,200\nin aggregate principal amount of certain senior unsecured debt, comprising $\n329\nof\n3.30\n% Senior Notes due 2021, $\n634\nof\n3.65\n% Senior Notes due 2023, and $\n237\nof\n3.80\n% Senior Notes due 2043. The consideration for the redemption and the tender offers was $\n1,765\n, including $\n65\nof premium. We recognized a loss of $\n75\n(including $\n65\nof premium, fees and other costs paid with the tender offers and unamortized debt issuance costs), which was recorded in Interest expense in the Consolidated Statement of Earnings. In addition, we paid accrued and unpaid interest on the purchased notes through the dates of settlement.\nDebt Repayments\nIn March 2021, we repaid our\n3.30\n% $\n321\nnotes and floating rate $\n400\nnotes, and in May 2021, we repaid our\n8.875\n% $\n200\nnotes.\nIn 2020, we also repaid our $\n499\nSenior Term Loan due 2021.\nDebt Issuances\nOn April 24, 2020, we issued senior notes in an aggregate principal amount of $\n1,000\n, consisting of $\n500\naggregate principal amount of notes bearing interest at a fixed rate of\n2.375\n% per annum, due April 24, 2030, and $\n500\naggregate principal amount of notes bearing interest at a fixed rate of\n3.125\n% per annum, due April 24, 2050. On May 1, 2020, we used $\n300\nof the net proceeds to repay $\n300\nof borrowings outstanding under a revolving credit facility. The\n2.375\n% Senior Notes due 2030 and the\n3.125\n% Senior Notes due 2050 may each be redeemed at the applicable redemption price, in whole or in part, at our option at any time and from time to time prior to January 24, 2030, and October 24, 2049, respectively. Interest on each of the notes is due semi-annually on April 24 and October 24, commencing on October 24, 2020. The notes contain customary covenants and events of default. If a change of control triggering event occurs, we will be required to offer to purchase the notes at a purchase price equal to\n101\n% of the principal amount plus accrued and unpaid interest, if any, to the purchase date.\n13.\nFinancial Instruments\nThe principal market risks to which we are exposed are changes in foreign currency exchange rates, interest rates, and commodity prices. In addition, we are exposed to equity price changes related to certain deferred compensation obligations. In order to manage these exposures, we follow established risk management policies and procedures, including the use of\n65\nderivative contracts such as swaps, rate locks, options, forwards and commodity futures. We enter into these derivative contracts for periods consistent with the related underlying exposures, and the contracts do not constitute positions independent of those exposures. We do not enter into derivative contracts for speculative purposes and do not use leveraged instruments. Our derivative programs include instruments that qualify for hedge accounting treatment and instruments that are not designated as accounting hedges.\nConcentration of Credit Risk\nWe are exposed to the risk that counterparties to derivative contracts will fail to meet their contractual obligations. To mitigate counterparty credit risk, we enter into contracts only with carefully selected, leading, credit-worthy financial institutions, and distribute contracts among several financial institutions to reduce the concentration of credit risk. We did not have credit-risk-related contingent features in our derivative instruments as of August 1, 2021, or August 2, 2020.\nWe are also exposed to credit risk from our customers. During 2021, our largest customer accounted for approximately\n21\n% of consolidated net sales from continuing operations. Our five largest customers accounted for approximately\n46\n% of our consolidated net sales from continuing operations in 2021.\nWe closely monitor credit risk associated with counterparties and customers.\nForeign Currency Exchange Risk\nWe are exposed to foreign currency exchange risk related to third-party transactions and intercompany transactions, including intercompany debt. Principal currencies hedged include the Canadian dollar and, prior to the sale of Arnott's and other international operations, the Australian dollar. We utilize foreign exchange forward purchase and sale contracts to hedge these exposures. The contracts are either designated as cash-flow hedging instruments or are undesignated. We hedge portions of our forecasted foreign currency transaction exposure with foreign exchange forward contracts for periods typically up to\n18\nmonths. To hedge currency exposures related to intercompany debt, we enter into foreign exchange forward purchase and sale contracts for periods consistent with the underlying debt. The notional amount of foreign exchange forward contracts accounted for as cash-flow hedges was $\n134\nat August 1, 2021, and $\n164\nat August 2, 2020. Changes in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of cash-flow hedges are recorded in other comprehensive income (loss), until earnings are affected by the variability of cash flows. For derivatives that are designated and qualify as hedging instruments, the initial fair value of hedge components excluded from the assessment of effectiveness is recognized in earnings under a systematic and rational method over the life of the hedging instrument and is presented in the same statement of earnings line item as the earnings effect of the hedged item. Any difference between the change in the fair value of the hedge components excluded from the assessment of effectiveness and the amounts recognized in earnings is recorded as a component of other comprehensive income (loss). The notional amount of foreign exchange forward contracts that are not designated as accounting hedges was $\n13\nat August 1, 2021, and $\n19\nat August 2, 2020.\nInterest Rate Risk\nWe manage our exposure to changes in interest rates by optimizing the use of variable-rate and fixed-rate debt and by utilizing interest rate swaps in order to maintain our variable-to-total debt ratio within targeted guidelines. Receive fixed rate/pay variable rate interest rate swaps are accounted for as fair-value hedges. Changes in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of a fair-value hedge, along with the gain or loss on the underlying hedged asset or liability, are recorded in current-period earnings. We manage our exposure to interest rate volatility on future debt issuances by entering into forward starting interest rate swaps or treasury rate lock contracts to lock in the rate on the interest payments related to the anticipated debt issuances. The contracts are either designated as cash-flow hedging instruments or are undesignated. Changes in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of cash-flow hedges are recorded in other comprehensive income (loss), and reclassified into Interest expense over the life of the debt. The change in fair value on undesignated instruments is recorded in Interest expense. There were\nno\ninterest rate swaps or treasury rate lock contracts outstanding as of August 1, 2021, or August 2, 2020.\nCommodity Price Risk\nWe principally use a combination of purchase orders and various short- and long-term supply arrangements in connection with the purchase of raw materials, including certain commodities and agricultural products. We also enter into commodity futures, options and swap contracts to reduce the volatility of price fluctuations of wheat, soybean oil, diesel fuel, natural gas, aluminum, cocoa, soybean meal, corn and butter. Commodity futures, options, and swap contracts are either designated as cash-flow hedging instruments or are undesignated. We hedge a portion of commodity requirements for periods typically up to\n18\nmonths. The notional amount of commodity contracts designated as cash flow hedges was $\n18\nas of August 1, 2021. There were\nno\ncommodity contracts designated as cash flow hedges as of August 2, 2020. Changes in the fair value on the portion of the derivative included in the assessment of hedge effectiveness of cash-flow hedges are recorded in other comprehensive income (loss), until earnings are affected by the variability of cash flows. The notional amount of commodity contracts not designated as accounting hedges was $\n190\nat August 1, 2021, and $\n137\nat August 2, 2020. The change in fair value on undesignated instruments is recorded in Cost of products sold.\n66\nWe have a supply contract under which prices for certain raw materials are established based on anticipated volume requirements over a twelve-month period. Certain prices under the contract are based in part on certain component parts of the raw materials that are in excess of our needs or not required for our operations, thereby creating an embedded derivative requiring bifurcation. We net settle amounts due under the contract with our counterparty. The notional amount was approximately $\n38\nas of August 1, 2021, and $\n34\nas of August 2, 2020. The change in fair value on the embedded derivative is recorded in Cost of products sold.\nEquity Price Risk\nWe enter into swap contracts which hedge a portion of exposures relating to certain deferred compensation obligations linked to the total return of our capital stock, the total return of the Vanguard Institutional Index Institutional Plus Shares, and the total return of the Vanguard Total International Stock Index. Under these contracts, we pay variable interest rates and receive from the counterparty either: the total return on our capital stock; the total return of the Standard & Poor's 500 Index, which is expected to approximate the total return of the Vanguard Institutional Index Institutional Plus Shares; or the total return of the iShares MSCI EAFE Index, which is expected to approximate the total return of the Vanguard Total International Stock Index. As of June 2021, we no longer hedge our exposure linked to the total return of our capital stock. These contracts were not designated as hedges for accounting purposes. Unrealized gains (losses) and settlements are included in Administrative expenses in the Consolidated Statements of Earnings. We enter into these contracts for periods typically not exceeding\n12\nmonths. The notional amounts of the contracts as of August 1, 2021, and August 2, 2020, were $\n29\nand $\n22\n, respectively.\nThe following table summarizes the fair value of derivative instruments on a gross basis as recorded in the Consolidated Balance Sheets as of August 1, 2021, and August 2, 2020:\nWe do not offset the fair values of derivative assets and liabilities executed with the same counterparty that are generally subject to enforceable netting agreements. However, if we were to offset and record the asset and liability balances of derivatives on a net basis, the amounts presented in the Consolidated Balance Sheets as of August 1, 2021, and August 2, 2020, would be adjusted as detailed in the following table:\n67\nWe are required to maintain cash margin accounts in connection with funding the settlement of open positions for exchange-traded commodity derivative instruments. A cash margin liability balance of $\n14\nat August 1, 2021, and an asset balance of $\n8\nat August 2, 2020, were included in Accrued liabilities and Other current assets, respectively, in the Consolidated Balance Sheets.\nThe following tables show the effect of our derivative instruments designated as cash-flow hedges for the years ended August 1, 2021, August 2, 2020, and July 28, 2019 in other comprehensive income (loss) (OCI) and the Consolidated Statements of Earnings:\nBased on current valuations, the amount expected to be reclassified from OCI into earnings within the next 12 months is a gain of $\n1\n.\nThe following table shows the total amounts of line items presented in the Consolidated Statements of Earnings for the years ended 2021, 2020, and 2019 in which the effects of derivative instruments designated as cash-flow hedges are recorded and the total effect of hedge activity on these line items are as follows:\n68\nThe following table shows the effects of our derivative instruments not designated as hedges in the Consolidated Statements of Earnings:\n14.\nVariable Interest Entity\nIn February 2016, we agreed to make a capital commitment subject to certain qualifications of up to $\n125\nto Acre, a limited partnership formed to make venture capital investments in innovative new companies in food and food-related industries. Acre was managed by its general partner, Acre Ventures GP, LLC, which was independent of us. We were the sole limited partner of Acre and owned a\n99.8\n% interest. Acre was a VIE. We entered into an agreement to sell our interest in Acre on April 26, 2020, and completed the sale on May 8, 2020, for $\n30\nresulting in a loss of $\n45\nrecognized in the third quarter of 2020 as a result of the pending sale. We consolidated Acre and accounted for the third party ownership as a noncontrolling interest. Through the date of the sale, we funded $\n86\nof the capital commitment.\nAcre elected the fair value option to account for qualifying investments to more appropriately reflect the value of the investments in the financial statements. Changes in the fair values of investments for which the fair value option was elected were included in Other expenses / (income) on the Consolidated Statements of Earnings.\n15.\nFair Value Measurements\nWe categorize financial assets and liabilities based on the following fair value hierarchy:\n•\nLevel 1: Observable inputs that reflect quoted prices (unadjusted) for identical assets or liabilities in active markets.\n•\nLevel 2: Inputs other than quoted prices included in Level 1 that are observable for the asset or liability through corroboration with observable market data.\n69\n•\nLevel 3: Unobservable inputs, which are valued based on our estimates of assumptions that market participants would use in pricing the asset or liability.\nFair value is defined as the exit price, or the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants as of the measurement date. When available, we use unadjusted quoted market prices to measure the fair value and classify such items as Level 1. If quoted market prices are not available, we base fair value upon internally developed models that use current market-based or independently sourced market parameters such as interest rates and currency rates. Included in the fair value of derivative instruments is an adjustment for credit and nonperformance risk.\nAssets and Liabilities Measured at Fair Value on a Recurring Basis\nThe following table presents our financial assets and liabilities that are measured at fair value on a recurring basis as of August 1, 2021, and August 2, 2020, consistent with the fair value hierarchy:\n___________________________________\n(1)\nBased on observable market transactions of spot currency rates and forward rates.\n(2)\nLevel 1 and 2 are based on quoted futures exchanges and on observable prices of futures and options transactions in the marketplace. Level 3 is based on unobservable inputs in which there is little or no market data, which requires management’s own assumptions within an internally developed model.\n(3)\nBased on LIBOR and equity index swap rates.\n(4)\nBased on the fair value of the participants’ investments.\n70\nThe following table summarizes the changes in fair value of Level 3 investments for the years ended August 1, 2021, and August 2, 2020:\n__________________________________\n(1)\nPrimarily represented investments in equity securities that were not readily marketable and were accounted for under the fair value option. The investments were funded by Acre, a limited partnership in which we were the sole limited partner. Fair value was based on analyzing recent transactions and transactions of comparable companies, and the discounted cash flow method. In addition, allocation methods, including the option pricing method, were used in distributing fair value among various equity holders according to rights and preferences. We entered into an agreement to sell our interest in Acre on April 26, 2020, and completed the sale on May 8, 2020. See Note 14 for additional information.\nFair Value of Financial Instruments\nThe carrying values of cash and cash equivalents, accounts receivable and accounts payable approximate fair value.\nThere were\nno\ncash equivalents at August 1, 2021, and $\n157\nat August 2, 2020. Cash equivalents represent fair value as these highly liquid investments have an original maturity of three months or less. Fair value of cash equivalents is based on Level 2 inputs.\nThe fair value of short- and long-term debt was $\n5,613\nat August 1, 2021, and $\n6,995\nat August 2, 2020. The carrying value was $\n5,058\nat August 1, 2021, and $\n6,196\nat August 2, 2020. The fair value of long-term debt is principally estimated using Level 2 inputs based on quoted market prices or pricing models using current market rates.\n16.\nShareholders' Equity\nWe have authorized\n560\nmillion shares of Capital stock with $\n.0375\npar value and\n40\nmillion shares of Preferred stock, issuable in one or more classes, with or without par as may be authorized by the Board of Directors.\nNo\nPreferred stock has been issued.\nShare Repurchase Programs\nIn March 2017, the Board authorized a strategic share repurchase program to purchase up to $\n1,500\n(March 2017 program). The March 2017 program had no expiration date, but could be suspended or discontinued at any time. In addition to the March 2017 program, we had a separate Board authorization to purchase shares to offset the impact of dilution from shares issued under our stock compensation programs (anti-dilutive program). We suspended all of our share repurchases, including our anti-dilutive program, as of the second quarter of 2018. Approximately $\n1,296\nremained available under the March 2017 program as of August 1, 2021.\nIn June 2021, the Board authorized a new anti-dilutive share repurchase program of up to $\n250\n(June 2021 program) to offset the impact of dilution from shares issued under our stock compensation programs. The June 2021 program has no expiration date, but it may be suspended or discontinued at any time. Repurchases under the June 2021 program may be made in open-market or privately negotiated transactions. In 2021, we repurchased\n1\nmillion shares at a cost of $\n36\n. Approximately $\n214\nremained available under the June 2021 program as of August 1, 2021.\nIn September 2021, the Board approved a new strategic share repurchase program of up to $\n500\n(September 2021 program). The September 2021 program has no expiration date, but may be suspended or discontinued at any time. Repurchases under the September 2021 program may be made in open-market or privately negotiated transactions. The September 2021 program replaces the suspended March 2017 program, which has been cancelled.\n17.\nStock-based Compensation\nIn 2005, shareholders approved the 2005 Long-Term Incentive Plan, which authorized the issuance of\n6\nmillion shares to satisfy awards of stock options, stock appreciation rights, unrestricted stock, restricted stock/units (including performance restricted stock) and performance units. In 2008, shareholders approved an amendment to the 2005 Long-Term Incentive Plan to increase the number of authorized shares to\n10.5\nmillion and in 2010, shareholders approved another amendment to the 2005 Long-Term Incentive Plan to increase the number of authorized shares to\n17.5\nmillion. In 2015, shareholders approved the 2015 Long-Term Incentive Plan, which authorized the issuance of\n13\nmillion shares. Approximately\n6\nmillion of these shares were\n71\nshares that were currently available under the 2005 plan and were incorporated into the 2015 Plan upon approval by shareholders.\nAwards under Long-Term Incentive Plans may be granted to employees and directors. Pursuant to the Long-Term Incentive Plan, we adopted a long-term incentive compensation program which provides for grants of total shareholder return (TSR) performance restricted stock/units, EPS performance restricted stock/units, strategic performance restricted stock/units, time-lapse restricted stock/units, special performance restricted stock/units, free cash flow (FCF) performance restricted stock/units and unrestricted stock. Under the program, awards of TSR performance restricted stock/units will be earned by comparing our total shareholder return during a\nthree-year\nperiod to the respective total shareholder returns of companies in a performance peer group. Based upon our ranking in the performance peer group after the relevant three-year performance period, a recipient of TSR performance restricted stock/units may earn a total award ranging from\n0\n% to\n200\n% of the initial grant. Awards of EPS performance restricted stock/units were earned based upon our achievement of annual earnings per share goals and vested over the relevant three-year period. During the\nthree-year\nvesting period, a recipient of EPS performance restricted stock/units earned a total award of either\n0\n% or\n100\n% of the initial grant. Awards of the strategic performance restricted stock units were earned based upon the achievement of two key metrics, net sales and EPS growth, compared to strategic plan objectives during a\nthree-year\nperiod. A recipient of strategic performance restricted stock units earned a total award ranging from\n0\n% to\n200\n% of the initial grant. Awards of FCF performance restricted stock units will be earned based upon the achievement of free cash flow (defined as Net cash provided by operating activities less capital expenditures and certain investing and financing activities) compared to annual operating plan objectives over a\nthree-year\nperiod. An annual objective was established each fiscal year for three consecutive years. Performance against these objectives is averaged at the end of the three-year period to determine the number of underlying units that will vest at the end of the three years. A recipient of FCF performance restricted stock units may earn a total award ranging from\n0\n% to\n200\n% of the initial grant. Awards of time-lapse restricted stock/units will vest ratably over the\nthree-year\nperiod. In addition, we may issue special grants of restricted stock/units to attract and retain executives which vest over various periods. Awards are generally granted annually in October.\nStock options are granted on a selective basis under the Long-Term Incentive Plans. The term of a stock option granted under these plans may not exceed\nten years\nfrom the date of grant. The option price may not be less than the fair market value of a share of common stock on the date of the grant. Options granted under these plans generally vest ratably over a\nthree-year\nperiod. In 2019, we also granted certain options that vest at the end of a three-year period. We have not issued any stock options in 2021 or 2020.\nIn 2021, we issued time-lapse restricted stock units, unrestricted stock and TSR performance restricted stock units. We last issued FCF performance restricted stock units in 2019, EPS performance restricted stock units in 2018, strategic performance restricted stock units in 2014 and special performance restricted units in 2015.\nIn determining stock-based compensation expense, we estimate forfeitures expected to occur.\nTotal pre-tax stock-based compensation expense and tax-related benefits recognized in Earnings from continuing operations were as follows:\nTotal pre-tax stock-based compensation expense and tax-related benefits recognized in Earnings (loss) from discontinued operations were as follows:\n72\nThe following table summarizes stock option activity as of August 1, 2021:\nThe total intrinsic value of options exercised during 2021 was\nnot\nmaterial. The total intrinsic value of options exercised during 2020 was $\n2\n.\nNo\noptions were exercised during 2019. We measure the fair value of stock options using the Black-Scholes option pricing model. The expected term of options granted was based on the weighted average time of vesting and the end of the contractual term. We utilized this simplified method as we do not have sufficient historical exercise data to provide a reasonable basis upon which to estimate the expected term.\nThe weighted-average assumptions and grant-date fair values for grants in 2019 were as follows:\nWe expense stock options on a straight-line basis over the vesting period, except for awards issued to retirement eligible participants, which we expense on an accelerated basis. As of August 1, 2021, total remaining unearned compensation related to nonvested stock options was less than $\n1\n, which will be amortized over the weighted-average remaining service period of less than\n1\nyear.\nThe following table summarizes time-lapse restricted stock units, EPS performance restricted stock units and FCF performance restricted stock units as of August 1, 2021:\n73\nWe determine the fair value of time-lapse restricted stock units, EPS performance restricted stock units and FCF performance restricted stock units based on the quoted price of our stock at the date of grant. We expense time-lapse restricted stock units on a straight-line basis over the vesting period, except for awards issued to retirement-eligible participants, which we expense on an accelerated basis. We expensed EPS performance restricted stock units on a graded-vesting basis, except for awards issued to retirement-eligible participants, which we expensed on an accelerated basis. As of November 1, 2020, there were no EPS performance target grants outstanding. We expense FCF performance restricted stock units over the requisite service period of each objective. In 2019, we issued approximately\n388\nthousand FCF performance restricted stock units. As of November 1, 2020, we have granted all of the issued FCF performance restricted stock units, which are included in the table above. There were\n239\nthousand FCF performance target grants outstanding at August 1, 2021, with a weighted-average grant date fair value of $\n44.10\n. The actual number of EPS performance restricted stock units and FCF performance restricted stock units that vest will depend on actual performance achieved. We estimate expense based on the number of awards expected to vest.\nAs of August 1, 2021, total remaining unearned compensation related to nonvested time-lapse restricted stock units and FCF performance restricted units was $\n30\n, which will be amortized over the weighted-average remaining service period of\n1.6\nyears. The fair value of restricted stock units vested during 2021, 2020 and 2019 was $\n38\n, $\n41\nand $\n26\n, respectively. The weighted-average grant-date fair value of the restricted stock units granted during 2020 and 2019 was $\n46.82\nand $\n36.51\n, respectively. In the first quarter of 2022, recipients of FCF performance restricted stock units will receive a\n167\n% payout based upon the average of actual performance achieved during a three-year period ended August 1, 2021.\nThe following table summarizes TSR performance restricted stock units as of August 1, 2021:\nWe estimated the fair value of TSR performance restricted stock units at the grant date using a Monte Carlo simulation. Weighted-average assumptions used in the Monte Carlo simulation were as follows:\nWe recognize compensation expense on a straight-line basis over the service period, except for awards issued to retirement eligible participants, which we expense on an accelerated basis. As of August 1, 2021, total remaining unearned compensation related to TSR performance restricted stock units was $\n25\n, which will be amortized over the weighted-average remaining service period of\n1.6\nyears. In the first quarter of 2021, recipients of TSR performance restricted stock units earned\n50\n% of the initial grants based upon our TSR ranking in a performance peer group during a three-year period ended July 31, 2020. In the first quarter of 2020, recipients of TSR performance restricted stock units earned\n0\n% of the initial grants based upon our TSR ranking in a performance peer group during a three-year period ended July 26, 2019. In the first quarter of 2019, recipients of TSR performance restricted stock units earned\n0\n% of the initial grants based upon our TSR ranking in a performance peer group during a three-year period ended July 27, 2018. The fair value of TSR performance restricted stock units vested during 2021 was $\n11\n. The weighted-average grant-date fair value of the TSR performance restricted stock units granted during 2020 and 2019 was $\n63.06\nand $\n31.29\n, respectively. In the first quarter of 2022, recipients of TSR performance restricted stock units will receive a\n75\n% payout based upon our TSR ranking in a performance peer group during a three-year period ended July 30, 2021.\nThe excess tax benefits of $\n1\nin 2021 and 2020 and the excess tax deficiencies of $\n6\nin 2019, on the exercise of stock options and vested restricted stock were presented as cash flows from operating activities. Cash received from the exercise of stock options was $\n2\nand $\n23\nfor 2021 and 2020, respectively, and is reflected in cash flows from financing activities in the Consolidated Statements of Cash Flows.\n74\n18.\nCommitments and Contingencies\nRegulatory and Litigation Matters\nWe are involved in various pending or threatened legal or regulatory proceedings, including purported class actions, arising from the conduct of business both in the ordinary course and otherwise. Modern pleading practice in the U.S. permits considerable variation in the assertion of monetary damages or other relief. Jurisdictions may permit claimants not to specify the monetary damages sought or may permit claimants to state only that the amount sought is sufficient to invoke the jurisdiction of the trial court. In addition, jurisdictions may permit plaintiffs to allege monetary damages in amounts well exceeding reasonably possible verdicts in the jurisdiction for similar matters. This variability in pleadings, together with our actual experiences in litigating or resolving through settlement numerous claims over an extended period of time, demonstrates to us that the monetary relief which may be specified in a lawsuit or claim bears little relevance to its merits or disposition value.\nDue to the unpredictable nature of litigation, the outcome of a litigation matter and the amount or range of potential loss at particular points in time is normally difficult to ascertain. Uncertainties can include how fact finders will evaluate documentary evidence and the credibility and effectiveness of witness testimony, and how trial and appellate courts will apply the law in the context of the pleadings or evidence presented, whether by motion practice, or at trial or on appeal. Disposition valuations are also subject to the uncertainty of how opposing parties and their counsel will themselves view the relevant evidence and applicable law.\nOn January 7, 2019, three purported shareholder class action lawsuits pending in the United States District Court for the District of New Jersey (the Court) were consolidated under the caption,\nIn\nre Campbell Soup Company Securities Litigation\n, Civ. No. 1:18-cv-14385-NLH-JS (the Action). Oklahoma Firefighters Pension and Retirement System was appointed lead plaintiff in the Action and, on March 1, 2019, filed an amended consolidated complaint. The company, Denise Morrison (the company's former President and Chief Executive Officer), and Anthony DiSilvestro (the company's former Senior Vice President and Chief Financial Officer) are defendants in the Action. The amended consolidated complaint alleges that, in public statements between July 19, 2017 and May 17, 2018, the defendants made materially false and misleading statements and/or omitted material information about the company's business, operations, customer relationships, and prospects, specifically with regard to the Campbell Fresh segment. The amended consolidated complaint seeks unspecified monetary damages and other relief. On April 30, 2019, the defendants filed a motion to dismiss the amended consolidated complaint, which the Court granted on November 30, 2020, with leave to amend the complaint. On January 15, 2021, the plaintiff filed its second amended consolidated complaint. The second amended consolidated complaint again names as defendants the company and certain of its former officers and alleges that, in public statements between August 31, 2017 and May 17, 2018, the defendants made materially false and misleading statements and/or omitted material information about the company's business, operations, customer relationships, and prospects, specifically with regard to the Campbell Fresh segment. The second amended consolidated complaint seeks unspecified monetary damages and other relief. On March 10, 2021 the defendants filed a motion to dismiss the second amended consolidated complaint. We are vigorously defending against the Action.\nWe establish liabilities for litigation and regulatory loss contingencies when information related to the loss contingencies shows both that it is probable that a loss has been incurred and the amount of the loss can be reasonably estimated. It is possible that some matters could require us to pay damages or make other expenditures or establish accruals in amounts that could not be reasonably estimated as of August 1, 2021. While the potential future charges could be material in a particular quarter or annual period, based on information currently known by us, we do not believe any such charges are likely to have a material adverse effect on our consolidated results of operations or financial condition.\nOther Contingencies\nWe guarantee approximately\n4,900\nbank loans made to independent contractor distributors by third-party financial institutions for the purchase of distribution routes. The maximum potential amount of the future payments under existing guarantees we could be required to make is $\n488\nas of August 1, 2021. Our guarantees are indirectly secured by the distribution routes. We do not expect that we will be required to make material guarantee payments as a result of defaults on the bank loans guaranteed. The amounts recognized as of August 1, 2021, and August 2, 2020, were not material.\nWe have provided certain standard indemnifications in connection with divestitures, contracts and other transactions. Certain indemnifications have finite expiration dates. Liabilities recognized based on known exposures related to such matters were not material at August 1, 2021, and August 2, 2020.\n75\n19.\nSupplemental Financial Statement Data\nBalance Sheets\n76\n____________________________________\n(1)\nDepreciation expense was $\n275\nin 2021, $\n285\nin 2020 and $\n389\nin 2019. Depreciation expense associated with discontinued operations was $\n74\nin 2019. Buildings are depreciated over periods ranging from\n7\nto\n45\nyears. Machinery and equipment are depreciated over periods generally ranging from\n2\nto\n20\nyears.\nStatements of Earnings\n____________________________________\n(1)\nSee Note 3 for additional information.\n(2)\n2020 includes a loss of $\n45\nrelated to Acre. See Note 14 for additional information.\n(3)\nIn 2021, we recognized a loss of $\n11\non the sale of the Plum baby food and snacks business. In 2020, we recognized a loss of $\n64\non the sale of the European chips business. See Note 3 for additional information.\n(4)\nIncluded in Marketing and selling expenses.\n(5)\nIn 2020, we recognized a loss of $\n75\n(including $\n65\nof premium, fees and other costs paid with the tender offers and unamortized debt issuance costs). See Note 12 for additional information.\n77\nStatements of Cash Flows\n78\nManagement’s Report on Internal Control Over Financial Reporting\nThe management of Campbell Soup Company (the Company) is responsible for establishing and maintaining adequate internal control over financial reporting (as such term is defined in Rule 13a-15(e) under the Securities Exchange Act of 1934, as amended). Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles in the United States of America.\nThe Company's internal control over financial reporting includes those policies and procedures that:\n•\npertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company;\n•\nprovide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and Directors of the Company; and\n•\nprovide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company's assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, any system of internal control over financial reporting, no matter how well defined, may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nThe Company’s management assessed the effectiveness of the Company’s internal control over financial reporting as of August 1, 2021. In making this assessment, management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control — Integrated Framework (2013)\n. Based on this assessment using those criteria, management concluded that the Company’s internal control over financial reporting was effective as of August 1, 2021.\nThe effectiveness of the Company’s internal control over financial reporting as of August 1, 2021 has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which appears on the next page.\nSeptember 23, 2021\n79\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of Campbell Soup Company\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Campbell Soup Company and its subsidiaries (the \"Company\") as of August 1, 2021 and August 2, 2020, and the related consolidated statements of earnings, comprehensive income, equity, and cash flows for each of the three years in the period ended August 1, 2021, including the related notes and schedule of valuation and qualifying accounts for each of the three years in the period ended August 1, 2021 appearing on page 89 (collectively referred to as the \"consolidated financial statements\"). We also have audited the Company's internal control over financial reporting as of August 1, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of August 1, 2021 and August 2, 2020, and the results of its operations and its cash flows for each of the three years in the period ended August 1, 2021 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of August 1, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nChange in Accounting Principle\nAs discussed in Note 2 to the consolidated financial statements, the Company changed the manner in which it accounts for leases in 2020.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Report on Internal Control Over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n80\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nIndefinite-lived Intangible Assets Impairment Test for Certain Trademarks\nAs described in Notes 1 and 5 to the consolidated financial statements, the Company’s indefinite-lived intangible assets (trademarks) were $2,549 million as of August 1, 2021. Of the carrying value of all indefinite-lived trademarks, $620 million related to the\nSnyder's of Hanover\ntrademark, $350 million related to the\nLance\ntrademark, $292 million related to the\nPace\ntrademark, and $280 million related to the\nPacific Foods\ntrademark. Management conducts a test at least annually for impairment, or when circumstances indicate that the carrying amount of the asset may not be recoverable. Indefinite-lived intangible assets are tested for impairment by comparing the fair value of the asset to the carrying value. Management determines fair value based on discounted cash flow analyses that include significant management assumptions such as revenue growth rates, weighted average costs of capital, and assumed royalty rates.\nThe principal considerations for our determination that performing procedures relating to the indefinite-lived intangible assets impairment test for certain trademarks is a critical audit matter are the significant amount of judgment by management when developing the estimates related to the\nSnyder's of Hanover\n,\nLance\n,\nPace,\nand\nPacific Foods\ntrademarks, which in turn led to a high degree of auditor judgment, subjectivity and effort in performing procedures and evaluating management's significant assumptions related to (i) revenue growth rates, weighted average costs of capital, and assumed royalty rates for the\nSnyder's of Hanover\n,\nPace,\nand\nPacific Foods\ntrademarks and (ii) weighted average cost of capital and assumed royalty rate for the\nLance\ntrademark. In addition, the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s trademark impairment tests. These procedures also included, among others, (i) testing management’s process for developing the fair value estimates; (ii) evaluating the appropriateness of the discounted cash flow analyses; (iii) testing the completeness, accuracy, and relevance of underlying data used in the analyses; and (iv) evaluating the significant assumptions used by management related to revenue growth rates, weighted average costs of capital, and assumed royalty rates for\nthe\nSnyder’s of Hanover\n,\nPace,\nand\nPacific Foods\ntrademarks and weighted average cost of capital and assumed royalty rate for the\nLance\ntrademark\n. Evaluating management’s assumptions related to revenue growth rates, weighted average costs of capital and assumed royalty rates involved evaluating whether the assumptions used by management were reasonable considering (i) the current and past performance associated with the trademarks, (ii) the consistency with external market and industry data, and (iii) whether these assumptions were consistent with evidence obtained in other areas of the audit. Professionals with specialized skill and knowledge were used to assist in the evaluation of the Company’s discounted cash flow model and evaluating the reasonableness of the weighted average costs of capital and royalty rates assumptions.\nWe have served as the Company’s auditor since 1954.\n81"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "We, under the supervision and with the participation of our management, including the President and Chief Executive Officer and the Executive Vice President and Chief Financial Officer, have evaluated the effectiveness of our disclosure controls and procedures (as such term is defined in Rule 13a-15(e) under the Exchange Act) as of August 1, 2021 (the Evaluation Date). Based on such evaluation, the President and Chief Executive Officer and the Executive Vice President and Chief Financial Officer have concluded that, as of the Evaluation Date, our disclosure controls and procedures are effective.\nThe annual report of management on our internal control over financial reporting is provided under \"Financial Statements and Supplementary Data\" on page 79. The attestation report of PricewaterhouseCoopers LLP, our independent registered public accounting firm, regarding our internal control over financial reporting is provided under \"Financial Statements and Supplementary Data\" on pages 80-81.\nThere were no changes in our internal control over financial reporting that materially affected, or were likely to materially affect, such internal control over financial reporting during the quarter ended August 1, 2021."
  },
  {
    "item_key": "item_9b",
    "text": "None.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The sections entitled \"Item 1 — Election of Directors\" and \"Voting Securities and Principal Shareholders — Ownership of Directors and Executive Officers\" in our Proxy Statement for the 2021 Annual Meeting of Shareholders (the 2021 Proxy) are incorporated herein by reference. The information presented in the section entitled \"Corporate Governance Policies and Practices — Board Meetings and Committees — Board Committee Structure\" in the 2021 Proxy relating to the members of our Audit Committee and the Audit Committee’s financial experts is incorporated herein by reference.\nCertain of the information required by this Item relating to our executive officers is set forth under the heading \"Information about our Executive Officers\" in this Report.\nWe have adopted a Code of Ethics for the Chief Executive Officer and Senior Financial Officers that applies to our Chief Executive Officer, Chief Financial Officer, Controller and members of the Chief Financial Officer’s financial leadership team. The Code of Ethics for the Chief Executive Officer and Senior Financial Officers is posted on the Investor portion of our  website, www.campbellsoupcompany.com (under the \"About Us—Investors—Governance—Governance Documents\" caption). We intend to satisfy the disclosure requirement regarding any amendment to, or a waiver of, a provision of the Code of Ethics for the Chief Executive Officer and Senior Financial Officers by posting such information on our website.\nWe have also adopted a separate Code of Business Conduct and Ethics applicable to the Board of Directors, our officers and all of our employees. The Code of Business Conduct and Ethics is posted on the Investor portion of our website,\nwww.campbellsoupcompany.com\n(under the \"About Us—Investors—Governance—Governance Documents\" caption). Our Corporate Governance Standards and the charters of our four standing committees of the Board of Directors can also be found at this website. Printed copies of the foregoing are available to any shareholder requesting a copy by:\n•\nwriting to Investor Relations, Campbell Soup Company, 1 Campbell Place, Camden, NJ 08103-1799;\n•\ncalling 1-800-840-2865; or\n•\ne-mailing our Investor Relations Department at IR@campbells.com."
  },
  {
    "item_key": "item_11",
    "text": "The information presented in the sections entitled \"Compensation Discussion and Analysis,\" \"Executive Compensation Tables,\" \"Corporate Governance Policies and Practices — Compensation of Directors,\" \"Corporate Governance Policies and Practices — Board Meetings and Committees — Board Committee Structure — Compensation and Organization Committee Interlocks and Insider Participation\" and \"Compensation Discussion and Analysis — Compensation and Organization Committee Report\" in the 2021 Proxy is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information presented in the sections entitled \"Voting Securities and Principal Shareholders — Ownership of Directors and Executive Officers\" and \"Voting Securities and Principal Shareholders — Principal Shareholders\" in the 2021 Proxy is incorporated herein by reference.\n82\nSecurities Authorized for Issuance Under Equity Compensation Plans\nThe following table provides information about the stock that could have been issued under our equity compensation plans as of August 1, 2021:\n___________________________________\n(1)\nColumn (a) represents stock options and restricted stock units outstanding under the 2015 Long-Term Incentive Plan and the 2005 Long-Term Incentive Plan. Column (a) includes 2,921,682 TSR performance restricted stock units and Free Cash Flow performance restricted stock units based on the maximum number of shares potentially issuable under the awards, and the number of shares, if any, to be issued pursuant to such awards will be determined based upon performance during the applicable three-year performance period. No additional awards can be made under the 2005 Long-Term Incentive Plan. Future equity awards under the 2015 Long-Term Incentive Plan may take the form of stock options, stock appreciation rights, performance unit awards, restricted stock, restricted performance stock, restricted stock units, or stock awards. Column (b) represents the weighted-average exercise price of the outstanding stock options only; the outstanding restricted stock units are not included in this calculation. Column (c) represents the maximum number of future equity awards that can be made under the 2015 Long-Term Incentive Plan as of August 1, 2021."
  },
  {
    "item_key": "item_13",
    "text": "The information presented in the section entitled \"Corporate Governance Policies and Practices — Transactions with Related Persons,\" \"Item 1 — Election of Directors,\" \"Corporate Governance Policies and Practices — Director Independence\" and \"Corporate Governance Policies and Practices — Board Meetings and Committees — Board Committee Structure\" in the 2021 Proxy is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information presented in the sections entitled \"Item 2 — Ratification of Appointment of Independent Registered Public Accounting Firm — Audit Firm Fees and Services\" and \"Item 2 — Ratification of Appointment of Independent Registered Public Accounting Firm — Audit Committee Pre-Approval Policy\" in the 2021 Proxy is incorporated herein by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) The following documents are filed as part of this Report:\n1.  Financial Statements\nConsolidated Statements of Earnings for 2021, 2020 and 2019\nConsolidated Statements of Comprehensive Income for 2021, 2020 and 2019\nConsolidated Balance Sheets as of August 1, 2021 and August 2, 2020\nConsolidated Statements of Cash Flows for 2021, 2020 and 2019\nConsolidated Statements of Equity for 2021, 2020 and 2019\nNotes to Consolidated Financial Statements\nManagement's Report on Internal Control Over Financial Reporting\nReport of Independent Registered Public Accounting Firm\n2.  Financial Statement Schedule\nII - Valuation and Qualifying Accounts for 2021, 2020 and 2019\n3.  Exhibits\nReference is made to Item 15(b) below.\n83\n(b)\nExhibits\n. The Exhibit Index, which immediately precedes the signature page, is incorporated by reference into this Report.\n(c)\nFinancial Statement Schedules\n. Reference is made to Item 15(a)(2) above."
  },
  {
    "item_key": "item_16",
    "text": "None.\n84\nINDEX TO EXHIBITS\n85\n86\n87\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, as amended, Campbell has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nSeptember 23, 2021\nPursuant to the requirements of the Securities Exchange Act of 1934, as amended, this Report has been signed below by the following persons on behalf of Campbell and in the capacities indicated on September 23, 2021.\n88\nSchedule II\nCAMPBELL SOUP COMPANY\nValuation and Qualifying Accounts\nFor the Fiscal Years ended August 1, 2021, August 2, 2020, and July 28, 2019\n(Millions)\nThis schedule of valuation and qualifying accounts for continuing operations should be read in conjunction with the Consolidated Financial Statements. This schedule excludes amounts related to discontinued operations. See Note 3 to the Consolidated Financial Statements for additional information.\n_______________________________________\n(1)\nThe returns reserve is evaluated quarterly and adjusted accordingly. During each period, returns are charged to net sales in the Consolidated Statements of Earnings as incurred. Actual returns were approximately $\n100\nin 2021, $\n99\nin 2020, and $\n107\nin 2019, or less than\n2\n% of net sales\n.\n89"
  }
]