[
  {
    "item_key": "item_1",
    "text": "​\nLamb Weston Holdings, Inc. (“we,” “us,” “our,” “the Company,” or “Lamb Weston”), along with our joint venture partners, is a leading global producer, distributor, and marketer of value-added frozen potato products and is headquartered in Eagle, Idaho. We, along with our joint venture partners, are the number one supplier of value-added frozen potato products in North America. We, along with our joint venture partners, are also a leading supplier of value-added frozen potato products internationally, with a strong and growing presence in high-growth emerging markets. We, along with our joint venture partners, offer a broad product portfolio to a diverse channel and customer base in over 100 countries. French fries represent the majority of our value-added frozen potato product portfolio.\n​\nWe were organized as a Delaware corporation in July 2016, as a wholly owned subsidiary of Conagra Brands, Inc. (formerly, ConAgra Foods, Inc., “Conagra”). On November 9, 2016, we separated from Conagra and became an independent publicly traded company through the pro rata distribution by Conagra of 100% of our outstanding common stock to Conagra stockholders (“Separation”). Our common stock trades under the ticker symbol “LW” on the New York Stock Exchange (“NYSE”).\n​\nOur consolidated financial statements include the accounts of Lamb Weston Holdings, Inc. and its wholly owned subsidiaries.\n​\nConsiderations related to the coronavirus (“COVID-19”) pandemic\n​\nIn calendar year 2020 and continuing into calendar year 2021, the COVID-19 pandemic and the actions of governmental authorities in the United States and other countries in efforts to control the spread of COVID-19, which\n3\nincluded significant social and economic restrictions, had and continue to have, negative implications for portions of our business and the U.S. and global economy. In the preparation of these financial statements and related disclosures, we have assessed the impact that COVID-19 has had on our estimates, assumptions, and forecasts, and made additional disclosures, as necessary. As the COVID-19 situation is unprecedented and continues to persist, future events and effects related to the virus cannot be determined with precision, and actual results could significantly differ from estimates or forecasts.\n​\nSee “Item 1A. Risk Factors” and “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Form 10-K for further discussion of COVID-19 considerations.\n​\nSegments\n​\nWe have four reportable segments: Global, Foodservice, Retail, and Other. For segment financial information see Note 14, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nGlobal\n​\nOur Global segment includes frozen potato products sold in North America and international markets generally to the top 100 North American based restaurant chains and international customers comprised of global and regional quick service and full-service restaurant chains, foodservice distributors, and retailers. We have included foodservice and retail customers outside of North America in the Global segment due to efficiencies associated with coordinating sales to all customer types within specific markets, as well as due to these customers’ smaller scale and dependence on local economic conditions. The Global segment’s product portfolio includes frozen potatoes and appetizers sold under the\nLamb Weston\nbrand, as well as many customer labels.\n​\nFoodservice\n​\nOur Foodservice segment includes frozen potato products sold throughout the United States and Canada to commercial distributors, restaurant chains generally outside the top 100 North American based restaurant chains, and non-commercial channels. The Foodservice segment’s primary products are frozen potatoes, commercial ingredients, and appetizers sold under the\nLamb Weston\nbrand, as well as many customer labels.\n​\nRetail\n​\nOur Retail segment includes consumer facing frozen potato products sold primarily to grocery, mass merchants, club, and specialty retailers. The Retail segment’s primary products are frozen potatoes sold under our owned or licensed brands, including\nGrown in Idaho\nand\nAlexia\n, other licensed equities comprised of brand names of major North American restaurant chains, and the retailers’ own brands.\n​\nOther\n​\nThe Other reporting segment primarily includes our vegetable and dairy businesses, as well as\nmark-to-market gains and losses associated with commodity hedging contracts before the commodities are used in our business segments\n.\n​\nJoint Venture Relationships\n​\nWe conduct some of our business through three unconsolidated joint ventures and include our share of the earnings of these affiliates as equity method investment earnings in our consolidated financial statements based on our\n4\neconomic ownership interest in each of these joint ventures. These joint ventures produce and market value-added frozen potato products for our customers:\n​\n​\n​\n​\nFor more information, see Note 4, Investments in Joint Ventures, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nSales, Distribution and Customers\n​\nWe benefit from strong relationships with a diverse set of customers. We sell our products through a network of internal sales personnel and independent brokers, agents, and distributors to chain restaurants, wholesale, grocery, mass merchants, club retailers, specialty retailers, and foodservice distributors and institutions, including businesses, educational institutions, independent restaurants, regional chain restaurants, and convenience stores. We have long-tenured relationships with leading quick service and fast casual restaurant chains, global foodservice distributors, large grocery retailers, and mass merchants.\n​\nOur largest customer, McDonald’s Corporation, accounted for approximately 11% of our consolidated net sales in fiscal 2021, and 10% of our consolidated net sales in both fiscal 2020 and 2019. No other customer accounted for more than 10% of our fiscal 2021, 2020, or 2019 consolidated net sales. No customer accounted for more than 10% of our consolidated accounts receivable as of May 30, 2021\nor May 31, 2020.\n​\nResearch and Development\n​\nWe leverage our research and development resources for both growth and efficiency initiatives. We seek to drive growth through innovation by creating new products, enhancing the quality of existing products, and participating in joint menu planning exercises with our customers. We also emphasize sustainability in our research and development activities and continue to drive processing innovations aimed at reducing waste and water usage and improving food safety.\n​\nTrademarks, Licenses and Patents\n​\nOur trademarks are material to our business and are protected by registration or other means in the United States and most other geographic markets where the related food items are sold. Depending on the country, trademarks generally remain valid for as long as they are in use and their registrations are maintained. Trademark registrations generally are for renewable, fixed terms. Our significant trademarks include:\nLamb Weston, Lamb’s Supreme, Lamb Weston Seeing Possibilities in Potatoes\n(and design),\nLamb’s Seasoned, LW Private Reserve, Stealth Fries,\nand\nSweet Things.\nWe also sell certain products, such as\nGrown in Idaho\nand\nAlexia\n, which we license from third parties.\n​\nWe own numerous patents worldwide. We consider our portfolio of patents, patent applications, patent licenses, proprietary trade secrets, technology, know-how processes, and related intellectual property rights to be material to our operations. Patents, issued or applied for, cover inventions, including packaging, manufacturing processes, equipment, formulations, and designs. Our issued patents extend for varying periods according to the date of the patent application filing or grant and the legal term of patents in the various countries where patent protection is obtained. The actual\n5\nprotection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage as determined by the patent office or courts in the country, and the availability of legal remedies in the country.\n​\nRaw Materials\n​\nOur primary raw materials are potatoes, edible oils, and packaging. We source a significant amount of our raw potatoes under both strategic, long-term grower relationships and shorter-term annual contracts. In the United States, most of the potato crop used in our products is grown in Washington, Idaho, and Oregon. For Lamb-Weston/Meijer, European growing regions for the necessary potatoes are concentrated in the Netherlands, Austria, Belgium, Germany, France, the United Kingdom, and Russia. We also have potato growing regions in Canada, China, Australia, and Argentina that support our processing facilities in those countries. We believe that the grower networks to which we have access provide a sufficient source of raw potato inputs year-to-year. We source edible oils through strategic relationships with key suppliers, and we source packaging and energy inputs through multiple suppliers under a variety of agreement types.\n​\nThe prices paid for these raw materials, as well as other raw materials used in making our products, generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. Although the prices of raw materials can be expected to fluctuate as a result of these factors, we believe such raw materials to be in adequate supply.\n​\nFrom time to time, we have faced increased costs for our primary raw materials and energy inputs. We seek to mitigate higher input costs through long-term relationships, contract strategies, and hedging activities where an active market for an input exists, as well as through our pricing and productivity initiatives.\n​\nManufacturing\n​\nWe operate 18 manufacturing facilities for our products. See \"Item 2. Properties\" for more information about our manufacturing facilities. Our joint ventures operate a total of nine manufacturing facilities.\n​\nIn addition to our own manufacturing facilities, we source a portion of our products under “co-packing” agreements, a common industry practice in which manufacturing is outsourced to other companies. We regularly evaluate our co-packing arrangements to ensure the most cost-effective manufacturing of our products and to utilize company-owned manufacturing facilities most effectively.\n​\nInternational Operations\n​\nAt May 30, 2021, we had operations in eighteen countries, with manufacturing and processing facilities in four countries. See Note 14, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for additional information on our U.S. and non-U.S. operations. Also see “Item 2. Properties,” for more information on our manufacturing and other facilities. For a discussion of risks related to our operations outside the United States, see “Item 1A. Risk Factors” of this Form 10-K.\n​\nCompetition\n​\nThe value-added frozen potato products industry in North America, Europe and other international markets is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, as well as local and regional companies. Significant competitors include Agristo NV, Aviko B.V., Cavendish Farms Corporation, Clarebout Potatoes NV, Farm Frites International B.V., J.R. Simplot Company, The Kraft Heinz Company, McCain Foods Limited, and Mydibel S.A. Some of our competitors are larger and have substantially more financial, sales and marketing, and other resources. We compete with producers of similar products on the basis of, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. The markets in which we operate are expected to remain highly competitive for the foreseeable future. See also “Item 1A. Risk Factors – Increased competition may result in reduced sales or profits” of this Form 10-K.\n6\nSeasonality\n​\nOur product contribution margin percentage, inventory levels, net sales, and cash flows are affected by seasonality. In general, our product contribution margin percentage tends to be highest in our fiscal third quarter, reflecting the cost benefit of freshly-harvested potatoes. We typically harvest potatoes in the Pacific Northwest of the United States in July through October, which is primarily in our fiscal second quarter. Freshly-harvested potatoes process more efficiently in our production lines and are not subject to storage or secondary transport costs. We typically hold 50 to 60 days of finished goods inventory on a first-in-first-out basis, so the relatively favorable costs primarily incurred from our fiscal second quarter harvest flow through our income statement in our fiscal third quarter. Inventory levels also tend to be higher in our fiscal third quarter, requiring more working capital at that time. In general, net sales and cash flows tend to be higher in our fiscal fourth quarter, reflecting customer and consumer buying patterns.\n​\nDue to severe impacts of the government mandated shutdowns in response to the COVID-19 pandemic, seasonal variation in the demand for our products in the fourth quarter of fiscal 2020 and fiscal 2021 differed from prior years.\n​\nHuman Capital Resources\n​\nWe believe that our employees and our workplace culture are among our most important assets, and that our employees are integral to our ability to achieve our strategic objectives. Attracting, developing, and retaining the best talent globally with the right skills to drive our mission, vision, and values are central components of our strategies for long-term growth. As of July 19, 2021, we had approximately 7,800 employees, of which approximately 800 employees work outside of the United States. As of July 19, 2021, approximately 27% of our employees are parties to collective bargaining agreements on terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times throughout the next several years. Collective bargaining agreements that represent approximately 55% of our hourly employees, who are parties to collective bargaining agreements, are scheduled to expire over the course of fiscal 2022. As these agreements expire, we believe they will be renegotiated on terms satisfactory to us.\n​\nHealth and Safety.\nOur employees’ health, safety, and well-being are our highest priority. We strive for world-class safety at every one of our facilities. This means we continuously focus on creating a zero-incident culture, where every employee goes home every day, accident free. To help achieve this goal, we foster safety leadership throughout the organization as part of our comprehensive environment, health, safety, and sustainability management system. Through ongoing communications, routine assessments of our safety programs, safety and job-related training, daily risk assessments at facilities, defined standards, and safety measures, we strive to improve our safety performance each year.\n​\nThroughout the COVID-19 pandemic, our manufacturing facilities were deemed essential under government guidelines and remained open and operational. Our primary focus and attention have remained directed towards the health and well-being of our employees and contractors, and we have taken numerous measures to keep them as safe as possible. These measures have included the implementation of enhanced sanitation protocols and preventative screenings at all our manufacturing facilities, providing masks and requiring social distancing for employees across all our facilities, modified time and attendance policies to provide better protection for employees, providing benefits that help support our employees and their families, and the implementation of interim remote work arrangements for functional support areas to comply with shelter-in-place orders and other federal and local government recommendations. In addition, as part of our commitment to our employees working in our factories during fiscal 2021, we continued to pay the employees regular wages and quarterly bonuses despite pandemic-related absenteeism or the shutdown of lines for site cleaning or other items.\n​\nTotal Rewards.\nOur compensation and benefits are designed to support the financial, mental, and physical well-being of our employees. We are committed to equal pay for equal work, regardless of gender, race, ethnicity, or other personal characteristics. To deliver on that commitment, we benchmark and set pay ranges based on market data and consider various factors such as an employee’s role and experience, job location, and performance. We also regularly review our compensation practices to promote fair and equitable pay. In addition to base salaries, many employees also participate in an annual short-term incentive program and may also receive long-term equity awards. Benefits for employees include an employee savings 401(k) plan and company matching contributions, health insurance, disability\n7\ninsurance, life insurance, health savings and flexible spending accounts, wellness incentives, annual on-site health screenings, paid time off, family leave, parental leave, employee assistance programs, and tuition reimbursement opportunities. Eligibility for, and the level of, compensation and benefits vary depending on an employee’s full-time or part-time status, work location, job and career level, and tenure with the Company. We regularly review our compensation and benefit programs to ensure they are competitive and are designed to meet our employees’ health and wellness needs, which we believe is important to attract and retain the best available talent.\n​\nDiversity, Equity, and Inclusion.\nAs a global company, we honor and celebrate the diversity in our team, which we believe enriches our work lives and drives diversity of perspectives in our decision-making. We define diversity as the unique abilities, experiences, and cultural backgrounds our employees bring to our Company’s workplace. We are committed to providing a work environment that fosters respect, inclusion, fairness, and dignity, and is free of harassment, discrimination, or fear of retaliation.\n​\nRecruitment, Training, and Development.\nWe believe maintaining a robust pipeline of talent is crucial to our ongoing success and is a key aspect of succession planning efforts across the organization. We use recruitment vehicles, including partnerships with universities and communities, local and national organizations, and various social media outlets, to attract strong talent to our organization. Our leadership and people teams are responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by regularly reviewing strategic positions and identifying potential internal candidates to fill those roles, evaluating job skill sets to identify competency gaps, and creating developmental plans to facilitate employee professional growth. We invest in our employees through training and development programs, including both custom internal training and external learning resources, utilizing both live and virtual learning experiences, on the job experiences, rotational assignments, annual and mid-year manager reviews and coaching. These offerings are designed to position employees to execute with excellence in their current roles, accelerate their learning curves, and grow their careers by taking advantage of continuing learning opportunities. For example, in our manufacturing facilities, we provide multiple training sessions focused on quality and safety. We also hold multi-day courses focused on leadership development for managers throughout our organization. In addition, with our e-learning resources, employees can also focus on timely and topical development areas, including leadership, management excellence, functional capabilities, and diversity, equity, and inclusion.\n​\nEmployee Engagement.\nWe believe that having a workplace culture that supports and values all employees is critical to our success. To understand employee sentiments, we conduct a bi-annual engagement survey of our global workforce. This survey is administered and analyzed by an independent third-party. The survey results are then reviewed by our executive leadership team and Board of Directors. Department leaders are also given the engagement survey results and are then tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). By paying close attention to the results, both at an aggregate enterprise level as well as at department, business, and work group levels, we believe that we have been able to enhance our workplace culture and improve overall employee engagement levels.\n​\nWe are also committed to creating and building a culture of giving. We encourage and enable our employees to support many charitable causes. This includes volunteer program engagement promoted by the Company or employees. Our locations also manage their own community outreach programs through local giving committees, which provide opportunities for employees to financially engage with local nonprofits and volunteer their time. Annually, we make cash grants through the Lamb Weston Foundation, including through our Pay it Forward program, which gives our employees a role in directing some of the Foundation’s funds. In addition, we offer a matching gifts program to employees, paid volunteer time off, non-profit board service grants, and an employee dependent scholarship program.\n​\nFor more detailed information regarding our programs and initiatives related to our people and human capital, please see our 2021 Environmental, Social, and Governance (“ESG”) Report, which is posted on our website at https://esg.lambweston.com. The information on our website, including our ESG Report, is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC.\n​\n8\nInformation About Our Executive Officers\n​\nThe following are our executive officers as of July 19, 2021:\n​\n​\nThomas P. Werner\nhas served as our President and Chief Executive Officer and a member of our board of directors since November 2016. Prior to that, he served as President, Commercial Foods, for Conagra, a food company, since May 2015. In that role, he led the company’s Lamb Weston and Foodservice businesses, as well as its previously divested Spicetec Flavors & Seasonings and J.M. Swank operations. Mr. Werner also served as interim President of Conagra’s Private Brands from June 2015 through its divestiture in February 2016. Before his appointment as President, Commercial Foods, Mr. Werner served as Senior Vice President of Finance for Conagra’s Private Brands and Commercial Foods operating segments from June 2013 to April 2015, and Senior Vice President of Finance for Lamb Weston from May 2011 until June 2013.\n​\nRobert M. McNutt\nhas served as our Senior Vice President and Chief Financial Officer since January 2017. Prior to joining Lamb Weston, Mr. McNutt served as Chief Financial Officer of Expera Specialty Solutions, LLC, a specialty paper company, from September 2013 to December 2016. Mr. McNutt served as Senior Vice President and Chief Financial Officer for Greif, Inc., an industrial packaging company, from January 2011 to July 2013, and as Senior Vice President and Chief Financial Officer for Boise Inc., a packaging and paper products manufacturer, from February 2008 to January 2011.\n​\nMicheline C. Carter\nhas served as our Senior Vice President and Chief Human Resources Officer since November 2016. Ms. Carter joined Lamb Weston in September 2016. From July 2012 until September 2016, she served in a variety of roles with The Kraft Heinz Company, a food and beverage company, including as Head of U.S. People and Performance and Global Corporate Functions from November 2015 to September 2016, Vice President of Human Resources, Global Corporate Functions from August 2015 until October 2015, Vice President of Human Resources, Cheese & Dairy from January 2015 until July 2015, and Senior Director Human Resources & Global Exports from July 2012 until January 2015. Before joining The Kraft Heinz Company, Ms. Carter served from February 2011 until July 2012 as Senior Director Human Resources, Solar Energy & Solar Materials with MEMC Electronic Materials, Inc. (now known as SunEdison, Inc.), a supplier of silicon wafers to semiconductor and photovoltaic cell companies.\n​\nJohn C. Hatto\nhas served as our Senior Vice President, Growth and Strategy since January 2021. Before that, he served as Vice President, Customer Sales and Strategy, for our Foodservice business beginning in January 2015. Since joining the company in 2015, Mr. Hatto has played a leading role in major initiatives at Lamb Weston focused on capturing share growth. Prior to that, Mr. Hatto worked for the foodservice division of PepsiCo, Inc., a food and beverage company, for more than ten years in a variety of sales leadership roles, most recently as Vice President of Sales Strategy.\n​\nSharon L. Miller\nhas served as our Senior Vice President and General Manager, Global Business Unit since September 2016. Before that, she served as Conagra’s Vice President and General Manager, Lamb Weston Global\n9\nBusiness Unit since 2015. Since joining Conagra in 1999, Ms. Miller has held various leadership positions, including Vice President of Sales for Lamb-Weston/Meijer. Prior to that, Ms. Miller was a key sales and business leader within Lamb Weston in both the United States and Canada. She also has held various sales positions with North American food manufacturers and foodservice distributors.\n​\nGerardo Scheufler\nhas served as our Senior Vice President and Chief Supply Chain Officer since August 2019. Prior to joining Lamb Weston, Mr. Scheufler served as Vice President of Global Operations at Mondelez International, Inc., a food and beverage company, from July 2014 until August 2019. During his tenure at Mondelez International, Mr. Scheufler oversaw a major global restructuring program to optimize the global supply chain footprint, including the manufacturing, customer service, quality, logistics, health, safety and environment, and innovation functions. Prior to that, Mr. Scheufler spent more than 20 years at The Procter & Gamble Company, a consumer goods corporation, in a variety of roles of increasing responsibility after starting his career in plant operations in 1990.\n​\nMichael J. Smith\nhas served as our Senior Vice President and General Manager of Foodservice, Retail, Marketing and Innovation since April 2018. Prior to that, he served as Senior Vice President, Growth and Strategy beginning in September 2016. Mr. Smith also served as Vice President and General Manager of Lamb Weston Retail from May 2011 to September 2016, Vice President and General Manager of Conagra’s Private Brands from March 2014 to February 2016, and Vice President of Global Marketing of Lamb Weston from July 2012 to March 2014. Prior to joining Conagra in 2007, Mr. Smith held various brand management roles at Dean Foods Company, a food and beverage company, and its WhiteWave division from May 2003 until December 2007.\n​\nEryk J. Spytek\nhas served as our Senior Vice President and General Counsel since October 2016 and as Corporate Secretary from October 2016 to November 2020. From June 2015 until October 2016, Mr. Spytek was Of Counsel at Winston & Strawn LLP, a law firm. Before returning to Winston & Strawn LLP, he served from December 2009 until April 2015 in a variety of roles with Mead Johnson Nutrition Company, a manufacturer of infant formula, including as Vice President, Deputy General Counsel and Assistant Secretary from April 2013 to April 2015 and as Vice President, Associate General Counsel and Assistant Secretary from December 2009 to April 2013. Before that, Mr. Spytek served as Senior Vice President, General Counsel and Secretary at SIRVA, Inc., a moving and relocation services provider, from February 2006 to February 2009. Before joining SIRVA, Inc., Mr. Spytek was a partner at Winston & Strawn LLP.\n​\nEthics and Governance\n​\nWe have adopted a code of conduct that applies to all of our employees, as well as a code of ethics for senior corporate financial officers that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. These codes are available on our website at www.lambweston.com through the “Investors—Corporate Governance” link. We will disclose any waiver we grant to our Chief Executive Officer, Chief Financial Officer, or Controller under our codes, or certain amendments to the codes, on our website at www.lambweston.com.\n​\nIn addition, we adopted Corporate Governance Principles and charters for the Audit and Finance Committee, Nominating and Corporate Governance Committee, and Compensation Committee. All of these materials are available on our website at www.lambweston.com and will be provided free of charge to any stockholder requesting a copy by writing to: Corporate Secretary, Lamb Weston Holdings, Inc., 599 S. Rivershore Lane, Eagle, Idaho 83616.\n​\nThe information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC.\n​\nFood Safety and Labeling\n​\nWe are subject to extensive regulation, including, among other things, the Food, Drug and Cosmetic Act, as amended by the Food Safety Modernization Act, the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, and the rules and regulations promulgated thereunder by the U.S. Food and Drug Administration (“FDA”). This comprehensive and evolving regulatory program governs, among other things, the manufacturing, composition and ingredients, labeling, packaging, and safety of food, including compliance with current Good Manufacturing Practices. In addition, the Nutrition Label Reform Act of 2016 and regulations promulgated thereunder by the FDA prescribe the format\n10\nand content in which specific nutrition information is required to appear on the labels of food products. We are also subject to regulation by certain other governmental agencies, including the U.S. Department of Agriculture.\n​\nOur operations and products are also subject to state and local regulation, including the registration and licensing of plants, enforcement by state health agencies of various state standards, and the registration and inspection of facilities. Compliance with federal, state, and local regulation is costly and time-consuming. Enforcement actions for violations of federal, state, and local regulations may include seizure and condemnation of products, cease and desist orders, injunctions, voluntary or mandatory recalls or market withdrawals of products, and monetary penalties. We believe that our practices are sufficient to maintain compliance with applicable government regulations.\n​\nEnvironmental, Health and Safety Regulations\n​\nWe are subject to a number of foreign, domestic, federal, state, and local laws and other regulations relating to the protection of human health, the environment and the safety and health of personnel. These requirements apply to a broad range of our activities, including: the regulation and discharge of pollutants into the air, land and water; the identification, generation, storage, handling, transportation, disposal, recordkeeping, labeling, spill prevention and reporting of, and emergency response in connection with, hazardous materials and chemical substances; noise and odor emissions from our facilities; and safety and health standards, practices, and procedures that apply to the workplace and the operation of our facilities.\n​\nIn order to comply with these requirements, we may need to spend substantial amounts of money and other resources from time to time to (i) construct or acquire new equipment, (ii) acquire or amend permits to authorize facility operations, (iii) modify, upgrade, or replace existing and proposed equipment, and (iv) clean up or decommission our facilities or other locations in accordance with regulatory requirements. Our capital and operating budgets include costs and expenses associated with complying with these laws and other requirements.\n​\nAvailable Information\n​\nWe make available, free of charge on our website at www.lambweston.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. The SEC also maintains an internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC; the address of that site is https://www.sec.gov. We use our website, through the “Investors” link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. In addition, in June 2021, we released our ESG Report, which includes a description of our sustainability programs. The report can be found on our website at https://esg.lambweston.com. The information on our website, including our ESG Report, is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC unless expressly noted in any such other filing.\n​"
  },
  {
    "item_key": "item_1a",
    "text": "Our business is subject to various risks and uncertainties. Any of the risks and uncertainties described below could materially and adversely affect our business, financial condition, and results of operations and should be considered in evaluating us. Although the risks are organized by heading, and each risk is described separately, many of the risks are interrelated. While we believe we have identified and discussed below the material risks affecting our business, there may be additional risks and uncertainties that we do not presently know or that we do not currently believe to be material that may adversely affect our business, financial condition, or results of operations in the future.\n​\n11\nBusiness and Operating Risks\n​\nPandemics or other contagious outbreaks and government actions taken in response thereto, may adversely impact, and in the case of the COVID-19 pandemic, have adversely impacted and are likely to continue to adversely impact, our business, financial condition, and results of operations.\n​\nThe ultimate impact that the COVID-19 pandemic and any future pandemic or other contagious outbreak will have on our business, financial condition, and results of operations is uncertain. To date, the efforts by national, state and local governments worldwide to control the spread of COVID-19 have resulted in widespread measures aimed at containing the disease such as quarantines, travel bans, shutdowns, and shelter-in-place or stay-at-home orders, which have significantly restricted the movement of people and goods. These restrictions and measures, and our efforts to act in the best interests of our employees, customers, suppliers, vendors, and joint venture and other business partners, have affected and are continuing to affect our business and operations. Some of the impacts our business has experienced, is experiencing and may experience as a result of the COVID-19 pandemic, or any future pandemic or other contagious outbreak, include, but are not limited to, the following:\n​\n12\n​\nThese impacts have caused, and are expected to continue to cause, changes in the mix of products sold, decreases in revenue, and increases in costs resulting in decreased profitability and cash flows from operations, which have caused, and are expected to continue to cause, an adverse effect on our business, financial condition, and results of operations that may be material. Although government restrictions have been reduced or lifted, the negative impact on consumer traffic may continue to some degree because restaurants and other foodservice venues may be required to operate at reduced capacities and consumers may fear gathering in public places. In addition, resurgences of COVID-19 infections after restrictions are lifted could cause governments to impose new or stricter closures, limits on capacity or social distancing requirements. These restrictions could cause consumer demand for food away from home to decline. While we have experienced increased demand for our retail products, that increase in demand cannot entirely offset the decrease in demand from our foodservice customers. Further, retail demand may gradually decline as consumers begin to shift purchases of fries to dining at restaurants as governments lift social restrictions. We cannot predict whether and to what extent changes in consumer food purchasing behavior will persist even after the threat of the COVID-19 pandemic has been eliminated or how those changes would affect our business.\n​\nCOVID-19 has disrupted, and the spread of pandemics or other contagious outbreaks may also disrupt, our customers, suppliers, vendors and joint venture and other business partners, and each of their financial conditions. Any material adverse effect on these parties could adversely impact us. In this regard, the potential duration and impacts of pandemics or other contagious outbreaks such as the COVID-19 pandemic on the global economy and on our business, financial condition, and results of operations are difficult to predict and cannot be estimated with any degree of certainty, but the pandemic has resulted in significant disruption of global financial markets, increases in levels of unemployment and economic uncertainty, which has adversely impacted our business and may continue to do so. These developments have and may continue to lead to significant negative impacts on customer spending, demand for our products, the ability of our customers to pay, our financial condition and the financial condition of our suppliers.\n​\nThe impact of COVID-19 may also exacerbate other risks discussed in this Form 10-K. The ultimate impact depends on the severity and duration of the COVID-19 pandemic and actions taken by governmental authorities and other third parties in response, each of which is uncertain, rapidly changing and difficult to predict. Any of these disruptions could have a material adverse effect on our business, financial condition, and results of operations.\n​\nOur business, financial condition, and results of operations may be adversely affected by increased costs, disruption of supply or interruptions or other constraints in the availability of key commodities and other necessary services.\n​\nA significant portion of our cost of goods comes from commodities such as raw potatoes, edible oil, and energy. These commodities are subject to price volatility and fluctuations in availability caused by many factors, including changes in global supply and demand, weather conditions (including any potential effects of climate change), fire, natural disasters (such as a hurricane, tornado, earthquake, wildfire or flooding), disease or pests, agricultural uncertainty, water stress, health epidemics or pandemics or other contagious outbreaks, such as the COVID-19 pandemic, governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers), limited or sole sources of supply, political uncertainties, acts of terrorism, governmental instability, or currency exchange rates. Despite our ability to source raw materials necessary to meet demand for our products, certain ingredients and packaging, including edible oils and other commodities have been adversely impacted by shortages during the COVID-19 pandemic. Although we are unable to predict the impact to our ability to source these materials in the future, we expect these supply pressures to continue in the near future. In addition, we also incur expenses in connection with the transportation and delivery of our products. Due to disruptions related to COVID-19 in our production facilities, we have experienced increases in transportation and warehousing costs. Commodity price increases, or a sustained interruption or other constraints in the supply or availability of key commodities, including necessary services such as transportation and warehousing, have increased and may continue to increase our operating costs and could adversely affect our business, financial condition, and results of operations. During fiscal 2021, as a result of the impacts of the COVID-19 pandemic, we were not able to, and in the future, we may not be able to, increase our product prices and achieve cost savings that fully offset these increased costs; and increasing prices may result in reduced sales volume and decreased profitability.\n13\nThere is currently no active derivatives market for potatoes in the United States. Although we have experience in hedging against commodity price increases, these practices and experience reduce, but do not eliminate, the risk of negative profit impacts from commodity price increases. As a result, the risk management procedures that we use may not always work as we intend.\n​\nOur future success and earnings growth depend in part on our ability to maintain the appropriate cost structure and operate efficiently in the highly competitive value-added frozen potato product category. We continue to implement profit-enhancing initiatives that improve the efficiency of our supply chain and general and administrative functions. These initiatives are focused on cost-saving opportunities in procurement, manufacturing, logistics, and customer service, as well as general and administrative functions. However, gaining additional efficiencies may become more difficult over time.\n​\nIn addition, we may have significant supply chain disruptions due to a number of factors outside of our control, including public health crises such as the COVID-19 pandemic, which has disrupted production and increased transportation and warehousing costs. These factors may lead to our inability to access or deliver products that meet requisite quality and safety standards in a timely and efficient manner, which have led and could lead to in the future increased warehouse and other storage costs. Our failure to reduce costs through productivity gains or the elimination of redundant costs, or the occurrence of a significant supply chain disruption or the inability to access or deliver products, could adversely affect our profitability and weaken our competitive position or otherwise harm our business.\n​\nChanges in our relationships with our growers could adversely affect us.\n​\nWe expend considerable resources to develop and maintain relationships with many potato growers. In some instances, we have entered into long-term agreements with growers; however, a large portion of our potato needs are typically sourced on an annual contracted basis. To the extent we are unable to maintain positive relationships with our long-term growers, contracted growers deliver less supply than we expect, or we are unable to secure sufficient potatoes from uncontracted growers in a given year, we may not have sufficient potato supply to satisfy our business opportunities. To obtain sufficient potato supply, we may be required to purchase potatoes at prices substantially higher than expected, or forgo sales to some market segments, which would reduce our profitability. If we forgo sales to such market segments, we may lose customers and may not be able to regain or replace them later.\n​\nOur business, financial condition, and results of operations could be adversely affected by the political and economic conditions of the countries in which we conduct business and other factors related to our international operations, including foreign currency risks and trade barriers.\n​\nWe conduct a substantial and growing amount of business with customers located outside the United States, including through our joint ventures. During each of fiscal 2021, 2020 and 2019, net sales outside the United States, primarily in Australia, Canada, China, Japan, Korea, Mexico, and Taiwan, accounted for approximately 20% of our net sales. These amounts do not include any impact of unconsolidated net sales associated with our joint ventures, which are also subject to risks associated with international operations.\n​\nMany factors relating to our domestic and international sales and operations, many of which are outside of our control, could have a material adverse impact on our business, financial condition, and results of operations, including:\n14\n​\nAny of these factors could have an adverse effect on our business, financial condition, and results of operations.\n​\nChanges in our relationships with significant customers could adversely affect us.\n​\nWe maintain a diverse customer base across our four reporting segments. Customers include global, national and regional quick service and fast casual restaurants as well as small, independently operated restaurants, multinational, broadline foodservice distributors, regional foodservice distributors, and major food retailers. Some of these customers independently represent a meaningful portion of our sales. In addition, we depend on foodservice distributors to help us create end-customer demand, provide technical support and other value-added services to customers, fill customer orders, and stock our products. A material change in our relationship with one or more of these distributors or their failure to perform as expected could reduce our revenue. The foodservice distributors also sell products that compete with our products, and we sometimes need to reduce prices or provide rebates and other incentives to focus them on the sale of our products. While we contract annually or biannually with many of our foodservice customers, the loss of a significant customer or a material reduction in sales to a significant customer could materially impact our business.\n​\nOur largest customer, McDonald’s Corporation, accounted for approximately 11% of our consolidated net sales in fiscal 2021 and 10% of our consolidated net sales in both fiscal 2020 and 2019. There can be no assurance that our customers will continue to purchase our products in the same quantities or on the same terms as in the past. The loss of a significant customer or a material reduction in sales to a significant customer could materially and adversely affect our business, financial condition, and results of operations. In addition, the financial condition of our significant customers, including restaurants, distributors and retailers, are affected by events that are largely beyond our control, such as the impacts of the COVID-19 pandemic and possible future pandemics or other contagious outbreaks. Deterioration in the financial condition of significant customers could materially and adversely affect our business, financial condition, and results of operations.\n​\n15\nDisruption of our access to export mechanisms could have an adverse impact on our business, financial condition, and results of operations.\n​\nTo serve our customers globally, we rely in part on our international joint venture partnerships, but also on exports from the United States. During fiscal 2021, 2020, and 2019, export sales from the United States accounted for approximately 13%, 16% and 16%, respectively, of our total net sales. Circumstances beyond our control, such as a labor dispute at a port or workforce disruption due to the COVID-19 pandemic or future pandemics or other contagious outbreaks, could prevent us from exporting our products in sufficient quantities to meet customer opportunities. We have access to production outside of the United States through our facilities in Australia, Canada and China and joint ventures in Argentina and Europe, but we may be unsuccessful in mitigating any future disruption to export mechanisms. If this occurs, we may be unable to adequately supply all of our existing customers’ needs and new customer opportunities, which could adversely affect our business, financial condition, and results of operations.\nOur operations are dependent on a wide array of third parties.\n​\nThe success of our end-to-end supply chain relies on the continued performance of a wide array of third parties. Suppliers, co-packers, third-party outsourcers, warehousing partners, and transportation providers are among our critical partners. Although we take steps to qualify and audit third parties with whom we do business, we cannot guarantee that all third parties will perform dependably or at all. It is possible that events beyond our control, such as operational failures, labor issues, cybersecurity events, pandemics or other health issues, such as COVID-19, or other issues could impact our unaffiliated third parties. If our third parties fail to deliver on their commitments, introduce unplanned risk to our operations (e.g., through cyber activity), or are unable to fulfill their obligations, we could experience manufacturing challenges, shipment delays, increased costs, or lost revenue, which could also impact our relationships with customers and our brand image.\n​\nIn addition to our own manufacturing facilities, we source a portion of our products under co-packing agreements. The success of our business depends, in part, on maintaining a strong sourcing and manufacturing platform. We believe that there are a limited number of competent, high-quality co-packers in the industry, and if we were required to obtain additional or alternative co-packing agreements or arrangements in the future, we can provide no assurance that we would be able to do so on satisfactory terms or in a timely manner. Our inability to enter into satisfactory co-packing agreements could limit our ability to implement our business plan or meet customer demand.\n​\nA portion of our business is, and several of our growth strategies are, conducted through joint ventures that do not operate solely for our benefit.\n​\nWe have built our company, in part, through the creation of joint ventures, some of which we do not control. In these relationships, we share ownership and management of a company that operates for the benefit of all owners, rather than our exclusive benefit. Through our extensive experience in operating a portion of our business through joint ventures, we understand that joint ventures often require additional resources and procedures for information sharing and decision-making. If our joint venture partners take actions that have negative impacts on the joint venture, or disagree with the strategies we have developed to grow these businesses, we may have limited ability to influence and mitigate those actions or decisions and our ability to achieve our growth strategies may be negatively impacted.\n​\nDamage to our reputation as a trusted partner to customers and good corporate citizen could have a material adverse effect on our business, financial condition, and results of operations.\n​\nOur customers rely on us and our co-manufacturers to manufacture safe, high quality food products. Product contamination or tampering, the failure to maintain high standards for product quality, safety, and integrity, or allegations of product quality issues, mislabeling or contamination, even if untrue, may damage the reputation of our customers, and ultimately our reputation as a trusted industry partner. Damage to either could reduce demand for our products or cause production and delivery disruptions.\n​\nOur reputation could also be adversely impacted by any of the following, or by adverse publicity (whether or not valid) relating thereto: the failure to maintain high ethical, social, and environmental standards for our operations and activities, including the health, safety and security of our employees; our research and development efforts; our\n16\nenvironmental impact, including use of agricultural materials, packaging, energy use, and waste management; our failure to comply with local laws and regulations; our failure to maintain an effective system of internal controls; or our failure to provide accurate and timely financial information. Damage to our reputation or loss of customer confidence in our products for any of these or other reasons could result in decreased demand for our products and could have a material adverse effect on our business, financial condition, and results of operations, as well as require additional resources to rebuild our reputation.\n​\nIf we are unable to attract and retain key personnel, our business could be materially and adversely affected.\n​\nOur success depends on our ability to attract and retain personnel with professional and technical expertise, such as agricultural and food manufacturing experience, as well as finance, marketing, and other senior management professionals. The loss of the services of these persons could deplete our institutional knowledge and could have a material adverse effect on our business, financial condition, and results of operations. The market for these employees is competitive, and we could experience difficulty from time to time in hiring and retaining the personnel necessary to support our business. If we do not succeed in retaining our current employees, attracting new high-quality employees, and developing adequate training and succession plans for leadership positions, our business could be materially and adversely affected.\n​\nIf we are unable to complete potential acquisitions that strategically fit our business objectives, integrate acquired businesses, or execute on large capital projects, our business, financial condition, and results of operations could be materially and adversely affected.\n​\nFrom time to time, we evaluate acquisition candidates that may strategically fit our business objectives. Our acquisition activities may present financial, managerial, and operational risks. Those risks include: (i) diversion of management attention from existing businesses, (ii) difficulties integrating personnel and financial and other systems, (iii) difficulties implementing effective control environment processes, (iv) adverse effects on existing business relationships with suppliers and customers, (v) inaccurate estimates of fair value made in the accounting for acquisitions and amortization of acquired intangible assets, which would reduce future reported earnings, (vi) potential loss of customers or key employees of acquired businesses, and (vii) indemnities and potential disputes with the sellers. If we are unable to complete acquisitions or successfully integrate and develop acquired businesses or execute on large capital projects, such as new production lines or facilities, our business, financial condition, and results of operations could be materially and adversely affected.\n​\nOur results could be adversely impacted as a result of increased pension, labor and people-related expenses.\n​\nInflationary pressures and any shortages in the labor market could increase labor costs, which could have a material adverse effect on our business, financial condition or results of operations. Our labor costs include the cost of providing employee benefits in the United States and foreign jurisdictions, including pension, health and welfare, and severance benefits. Changes in interest rates, mortality rates, health care costs, early retirement rates, investment returns, and the market value of plan assets can affect the funded status of our defined benefit plans and cause volatility in the future funding requirements of the plans. A significant increase in our obligations or future funding requirements could have a negative impact on our results of operations and cash flows from operations. Additionally, the annual costs of benefits vary with increased costs of health care and the outcome of collectively-bargained wage and benefit agreements.\n​\nOur substantial debt may limit cash flow available to invest in the ongoing needs of our business and could prevent us from fulfilling our debt obligations.\n​\nWe have incurred substantial indebtedness. As of May 30, 2021, we had $2,737.4 million of long-term debt, including current portion, recorded on our Consolidated Balance Sheet. Our level of debt could have important consequences. For example, it could:\n​\n17\n​\nThe agreements governing our debt contain various covenants that impose restrictions on us that may affect our ability to operate our business.\n​\nThe credit agreements governing our term loans and revolving credit facility and the indentures governing our senior notes contain covenants that, among other things, limit our ability to:\n​\nThese restrictions on our ability to operate our business could harm our business by, among other things, limiting our ability to take advantage of financing, merger and acquisition or other corporate opportunities.\n​\nVarious risks, uncertainties and events beyond our control could affect our ability to comply with these covenants. Failure to comply with any of the covenants in our existing or future financing agreements could result in a default under those agreements and under other agreements containing cross-default provisions. A default would permit lenders to accelerate the maturity of the debt under these agreements and to foreclose upon any collateral securing the debt. Under these circumstances, we might not have sufficient funds or other resources to satisfy all of our obligations. Also, the limitations imposed by these financing agreements on our ability to incur additional debt and to take other actions might significantly impair our ability to obtain other financing.\n​\nIn addition, the restrictive covenants in our credit agreements require us to maintain specified financial ratios and satisfy other financial condition tests. We cannot provide assurance that we will continue to be in compliance with these ratios and tests. Our ability to continue to meet those financial ratios and tests will depend on our ongoing financial and operating performance, which, in turn, will be subject to economic conditions and to financial, market, and competitive factors, many of which are beyond our control. A breach of any of these covenants could result in a default under one or more of our debt instruments, including as a result of cross default provisions and, in the case of our revolving credit facility, permit the lenders thereunder to cease making loans to us. Upon the occurrence of an event of default under our credit facilities, the lenders could elect to declare all amounts outstanding thereunder to be immediately due and payable and terminate all commitments to extend further credit. Such action by the lenders could cause cross-defaults under our senior notes indentures.\n​\nAny failure to meet required payments on our debt, or failure to comply with any covenants in the instruments governing our debt, could result in a downgrade to our credit ratings. A downgrade in our credit ratings could limit our access to capital and increase our borrowing costs. Further, under the terms of the tax matters agreement we entered into with Conagra at the spinoff, we may not retire, repurchase, or significantly modify our senior notes due 2024 and 2026 during the five-year period following the spinoff, which period ends on November 9, 2021.\n​\n18\nTechnology Risks\n​\nWe are significantly dependent on information technology, and we may be unable to protect our information systems against service interruption, misappropriation of data, or breaches of security.\n​\nWe rely on information technology networks and systems, including the Internet, to process, transmit, and store electronic and financial information, to manage and support a variety of business processes and activities, and to comply with regulatory, legal, and tax requirements. We also depend upon our information technology infrastructure for digital marketing activities and for electronic communications among our locations, personnel, customers, third-party manufacturers and suppliers. The importance of such networks and systems has increased due to many of our employees working remotely as a result of the COVID-19 pandemic, which in turn has heightened our vulnerability to cyberattacks or other disruptions. Despite careful security and controls design, implementation and updating, independent third-party verification and regular training of employees on information security and data protection, our information technology systems, some of which are dependent on services provided by third parties, may be vulnerable to, among other things, damage, invasions, disruptions, or shutdowns due to any number of causes such as catastrophic events, natural disasters, infectious disease outbreaks and other public health crises, fires, power outages, systems failures, telecommunications failures, security breaches, computer viruses, ransomware and malware, hackers, employee error or malfeasance, and other causes. While we have experienced threats to our data and systems, to date, we are not aware that we have experienced a material breach. However, over time, and particularly recently, the sophistication of these threats continues to increase. Sophisticated cybersecurity threats pose a potential risk to the security and viability of our information technology systems, as well as the confidentiality, integrity, and availability of the data stored on those systems, including cloud-based platforms. In addition, new technology that could result in greater operational efficiency may further expose our computer systems to the risk of cyber-attacks. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure and associated automated and manual control processes, we could be subject to billing and collection errors, business disruptions, or damage resulting from security breaches. If any of our significant information technology systems suffer severe damage, disruption, or shutdown and our business continuity plans do not effectively resolve the issues in a timely manner, our product sales, financial condition, and results of operations may be materially and adversely affected, and we could experience delays in reporting our financial results. Any interruption of our information technology systems could have operational, reputational, legal, and financial impacts that may have a material adverse effect on our business, financial condition, and results of operations.\n​\nIn addition, if we are unable to prevent security breaches or unauthorized disclosure of non-public information, we may suffer financial and reputational damage, litigation or remediation costs, fines, or penalties because of the unauthorized disclosure of confidential information belonging to us or to our partners, customers or suppliers.\n​\nMisuse, leakage, or falsification of information could result in violations of data privacy laws and regulations, potentially significant fines and penalties, damage to our reputation and credibility, loss of strategic opportunities, and loss of ability to commercialize products developed through research and development efforts and, therefore, could have a negative impact on net sales. In addition, we may face business interruptions, litigation, and financial and reputational damage because of lost or misappropriated confidential information belonging to us, our current or former employees, or to our suppliers or customers, and may become subject to legal action and increased regulatory oversight. We could also be required to spend significant financial and other resources to remedy the damage caused by a security breach or to repair or replace networks and information systems.\n​\nProblems with the transition, design, or implementation of our new enterprise resource planning system could interfere with our business and operations and adversely affect our financial condition.\n​\nWe are in the process of implementing a new ERP system to replace our existing operating and financial systems. The ERP system is designed to accurately maintain our financial records, enhance operational functionality, and provide timely information to our management team related to the operation of the business. The ERP system implementation process has required, and will continue to require, the investment of significant personnel and financial resources. While we have completed the first phase of our new ERP system implementation, we paused subsequent phases due to the uncertainty caused by COVID-19. We are preparing to resume the next phase of the ERP implementation in fiscal 2022. We have experienced, and may continue to experience, difficulties as we transition to new upgraded systems and processes.\n19\nThese difficulties have and may include loss of data; difficulty in making payments to third-parties; difficulty in completing financial reporting and filing reports with the SEC in a timely manner; or challenges in otherwise running our business. We may also experience decreases in productivity as our personnel implement and become familiar with new systems and processes. Any disruptions, delays, or deficiencies in the transition, design, and implementation of a new ERP system, particularly any disruptions, delays, or deficiencies that impact our operations, could have a material adverse effect on our business, financial condition, and results of operations. Even if we do not encounter adverse effects, the transition, design, and implementation of a new ERP system, may be much more costly than we anticipated.\n​\nIndustry Risks\n​\nOur business relies on a potato crop that has a concentrated growing region.\n​\nIdeal growing conditions for the potatoes necessary for our value-added products (e.g., french fries) are concentrated in a few geographic regions globally. In the United States, most of the potato crop used in value-added products is grown in Washington, Idaho, and Oregon. European growing regions for the necessary potatoes are concentrated in Austria, Belgium, Germany, France, the Netherlands, Russia, and the United Kingdom. Recent agronomic developments have opened new growing regions, but the capital-intensive nature of our industry’s production processes has kept production highly concentrated in the historical growing regions noted above. Unfavorable crop conditions in any one region could lead to significant demand on the other regions for production, which occurred in connection with the drought in Europe during fiscal 2019. Our inability to mitigate any such conditions by leveraging our production capabilities in other regions could negatively impact our ability to meet existing customers’ needs and new customer opportunities and could decrease our profitability.\n​\nOur business is affected by potato crop performance.\n​\nOur primary input is potatoes and every year, we must procure potatoes that meet the quality standards for processing into value-added products. Environmental and climate conditions, such as soil quality, moisture, and temperature, affect the yield and quality of the potato crop on a year-to-year basis. As a result, we source potatoes from specific regions of the United States and specific countries abroad, including Australia, Austria, Belgium, Canada, China, France, Germany, the Netherlands, Russia, and the United Kingdom, where we believe the optimal potato growing conditions exist. However, severe weather conditions, including protracted periods of extreme heat or cold, during the planting and growing season in these regions can significantly affect potato crop performance, such as the drought in Europe during our fiscal year 2019 that resulted in poor crop and significantly limited supply. Potatoes are also susceptible to pest diseases and insects that can cause crop failure, decreased yields, and negatively affect the physical appearance of the potatoes. We have deep experience in agronomy and actively work to monitor the potato crop. However, if a weather or pest-related event occurs in a particular crop year, and our agronomic programs are insufficient to mitigate the impacts thereof, we may have insufficient potatoes to meet our existing customers’ needs and new customer opportunities, and our competitiveness and profitability could decrease. Alternatively, overly favorable growing conditions can lead to high per acre yields and over-supply. An increased supply of potatoes could lead to overproduction of finished goods and associated increased storage costs or destruction of unused potatoes at a loss.\n​\nThe sophistication and buying power of some of our customers could have a negative impact on profits.\n​\nSome of our customers are large and sophisticated, with buying power and negotiating strength. These customers may be more capable of resisting price increases and more likely to demand lower pricing, increased promotional programs, or specialty tailored products. In addition, some of these customers (e.g., larger distributors and supermarkets) have the scale to develop supply chains that permit them to operate with reduced inventories or to develop and market their own brands. Shelf space at food retailers is not guaranteed, and large retail customers may choose to stock their own retailer and other economy brands that compete with some of our products. This could be exacerbated with a shift in consumer spending as a result of an economic downturn and consumers moving to private label or lower priced products. If the initiatives we undertake to counteract these pressures, including efficiency programs and investments in innovation and quality, are unsuccessful and we are unable to counteract the negotiating strength of these customers, our profitability could decline.\n​\n20\nIncreased competition may result in reduced sales or profits.\n​\nOur business, value-added frozen potato products, is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, local and regional companies, and retailers and foodservice distributors with their own branded and private label products. Some of our competitors are larger and have substantial financial, sales and marketing, and other resources. We compete based on, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. A strong competitive response from one or more of our competitors to our marketplace efforts could result in us reducing pricing, increasing spend on promotional activity, or losing market share. For example, private label pricing has become more competitive recently as European competitors have increased their presence in the United States, as they leverage their excess production capacity due to decreased demand following government-imposed COVID-related social restrictions. Competitive pressures may restrict our ability to increase prices, including in response to commodity and other input cost increases or additional improvements in product quality. Our profits could decrease if a reduction in prices or increased costs are not counterbalanced with increased sales volume.\n​\nIncreased industry capacity may result in reduced sales or profits.\n​\nIn recent years, market demand for value-added frozen potato products has exceeded industry capacity to produce these products. As additional industry capacity comes online, or market demand otherwise decreases, including as a result of the COVID-19 pandemic or future pandemics or other contagious outbreaks, we may face competitive pressures that would restrict our ability to increase or maintain prices, or we may lose market share. For example, during fiscal 2021, we faced increased pricing pressure for private label products due to excess production capacity in Europe that resulted from decreased demand following government-imposed COVID-related social restrictions. Our profits would decrease as a result of a reduction in prices or sales volume.\n​\nWe must identify changing consumer preferences and consumption trends and develop and offer food products to our customers that help meet those preferences and trends.\n​\nConsumer preferences evolve over time and our success depends on our ability to identify the tastes and dietary habits of consumers and offer products that appeal to those preferences. We need to continue to respond to these changing consumer preferences and support our customers in their efforts to evolve to meet those preferences. For example, as consumers focus on freshly prepared foods, some restaurants may choose to limit the frying capabilities of their kitchens. As a result, we must evolve our product offering to provide alternatives that work in such a preparation environment. In addition, our products contain carbohydrates, sodium, genetically modified ingredients, added sugars, saturated fats, and preservatives, the diet and health effects of which remain the subject of public scrutiny. We must continue to reformulate our products, introduce new products and create product extensions without a loss of the taste, texture, and appearance that consumers demand in value-added potato products. All of these efforts require significant research and development and marketing investments. If our products fail to meet consumer preferences or customer requirements, or we fail to introduce new and improved products on a timely basis, then the return on those investments will be less than anticipated, which could materially and adversely affect our business, financial condition, and results of operations.\n​\nIn addition, we compete against branded products as well as private label products. Our products must provide higher value and/or quality to our customers and consumers than alternatives, particularly during periods of economic uncertainty. Consumers may not buy our products if relative differences in value and/or quality between our products and private label products change in favor of competitors’ products or if consumers perceive this type of change. If consumers prefer private label products, which are typically sold at lower prices, then we could lose market share or sales volumes or shift our product mix to lower margin offerings. During an economic downturn, factors such as increased unemployment, decreases in disposable income and declines in consumer confidence could cause a decrease in demand for our overall product offerings, particularly higher priced products, which could materially and adversely affect our business, financial condition, and results of operations. Distributors, restaurants and retailers may also become more conservative in response to these conditions and seek to reduce their inventories. A change in consumer preferences could also cause us to increase capital, marketing, and other expenditures, which could materially and adversely affect our business, financial condition, and results of operations.\n​\n21\nLegal and Regulatory Risks\n​\nWe may be subject to product liability claims and product recalls, which could negatively impact our relationships with customers and harm our business.\n​\nWe sell food products for human consumption, which involves risks such as product contamination or spoilage, product tampering, other adulteration of food products, mislabeling, and misbranding. We may voluntarily recall or withdraw products from the market in certain circumstances, which would cause us to incur associated costs; those costs could be meaningful. We may also be subject to litigation, requests for indemnification from our customers, or liability if the consumption or inadequate preparation of any of our products causes injury, illness, or death. A significant product liability judgment or a widespread product recall may negatively impact our sales and profitability for a period of time depending on the costs of the recall, the destruction of product inventory, product availability, competitive reaction, customer reaction, and consumer attitudes. Even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused illness or injury could adversely affect our reputation with existing and potential customers and our corporate and brand image.\n​\nAdditionally, as a manufacturer and marketer of food products, we are subject to extensive regulation by the FDA and other national, state and local government agencies. The Food, Drug & Cosmetic Act, the Food Safety Modernization Act, other laws and their respective regulations govern, among other things, the manufacturing, composition and ingredients, packaging and safety of food products. Some aspects of these laws use a strict liability standard for imposing sanctions on corporate behavior, meaning that no intent is required to be established. If we fail to comply with applicable laws and regulations, we may be subject to civil remedies, including fines, injunctions, recalls, or seizures, as well as criminal sanctions, any of which could have a material adverse effect on our business, financial condition, and results of operations.\n​\nNew regulations imposed by the FDA or EFSA around acrylamide formation in potato products could adversely affect us.\n​\nThe regulation of food products, both within the United States and internationally, continues to be a focus for governmental scrutiny. The presence and/or formation of acrylamide in potato products cooked at high temperatures has become a global regulatory issue as both the FDA and the European Food Safety Authority (‘‘EFSA’’) have issued guidance to the food processing industry to work to reduce conditions that favor the formation of this naturally occurring compound. Acrylamide formation is the result of heat processing reactions that give ‘‘browned foods’’ their desirable flavor. Acrylamide formation occurs in many food types in the human diet, including but not limited to breads, toast, cookies, coffee, crackers, potatoes, and olives. The regulatory approach to acrylamide has generally been to encourage the industry to achieve as low as reasonably achievable content levels through process control (e.g., temperature) and material testing (e.g., low sugar and low asparagine). However, limits for acrylamide exposure have been established in the State of California, and point of sale consumer warnings are required if products exceed those limits. In addition, the EFSA has promulgated regulations establishing specific mitigation measures, sampling and analysis procedures and benchmark levels for acrylamide in certain food products. If the global regulatory approach to acrylamide becomes more stringent and additional legal limits are established, our manufacturing costs could increase. In addition, if consumer perception regarding the safety of our products is negatively impacted due to regulation, sales of our products could decrease.\n​\nIf we fail to comply with the many laws and regulations applicable to our business, we may face lawsuits or incur significant fines and penalties.\n​\nOur facilities and products are subject to many laws and regulations administered by the U.S. Department of Agriculture, the FDA, the Occupational Safety and Health Administration, and other federal, state, local, and foreign governmental agencies relating to the processing, packaging, storage, distribution, advertising, labeling, quality, and safety of food products, and the health and safety of our employees. Our failure to comply with applicable laws and regulations could subject us to additional costs, product detentions, substantial delays or a temporary shutdown in manufacturing, lawsuits, administrative penalties, and civil remedies, including fines, injunctions, and recalls of our products.\n​\n22\nOur operations are also subject to extensive and increasingly stringent regulations administered by foreign government agencies, the U.S. Environmental Protection Agency, and comparable state agencies, which pertain to the protection of human health and the environment, including, but not limited to, the discharge of materials into the environment and the handling and disposition of wastes. Failure to comply with these regulations can have serious consequences, including civil and administrative penalties and negative publicity. Changes in applicable laws or regulations or evolving interpretations thereof, including increased government regulations to limit the emissions of toxic air pollutants and carbon dioxide and other greenhouse gas emissions as a result of concern over climate change, may result in increased compliance costs, capital expenditures, and other financial obligations for us, which could affect our profitability or impede the production or distribution of our products, which could adversely affect our business, financial condition, and results of operations.\n​\nClimate change, or legal, regulatory, or market measures to address climate change, may negatively affect our business and operations.\n​\nThere is growing concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns, the frequency and severity of extreme weather, and natural disasters. In the event that climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as potatoes and edible oils. In addition, water is an important part of potato processing. In times of water stress, we may be subject to decreased availability or less favorable pricing for water, which could impact our manufacturing and distribution operations. Further, a decrease in the availability of water in certain regions caused by droughts or other factors could increase competition for land and resources in areas that have more favorable growing conditions, and thereby increase costs for such land and resources.\n​\nThe increasing concern over climate change also may result in more regional, federal, and/or global legal and regulatory requirements to reduce or mitigate the effects of greenhouse gases, as well as more stringent regulation of water rights. In the event that such regulation is enacted and is more aggressive than the sustainability measures that we are currently undertaking to monitor our emissions, improve our energy efficiency, and reduce and reuse water, we may be subject to curtailment or reduced access to resources or experience significant increases in our costs of operation and delivery. As a result, climate change could negatively affect our business and operations.\n​\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products and brands.\n​\nWe consider our intellectual property rights to be a significant and valuable aspect of our business. We attempt to protect our intellectual property rights through a combination of trademark, patent, copyright and trade secret protection, contractual agreements and policing of third-party misuses of our intellectual property. Our failure to obtain or adequately protect our intellectual property or any change in law that lessens or removes the current legal protections of our intellectual property may diminish our competitiveness and adversely affect our business and financial results. We also license certain intellectual property, most notably\nGrown in Idaho\nand\nAlexia\n, from third parties. To the extent that we are not able to contract with these third parties on favorable terms or maintain our relationships with these third parties, our rights to use certain intellectual property could be impacted.\n​\nCompeting intellectual property claims that impact our brands or products may arise unexpectedly. Any litigation or disputes regarding intellectual property may be costly and time-consuming and may divert the attention of our management and key personnel from our business operations. We also may be subject to significant damages or injunctions against development, launch and sale of certain products. Any of these occurrences may harm our business and financial results.\n​\nLitigation could expose us to significant costs and adversely affect our business, financial condition, and results of operations.\n​\nWe are, or may become, party to various lawsuits and claims arising in the ordinary course of business, which may include lawsuits or claims relating to commercial liability, product recalls, product liability, product claims,\n23\nemployment matters, environmental matters, intellectual property, or other aspects of our business. Litigation is inherently unpredictable, and although we may believe we have meaningful defenses in these matters, we may incur judgments or enter into settlements of claims that could have a material adverse effect on our business, financial condition, and results of operations. The costs of responding to or defending litigation may be significant and may divert the attention of management away from our strategic objectives. There may also be adverse publicity associated with litigation that may decrease customer confidence in our business, regardless of whether the allegations are valid or whether we are ultimately found liable. As a result, litigation may have a material adverse effect on our business, financial condition, and results of operations.\n​\nGeneral Risks\n​\nThere are inherent limitations on the effectiveness of our controls.\n​\nWe do not expect that our disclosure controls or our internal control over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. The design of a control system must reflect the fact that resource constraints exist, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud, if any, have been detected. For example, during fiscal 2019, we identified a material weakness in internal control related to information technology general controls and as a result, concluded that our internal control over financial reporting was not effective as of May 26, 2019. Although we implemented remedial measures and concluded the material weakness had been remediated as of May 31, 2020, there is no assurance these remedial measures will continue to be effective or that we may not later identify other material weaknesses in internal controls. The design of any system of controls is based in part on certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions. Projections of any evaluation of the effectiveness of controls to future periods are subject to risks. Over time, controls may become inadequate due to changes in conditions or deterioration in the degree of compliance with policies or procedures. If our controls become inadequate, we could fail to meet our financial reporting obligations, our reputation may be adversely affected, our business, financial condition, and results of operations could be adversely affected, and the market price of our stock could decline.\n​"
  },
  {
    "item_key": "item_1b",
    "text": "​\nNone.\n​\n24"
  },
  {
    "item_key": "item_2",
    "text": "​\nWe are headquartered in Eagle, Idaho. The following table sets forth our principal manufacturing and processing facilities as of May 30, 2021:\n​\n​\nWe use our farms as a source of raw materials, to better understand the costs of growing potatoes, and to deploy agronomic research. Our facilities vary in age and condition, and each of them has an active maintenance program to ensure a safe operating environment and to keep the facilities in good condition. We believe all our buildings are in satisfactory operating condition to conduct our business as intended. We also own and lease general office/support facilities in the regions we operate, including Australia, Canada, China, Mexico, Japan, Singapore, and the United States.\n​\nOur manufacturing assets are shared across all reporting segments. Therefore, we do not identify or allocate assets by operating segment. For more information, see Note 14, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nIn addition to the facilities noted above, our joint ventures own or lease processing facilities in Argentina, Austria, the Netherlands, Russia, the United Kingdom, and the United States.\n​\n​"
  },
  {
    "item_key": "item_3",
    "text": "​\nFor information regarding our legal proceedings, see Note 15, Commitments, Contingencies, Guarantees, and Legal Proceedings, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​"
  },
  {
    "item_key": "item_4",
    "text": "​\nNot applicable.\n​\n25\nPART II\n​"
  },
  {
    "item_key": "item_5",
    "text": "​\nOur common stock is listed on the NYSE under the ticker symbol “LW.” At July 19, 2021, there were 11,545 holders of record of our common stock. The majority of holders of Lamb Weston common stock are “street name” or beneficial holders, whose shares of record are held by banks, brokers, and other financial institutions.\n​\nDividends\n​\nOur Board of Directors intends to continue to consider declaring and paying dividends on Lamb Weston common stock based on our financial condition and results of operations, as well as applicable covenants under our debt agreements. Our Board of Directors has no obligation under Delaware law or our amended and restated certificate of incorporation to declare or pay dividends, and dividends on Lamb Weston common stock are limited to legally available funds.\n​\nPurchases of Equity Securities by the Issuer\n​\nThe following table presents information related to total shares purchased during the periods presented below (dollars in millions, except per share data):\n​\n​\n​\n26\nPerformance Graph\n​\nThe following graph and table compare the cumulative total return on our common stock with the cumulative total return of the Standard & Poor’s (“S&P”) 500 Index, the S&P 400 Packaged Food Index, which we consider to be our peer group, and the S&P 500 Packaged Food Index. This graph and table cover the period from November 10, 2016 (the first day our common stock began trading on NYSE) through May 28, 2021 (the last trading day of our fiscal year). The graph and table assume that $100 was invested in our common stock, the S&P 500 Index, the S&P 400 Packaged Food Index, and the S&P 500 Packaged Food Index on November 10, 2016, and that all dividends were reinvested\n.\nThe cumulative total return shown below are based on the last trading day in Lamb Weston’s fiscal year.\n​\n​\n​\nThe above performance graph and other information furnished under this Part II, Item 5 of this Form 10-K shall not be deemed to be “soliciting material” or to be “filed” with the SEC or subject to Regulation 14A or 14C, or to the provisions of Section 18, of the Securities Exchange Act of 1934, as amended.\n​\n27\nITEM 6. SELECTED FINANCIAL DATA\n​\nRemoved.\n​\n​"
  },
  {
    "item_key": "item_7",
    "text": "​\nThe following discussion and analysis is intended to provide a summary of significant factors relevant to our financial performance and condition. The discussion and analysis should be read together with our consolidated financial statements and related notes in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. Results for the fiscal year ended May 30, 2021 are not necessarily indicative of results that may be attained in the future.\n​\nThe following generally discusses fiscal 2021 and 2020 items and fiscal year comparisons between fiscal 2021 and 2020. Discussions of fiscal 2019 items and fiscal year comparisons between fiscal 2020 and 2019 that are not included in this Form 10-K can be found in “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended May 31, 2020, which we filed with the Securities and Exchange Commission on July 28, 2020\n.\n​\nThe fiscal years for the Consolidated Financial Statements presented consist of a 52-week period for fiscal 2021 and a 53-week period for fiscal 2020.\n​\nOverview\n​\nLamb Weston, along with our joint venture partners, is a leading global producer, distributor, and marketer of value-added frozen potato products. We, along with our joint venture partners, are the number one supplier of value-added frozen potato products in North America. We, along with our joint venture partners, are also a leading supplier of value-added frozen potato products internationally, with a strong and growing presence in high-growth emerging markets. We, along with our joint venture partners, offer a broad product portfolio to a diverse channel and customer base in over 100 countries. French fries represent the majority of our value-added frozen potato product portfolio.\n​\nOn November 9, 2016, we separated from Conagra and became an independent publicly traded company through the pro rata distribution by Conagra of 100% of our outstanding common stock to Conagra stockholders. In connection with the Separation, Conagra transferred substantially all of the assets and liabilities and operations of the Lamb Weston business to us.\n​\nManagement’s discussion and analysis of our results of operations and financial condition, which we refer to in this filing as “MD&A,” is provided as a supplement to the consolidated financial statements and related notes included elsewhere in this Form 10-K to help provide an understanding of our financial condition, changes in financial condition and results of our operations. Our MD&A is based on financial data derived from the financial statements prepared in accordance with U.S. generally accepted accounting principles (“GAAP”) and certain other financial data (including product contribution margin on a consolidated basis, Adjusted earnings before interest, taxes, depreciation and amortization (“EBITDA”), Adjusted EBITDA including unconsolidated joint ventures, and Adjusted Diluted EPS) that is prepared using non-GAAP financial measures. Refer to “Non-GAAP Financial Measures” below for the definitions of product contribution margin, Adjusted EBITDA, Adjusted EBITDA including unconsolidated joint ventures and Adjusted Diluted EPS, and a reconciliation of these non-GAAP financial measures to gross profit, net income or diluted earnings per share.\n​\nExecutive Summary\n​\nIn fiscal 2021, we navigated the impacts of the COVID-19 pandemic on our operations and global frozen potato demand, demonstrating the strength and resilience of our employees in a challenging environment. Throughout the pandemic, our primary focus and attention has been directed towards the health and well-being of our employees and contractors, while continuing to support our customers and to invest in our manufacturing, supply chain, commercial and information technology operations to meet our long-term strategic objectives.\n28\nOur fiscal 2021 financial performance reflects the negative impact on frozen potato demand in our food-away-from-home sales channels. While demand and shipment trends sequentially improved during the year in our food-away-from-home sales channels, shipments to restaurants and other foodservice outlets were below pre-pandemic levels. The pandemic also significantly disrupted manufacturing and distribution operations across all industries, including ours, which resulted in higher costs. As a result, our sales and earnings in fiscal 2021 declined as compared to fiscal 2020, which included the benefit of an additional week (“53\nrd\nweek”) of sales, earnings and cash flow. Specifically:\n​\n​\nCompared with fiscal 2020, the decline in net sales was driven by lower sales volume. Our sales volume declined largely due to demand for frozen potato products outside the home falling after government-imposed social restrictions to slow the spread of COVID-19 reduced restaurant traffic and included restrictions for on-premise dining. The decline in sales volume was most pronounced in our Foodservice segment, which has a higher proportion of its sales to on-premise dining establishments, including independent restaurants and non-commercial operations, such as lodging and hospitality, healthcare, schools and universities, sports and entertainment, and workplace environments. The decline in sales volumes in our Global segment was less pronounced as consumers leveraged drive-thru, carry-out and delivery options at quick service restaurants in the U.S. In our Retail segment, which sells products for food-at-home consumption, sales volume for our branded products was strong, but this was more than offset by lower sales volume of private label products resulting from losses of certain low-margin business. Overall, our sales volume decline was partially offset by higher price/mix, which was largely due to favorable pricing in our Foodservice segment and favorable mix in our Retail segment, while price/mix in our Global segment was flat.\n​\nIn Europe, which is served by our Lamb-Weston/Meijer joint venture, sales volumes also declined as demand fell following government-imposed social restrictions. Although a high percentage of our sales are to quick service restaurants, unlike the U.S., most consumption in Europe is dine-in or carry-out as drive-thru options are more limited. As a result, the effect of government-imposed restrictions on french fry demand in Europe was similar to what we observed for full-service restaurants operations in the U.S.\n​\nOverall international sales volumes, which are included in our Global segment, varied by market. While demand in many of our key markets improved as fiscal 2021 progressed, the rate of improvement generally lagged that in the U.S. In addition, our exports were hindered by pandemic-related congestion at U.S. West Coast ports as well as the availability of shipping containers.\n​\nIncome from operations declined due to lower sales, higher manufacturing and distribution costs, and\nhigher selling, general and administrative (“SG&A”) expenses\n. The increase in costs was largely due to incremental costs resulting from the pandemic’s disruptive effect on our production, transportation, and warehousing operations, including costs to address the safety and welfare of our employees and costs associated with a tighter labor market due to COVID-19 related absenteeism and labor-related restrictions. The COVID-19 environment also caused freight rates to increase due to tighter capacity and stronger demand in the trucking and cargo container markets resulting from higher shipping volume of products. We also experienced higher input cost inflation, particularly for edible oils because of low supply as well as higher demand for raw materials by alternative end markets, such as biofuels. Despite these challenges, we continued to invest in our supply chain operations, and completed the initial phase of our new ERP system, which we expect will benefit our operations over the long term. We also announced capital expansions in the U.S. and China, and with our joint venture in Europe, announced expansions in Russia and the Netherlands.\n​\nWe generated full-year cash from operations of $553.2 million and cash flow after investing activities, including information technology initiatives, of $390.7 million. Given the significant economic uncertainty, we took prudent and early actions to reinforce and enhance our financial strength (see “Liquidity and Capital Resources” in this MD&A for more information). We ended the year with $783.5 million of cash and cash equivalents and no borrowings on our\n29\nrevolving credit facility. In addition, we returned $161.0 million to our stockholders, through a combination of dividends and share repurchases.\n​\nOutlook\n​\nWe remain committed to prioritizing the health and well-being of our employees and contractors, to supporting our customers, and to maintaining our financial strength as the pandemic continues to impact the global economy. In fiscal 2022, while the degree of the impact of the pandemic on our business remains uncertain, we believe its effect on global frozen potato demand will continue to lessen as vaccination rates increase in the U.S. and our key international markets and as governments continue to ease social restrictions in their respective jurisdictions. We believe this will likely\nhave a favorable impact on restaurant traffic, especially for full-service restaurants and other operations that have traditionally relied on on-premise dining, as well as for other non-commercial operations, such as hotels, schools and universities, and sporting venues. In the U.S., by the end of fiscal 2021, we saw shipments to large chain restaurants as well as in our Foodservice segment, in aggregate, approach pre-pandemic levels as more governments eased social restrictions. Accordingly, we continue to believe that overall frozen potato demand may approach pre-pandemic levels, on a run-rate basis, by the end of the calendar year.\n​\nHowever, we expect the ongoing effects of the pandemic and the rapid resurgence of the broader economy will pressure and disrupt our global supply chain operations in the near-term, which will result in volatile operating conditions and incremental manufacturing and distribution costs. In addition, in fiscal 2022, we expect the rate of inflation for many of our manufacturing, commodity and distribution costs, including, but not limited to edible oils, rail, trucking, ocean freight, and packaging, will increase compared to what we experienced in fiscal 2021. We expect to increase the selling price of our products to offset, in whole or in part, these higher costs.\n​\nWe expect overall SG&A to be higher as a result of increased compensation and benefits expense largely resulting from inflation, as well as continued investments to improve our manufacturing, supply chain, commercial and information technology operations over the long term. This includes resuming our efforts to implement the next phase of a new ERP system, which we deferred due to the disruptive impact of the pandemic on our operations, as well as the significant number of employees working remotely.\n​\nWhile the near-term impact of the pandemic on sales volume and costs is volatile, we believe we have sufficient liquidity to manage through the uncertainty, and remain focused on our business and plans to drive long-term value creation.\n​\nResults of Operations\n​\nWe have four reportable segments: Global, Foodservice, Retail, and Other. We report net sales and product contribution margin by segment and on a consolidated basis. Product contribution margin, when presented on a consolidated basis, is a non-GAAP financial measure. Net sales and product contribution margin are the primary measures reported to our chief operating decision maker for purposes of allocating resources to our segments and assessing their performance. Product contribution margin represents net sales less cost of sales and advertising and promotion expenses. Product contribution margin includes advertising and promotion expenses because those expenses are directly associated with the performance of the Company’s segments. For additional information on our reportable segments and product contribution margin, see “Non-GAAP Financial Measures” below and Note 14, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\n30\nFiscal Year Ended May 30, 2021 Compared to Fiscal Year Ended May 31, 2020 (dollars in millions)\n​\nNet Sales and Product Contribution Margin\n​\n​\nNet Sales\n​\nLamb Weston’s net sales for fiscal 2021 declined $121.5 million, or 3%, to $3,670.9 million, compared with $3,792.4 million in fiscal 2020. Volume declined 6% while price/mix increased 3%. Net sales and volume declined 2% and 6%, respectively, excluding the benefit of the 53\nrd\nweek in the prior year. The decline in sales volume reflected soft demand for much of the first three fiscal quarters following government-imposed pandemic-related social restrictions, including on restaurants and other foodservice operations. Sales volumes increased in the fiscal fourth quarter due to a recovery in demand, as well as a comparison to reduced shipments in the prior year quarter when customers were destocking inventories as they adjusted to the abrupt change in the business environment. The increase in price/mix was driven primarily by favorable pricing in our Foodservice segment and favorable mix in our Retail segment, while price/mix in our Global segment was flat.\n​\nGlobal net sales declined $62.1 million, or 3%, to $1,911.5 million, compared with $1,973.6 million in fiscal 2020. Volume declined 3% while price/mix was flat. Net sales and volume each declined 2% excluding the benefit of the 53\nrd\nweek in the prior year. Sales volumes in the first half of the year declined as compared to the prior year, but largely stabilized beginning in the fiscal third quarter behind strength in shipments to large, quick service chain restaurant customers in the U.S. Sales volumes for the segment increased in the fiscal fourth quarter due to a recovery in demand in the U.S. and in our key international markets, as well as a comparison to reduced shipments in the prior year quarter when customers were destocking inventories. Price/mix was flat as positive pricing actions were offset by unfavorable customer mix.\n​\nFoodservice net sales declined $51.8 million, or 5%, to $1,017.3 million, compared with $1,069.1 million in fiscal 2020. Volume declined 12% while price/mix increased 7%. Net sales and volume declined 4% and 11%, respectively, excluding the benefit of the 53\nrd\nweek in the prior year. Sales volumes during the first three quarters of the year declined as compared to the prior year as demand at full-service restaurants and non-commercial customers were significantly affected by government-imposed social restrictions. Sales volumes for the segment increased in the fiscal fourth quarter due to a recovery in most of the segment’s customer channels, as well as a comparison to reduced shipments in the prior year quarter when customers were destocking inventories. The increase in price/mix primarily reflected the carryover benefit of pricing actions implemented during fiscal 2020, partially offset by unfavorable mix as sales of\nLamb Weston\nbranded and premium products softened during the height of the pandemic.\n​\n31\nRetail net sales increased $7.9 million, or 1%, to $603.4 million, compared with $595.5 million in fiscal 2020. Price/mix increased 5% while volume declined 4%. Excluding the benefit of the 53\nrd\nweek in the prior year, net sales increased 4% and volume declined 2%. The increase in price/mix was largely driven by favorable mix from higher sales of premium and mainstream branded offerings. The decline in sales volumes reflected lower shipments of private label products resulting from incremental losses of certain low-margin business, partially offset by strong growth in branded products, which have historically comprised approximately 40 percent of the segment’s volume. In addition, the sales volume decline reflects a comparison to the fourth quarter of fiscal 2020 which included a surge in demand for in-home consumption of frozen potato products following government-imposed social restrictions.\n​\nNet sales in our Other segment declined $15.5 million, or 10%, to $138.7 million, compared with $154.2 million in fiscal 2020. The decline primarily reflects lower volume in our vegetable business, partially offset by favorable price/mix.\n​\nGross Profit and Product Contribution Margin\n​\nGross profit declined $63.2 million, or 7%, to $832.0 million in fiscal 2021. The decline was driven by lower sales and higher manufacturing and distribution costs on a per pound basis, which largely included: incremental costs and inefficiencies related to the pandemic’s disruptive effect on our production, transportation, and warehousing operations; and input and transportation cost inflation. The increase in costs was partially offset by supply chain productivity savings. In addition, gross profit included a $40.4 million change in unrealized mark-to-market adjustments and realized settlements associated with commodity hedging contracts, which reflects a $37.9 million gain in the current year, compared with a $2.5 million loss related to these items in the prior year.\n​\nLamb Weston’s overall product contribution margin in fiscal 2021 declined $58.0 million, or 7%, to $814.2 million, compared with $872.2 million in fiscal 2020. The decline was driven by lower sales and higher manufacturing and distribution costs, as described above.\n​\nGlobal segment product contribution margin declined $68.3 million, or 18%, to $306.2 million in fiscal 2021. Higher manufacturing and distribution costs, as well as lower sales volumes, largely drove the decline. Global segment cost of sales was $1,601.4 million,\nup 1%\ncompared to fiscal 2020, as higher manufacturing and distribution costs were largely offset by the impact of lower sales volumes. Advertising and promotion spending declined $2.4 million in fiscal 2021, as compared to fiscal 2020.\n​\nFoodservice product contribution margin declined $16.0 million, or 4%, to $340.0 million in fiscal 2021.\nLower sales volumes and higher manufacturing and distribution costs more than offset the benefit of favorable price/mix. Cost of sales was $672.4 million, down 5% compared to fiscal 2020, due to lower sales volumes, partially offset by higher manufacturing and distribution costs.\nAdvertising and promotion spending declined $2.3 million in fiscal 2021, as compared with fiscal 2020.\n​\nRetail product contribution margin increased $2.6 million, or 2%, to $120.2 million in fiscal 2021. Favorable product mix and a $0.4 million decrease in advertising and promotion spending more than offset the impact of\nhigher manufacturing and distribution costs and lower sales volumes of private label products. Cost of sales was $474.3 million, up 1% compared to fiscal 2020, primarily due to higher manufacturing and distribution costs, partially offset by lower sales volumes.\n​\nOther product contribution margin increased $23.7 million to $47.8 million in fiscal 2021, as compared to $24.1 million in fiscal 2020. These amounts include a $27.8 million gain related to unrealized mark-to-market adjustments and realized settlements associated with commodity hedging contracts, and a $0.2 million loss related to the contracts in fiscal 2020. Excluding these mark-to-market adjustments, Other segment product contribution margin declined $4.3 million, largely due to higher manufacturing costs and lower sales volumes in our vegetable business.\n​\nSelling, General and Administrative Expenses\n​\nSG&A expenses were $357.2 million, up $18.9 million, or 6%, in fiscal 2021 compared with fiscal 2020. The increase was largely driven by investments to improve our manufacturing, supply chain, commercial and information\n32\ntechnology operations over the long term, and included approximately $9 million of non-recurring expenses (primarily consulting and employee training expenses) associated with implementing the first phase of a new ERP system, compared to approximately $8 million in the prior year. The increase in SG&A was also driven by higher compensation and benefits expense, partially offset by a $5.2 million decline in A&P expense, as well as by cost management efforts.\n​\nInterest Expense, Net\n​\nInterest expense, net was $118.3 million in fiscal 2021, an increase of $10.3 million compared with fiscal 2020. The increase in interest expense, net was the result of a higher level of average total debt versus the prior year resulting from our actions in late fiscal 2020 and early fiscal 2021 to enhance our liquidity position during the pandemic. For more information, see Note 8, Debt and Financing Obligations, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\nIncome Taxes\n​\nOur effective tax rate was 22.2% for fiscal 2021, compared to 23.5% in fiscal 2020. The difference between our effective tax rates in fiscal 2021 and 2020 is primarily due to permanent differences and discrete items. Our effective tax rate varies from the U.S. statutory tax rate of 21% principally due to the impact of U.S. state taxes, foreign taxes, permanent differences, and discrete items.\n​\nFor further information on income taxes, see Note 3, Income Taxes, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\nEquity Method Investment Earnings\n​\nWe conduct meaningful business through unconsolidated joint ventures and include our share of the earnings based on our economic ownership interest in them. Lamb Weston’s share of earnings from its equity method investments was $51.8 million and $29.3 million for fiscal 2021 and 2020, respectively. Earnings in fiscal 2020 included a $2.6 million loss related to the withdrawal from a multiemployer pension plan by Lamb Weston RDO. Equity method investment earnings also included an $11.3 million unrealized gain related to mark-to-market adjustments associated with currency and commodity hedging contracts in fiscal 2021 and a $6.3 million loss related to these items in fiscal 2020. In addition, in December 2020, Lamb-Weston/Meijer increased its ownership interest in its Russian joint venture from 35.5% to 74.9%, and now consolidates that joint venture in its results.\n​\nExcluding the Lamb Weston RDO pension-related comparability item and the mark-to-market adjustments, earnings from equity method investments increased $2.3 million compared to the prior year period, largely driven by Lamb-Weston/Meijer’s increased ownership interest in its Russian joint venture and higher manufacturing costs per pound in the prior year, partially offset by lower frozen potato demand in Europe following government-imposed restrictions on restaurant and other foodservice operations.\n​\nLiquidity and Capital Resources\n​\nWe ended fiscal 2021 in a strong financial position with resources available for reinvesting in our business, including our strategic growth initiatives, pursuing acquisition opportunities that we may identify, and managing our capital structure on a short-term and long-term basis. At May 30, 2021, we had $783.5 million of cash and cash equivalents and $744.6 million of availability under our revolving credit facility.\n​\nWhile we expect the near-term impact of the pandemic on sales volume and costs to remain volatile, we believe we have sufficient liquidity to meet projected capital expenditures, service existing debt and meet working capital requirements for the next 12 months with current cash balances and cash from operations, supplemented as necessary by available borrowings under our existing revolving credit facility.\n​\n33\nCash Flows\n​\nBelow is a summary table of our cash flows, followed by a discussion of the sources and uses of cash through operating, investing, and financing activities (dollars in millions):\n​\n​\nOperating Activities\n​\nDuring fiscal 2021, cash provided by operating activities decreased $20.8 million to $553.2 million, compared with $574.0 million in the same period a year ago. The decrease related to a $99.2 million decrease in net income, adjusted for non-cash income and expenses, partially offset by $78.4 million of cash provided by favorable changes in working capital. Lower income from operations related to government-imposed restrictions on restaurants and other foodservice operations to slow the spread of COVID-19. See “Results of Operations” in this MD&A for more information. Favorable changes in working capital primarily related to an increase in accounts payable, due to timing, and an increase in our accrued liabilities, primarily related to higher compensation and benefits accruals. This favorability was partially offset by higher finished goods inventory due to building more pounds of inventory to meet expected demand as sales began to reach pre-pandemic levels, compared with lower inventories at the end of fiscal 2020, when demand decreased due to the COVID-19 pandemic, as well as incremental costs related to rising input and other costs, higher receivables due to more sales at the end of fiscal 2021, compared with the end of fiscal 2020, and an increase in prepaid and other current assets primarily due to an increase in favorable open commodity contract hedge positions at the end of fiscal 2021, driven by a rise in edible oil prices.\n​\nInvesting Activities\n​\nInvesting activities used $162.5 million of cash in fiscal 2021, compared with $346.0 million in fiscal 2020. Excluding cash used for the acquisition of a frozen potato processor in Australia and for an investment in an equity method joint venture in the prior year, cash used for investing activities decreased $44.2 million, compared to fiscal 2020. The decrease represents our concerted effort to control spending at the onset of the pandemic\nto preserve liquidity.\n​\nWe expect capital investments in fiscal 2022 to be approximately $650 million to $700 million, depending on timing of projects, which include among other items: completion of our chopped and formed capacity expansion in American Falls, Idaho; initial construction of a new french fry processing line and plant modernization investments in American Falls, Idaho; and initial construction of a greenfield french fry processing facility in Ulanqab, Inner Mongolia, China.\nThese expenditures could increase or decrease as a result of a number of factors, including our financial results, future economic conditions, including the impact of COVID-19, and our regulatory compliance requirements.\nAt May 30, 2021, we had commitments for capital expenditures of $75.0 million.\n​\nFinancing Activities\n​\nWe took various actions to further strengthen our liquidity position in response to the COVID-19 pandemic, which included raising over $1 billion of liquidity in the last quarter of fiscal 2020, including borrowing $495.0 million under our revolving credit facility, entering into a new $325.0 million term loan facility, and issuing $500.0 million of senior notes due in 2028. These actions also included deferring the payment of our payroll taxes as allowed under the Coronavirus Aid, Relief and Economic Security Act (“CARES”) Act. The CARES Act allows for the deferral of the payment of the employer portion of Social Security taxes accrued between March 27, 2020, and December 31, 2020.\n34\nUnder the CARES Act, 50% of the deferred payroll taxes will be paid by December 31, 2021 and the remainder will be paid by December 31, 2022. In addition, in June 2019, we entered into a new $300.0 million term loan facility due in June 2024 and used the proceeds to repay $300.0 million of the term loan facility that was due in 2021.\n​\nDuring fiscal 2021, we repaid the $495.0 million we borrowed under our revolving credit facility at the onset of the pandemic, and we repaid $\n305.5 million of other debt and financing obligations (including the repayment of the\n$271.9 million term loan facility that was scheduled to mature in November 2021). We also paid $135.3 million in cash dividends to common stockholders. During fiscal 2021, we repurchased 328,918 shares of our common stock at an average price of $78.19 and withheld 164,992 shares of common stock from employees to cover income and payroll taxes on equity awards that vested during the period.\nAs of May 30, 2021, $169.6 million remained authorized for repurchase under our share repurchase program. During fiscal 2020, we paid $121.3 million in cash dividends to common stockholders. We also repurchased 287,239 shares of our common stock at an average price of $79.56 per share and withheld 80,673 shares of common stock\nfrom employees to cover income and payroll taxes on equity awards that vested during the period.\n​\nWe assess our financing alternatives periodically and expect to access credit or debt capital markets opportunistically, within targeted levels, as part of our plans to fund our capital programs, including capital expenditures and cash returns to stockholders through dividends and share repurchases. These transactions may include refinancing of existing debt or the incurrence of new debt, subject to financing options that may be available to us from time to time, as well as conditions in the credit and debt capital markets generally.\n​\nFor more information about our debt, including among other items, interest rates, maturity dates, and covenants, see Note 8, Debt and Financing Obligations, of the Notes to the Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. At May 30, 2021, we were in compliance with the financial covenant ratios and other covenants contained in our credit agreements.\n​\nOff-Balance Sheet Arrangements\n​\nWe do not have any off-balance sheet arrangements as of May 30, 2021 that are reasonably likely to have a current or future material effect on our financial condition, results of operations, liquidity, capital expenditures, or capital resources.\n​\nInvestments in Joint Ventures\n​\nWe conduct some of our business through three unconsolidated joint ventures and account for these investments using equity method accounting. For more information about our investments in joint ventures, see Note 4, Investments in Joint Ventures, of the Notes to the Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nObligations and Commitments\n​\nAs part of our ongoing operations, we enter into arrangements that obligate us to make future payments under contracts such as lease agreements, debt agreements, potato supply agreements, and unconditional purchase obligations (i.e., obligations to transfer funds in the future for fixed or minimum quantities of goods or services at fixed or minimum prices). The unconditional purchase obligation arrangements are entered into in the normal course of business in order to ensure adequate levels of sourced product are available.\n​\n35\nA summary of our contractual obligations as of May 30, 2021 are as follows (dollars in millions). The expected timing of payments of the obligations in the table are estimated based on current information. Timing of payments and actual amounts paid may be different, depending on the time of receipt of goods or services, or changes to agreed-upon amounts for some obligations.\n​\n​\n​\n​\n​\n​\n​\nCritical Accounting Estimates\n​\nManagement’s discussion and analysis of financial condition and results of operations are based upon the Company’s consolidated financial statements, which have been prepared in accordance with GAAP. The preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues, and expenses, and related disclosures of contingent assets and liabilities. On an ongoing basis, we evaluate our estimates, including those related to our trade promotions, income taxes, and acquisitions, among others. We base our estimates on historical experiences combined with management’s understanding of current facts and circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\n​\nCritical accounting estimates are those that are most important to the portrayal of our financial condition and operating results. These estimates require management’s most difficult, subjective, or complex judgments. We review the development, selection, and disclosure of our critical accounting estimates with the Audit and Finance Committee of our Board of Directors.\n​\nWhile we have taken into account certain impacts arising from COVID-19 in connection with the accounting estimates reflected in this Form 10-K, the full impact of COVID-19 is unknown and cannot be reasonably estimated. However, we have made appropriate accounting estimates based on the facts and circumstances available as of the\n36\nreporting date. To the extent there are differences between these estimates and actual results, our consolidated financial statements may be affected.\n​\nSales Incentives and Trade Promotion Allowances\n​\nWe promote our products with advertising, consumer incentives, and trade promotions. Sales promotions include, but are not limited to, discounts, coupons, rebates, and volume-based incentives. The estimates for sales incentives are based principally on historical sales and redemption rates, influenced by judgments about current market conditions such as competitive activity in specific product categories.\n​\nTrade promotion programs include introductory marketing funds such as slotting fees, cooperative marketing programs, temporary price reductions, and other activities conducted by our customers to promote our products. The costs of these programs are recognized as a reduction to revenue with a corresponding accrued liability. The estimate of trade promotions is inherently difficult due to information limitations as the products move beyond distributors and through the supply chain to operators. Estimates made by management in accounting for these costs are based primarily on our historical experience with marketing programs, with consideration given to current circumstances and industry trends and include the following: quantity of customer sales, timing of promotional activities, current and past trade-promotion spending patterns, the interpretation of historical spending trends by customer and category, and forecasted costs for activities within the promotional programs.\n​\nThe determination of sales incentive and trade promotion costs requires judgment and may change in the future as a result of changes in customer demand for our products, promotion participation, particularly for new programs related to the introduction of new products. Final determination of the total cost of promotion is dependent upon customers providing information about proof of performance and other information related to the promotional event. Because of the complexity of some of these trade promotions, the ultimate resolution may result in payments that are different from our estimates. As additional information becomes known, we may change our estimates. At May 30, 2021 and May 31, 2020, we had $39.9 million and $42.5 million, respectively, of sales incentives and trade promotions payable recorded in “Accrued liabilities” on our Consolidated Balance Sheets.\n​\nIncome Taxes\n​\nWe compute the provision for income taxes using the asset and liability method, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax bases of assets and liabilities, and for operating losses and tax credit carryforwards. We measure deferred tax assets and liabilities using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets are expected to be realized or settled.\n​\nInherent in determining the annual tax rate are judgments regarding business plans, planning opportunities, and expectations about future outcomes. Management judgments are required for the following items:\n​\n​\n​\n37\n​\nAcquisitions\n​\nFrom time to time, we may enter into business combinations. We allocate the total purchase price of a business combination to the assets acquired and the liabilities assumed based on their estimated fair values at the acquisition date, with the excess purchase price recorded as goodwill. The acquisition method of accounting requires us to make significant estimates and assumptions regarding the fair values of the elements of a business combination as of the date of acquisition, including the fair values (fair value is determined using the income approach, cost approach and/or market approach) of inventory, property, plant and equipment, identifiable intangible assets, deferred tax asset valuation allowances, and liabilities related to uncertain tax positions, among others. This method also requires us to refine these estimates over a measurement period not to exceed one year to reflect new information obtained about facts and circumstances that existed as of the acquisition date that, if known, would have affected the measurement of the amounts recognized as of that date. If we are required to retroactively adjust provisional amounts that we have recorded for the fair values of assets and liabilities in connection with acquisitions, these adjustments could have a material impact on our financial condition and results of operations.\n​\nSignificant estimates and assumptions in determining the fair value of brands and other identifiable intangible assets include future cash flows that we expect to generate from the acquired assets. If the subsequent actual results and updated projections of the underlying business activity change compared with the assumptions and projections used to develop these values, we could record impairment charges. In addition, we have estimated the economic lives of certain acquired assets and these lives are used to calculate depreciation and amortization expense. If our estimates of the economic lives change, depreciation or amortization expenses could increase or decrease.\n​\nNew and Recently Adopted Accounting Standards\n​\nFor a listing of our new and recently adopted accounting standards, see Note 1, Nature of Operations and Summary of Significant Accounting Policies, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nNon-GAAP Financial Measures\n​\nTo supplement the financial information included in this report, we have presented product contribution margin on a consolidated basis, Adjusted EBITDA, Adjusted EBITDA including unconsolidated joint ventures and Adjusted Diluted EPS, each of which is considered a non-GAAP financial measure.\n​\nProduct contribution margin is one of the primary measures reported to our chief operating decision maker for purposes of allocating resources to our segments and assessing their performance. Product contribution margin represents net sales less cost of sales and advertising and promotion expenses. Product contribution margin includes advertising and promotion expenses because those expenses are directly associated with the performance of our segments. Our management also uses Adjusted EBITDA, Adjusted EBITDA including unconsolidated joint ventures and Adjusted Diluted EPS to evaluate our performance excluding the impact of certain non-cash charges and other special items in order to have comparable financial results to analyze changes in our underlying business between reporting periods. We include\n38\nthese non-GAAP financial measures because management believes they are useful to investors in that they provide for greater transparency with respect to supplemental information used by management in its financial and operational decision making. We believe that the presentation of these non-GAAP financial measures, when used in conjunction with GAAP financial measures, is a useful financial analysis tool that can assist investors in assessing our operating performance and underlying prospects. These non-GAAP financial measures should be viewed in addition to, and not as alternatives for, financial measures prepared in accordance with GAAP. These non-GAAP financial measures may differ from similarly titled non-GAAP financial measures presented by other companies, and other companies may not define these non-GAAP financial measures the same way. These measures are not a substitute for their comparable GAAP financial measures, such as gross profit, net income (loss) or diluted earnings per share, and there are limitations to using non-GAAP financial measures.\n​\nSee “Results of Operations – Fiscal Year Ended May 30, 2021 Compared to Fiscal Year Ended May 31, 2020 (dollars in millions) – Net Sales and Product Contribution Margin” above for a reconciliation of product contribution margin on a consolidated basis to gross profit.\n​\nThe following table reconciles net income to Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures.\n​\n​\n​\nThe following table reconciles diluted earnings per share to Adjusted Diluted EPS:\n​\n39"
  },
  {
    "item_key": "item_7a",
    "text": "​\nOur operations are exposed to market risks from adverse changes in commodity prices affecting the cost of raw materials and energy, foreign currency exchange rates, and interest rates. In the normal course of business, we may periodically enter into derivatives to minimize these risks, but not for trading purposes. The effects of the COVID-19 pandemic have resulted in volatility and uncertainty in the markets in which we operate. At the time of this filing, we are unable to predict or determine the impacts that the COVID-19 pandemic may continue to have on our exposure to market risk from commodity prices, foreign currency exchange rates and interest rates, among other factors. For additional discussion, refer to “Forward-Looking Statements,” “Liquidity and Capital Resources” within “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” as well as “Item 1A. Risk Factors” of this Form 10-K.\n​\nBased on our open commodity contract hedge positions as of May 30, 2021 and May 31, 2020, a hypothetical 10 percent decline in market prices applied to the fair value of the instruments would result in a charge to “Cost of sales” of approximately $7.7 million ($5.9 million net of income tax benefit) and $9.6 million ($7.4 million net of income tax benefit), respectively. It should be noted that any change in the fair value of the contracts, real or hypothetical, would be substantially offset by an inverse change in the value of the underlying hedged item.\n​\nIncluding our joint ventures, we transact business in multiple currencies and are subject to currency exchange rate risk through investments and businesses owned and operated in foreign countries. At May 30, 2021 and May 31, 2020, we had no financial instruments to hedge foreign currency risk.\n​\nAt May 30, 2021, we had $2,166.0 million of fixed-rate and $586.6 million of variable-rate debt outstanding. At May 31, 2020, we had $2,166.0 million of fixed-rate and $1,389.0 million of variable-rate debt outstanding. We have interest rate risk associated with our variable-rate debt. A one percent increase in interest rates related to variable-rate debt would have resulted in an increase in interest expense and a corresponding decrease in income before taxes of approximately $5.9\nmillion annually ($4.6 million net of income tax benefit) and $14.1\nmillion annually ($10.8 million net of income tax benefit) at May 30, 2021 and May 31, 2020, respectively.\n​\nFor more information about our market risks, see Note 8, Debt and Financing Obligations, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\n40"
  },
  {
    "item_key": "item_8",
    "text": "​\n​\n​\n41\nReport of Independent Registered Public Accounting Firm\n​\nTo the Stockholders and Board of Directors\nLamb Weston Holdings, Inc.:\n​\nOpinion on the Consolidated Financial Statements\n​\nWe have audited the accompanying consolidated balance sheets of Lamb Weston Holdings, Inc. and subsidiaries (the Company) as of May 30, 2021 and May 31, 2020, the related consolidated statements of earnings, comprehensive income, stockholders’ equity, and cash flows for each of the fiscal years in the three-year period ended May 30, 2021, and the related notes and consolidated financial statement schedule (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of May 30, 2021 and May 31, 2020, and the results of its operations and its cash flows for each of the fiscal years in the three-year period ended May 30, 2021, in conformity with U.S. generally accepted accounting principles.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of May 30, 2021, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated July 27, 2021 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\n​\nChange in Accounting Principle\n​\nAs discussed in Note 1 to the consolidated financial statements, the Company has changed its method of accounting for leases for the fiscal year ended May 31, 2020 due to the adoption of Accounting Standards Update No. 2016-02,\nLeases\n(Topic 842), effective May 27, 2019.\n​\nBasis for Opinion\n​\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\n​\nCritical Audit Matter\n​\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\n42\nEvaluation of certain sales incentives and trade promotion allowances\n​\nAs discussed in Note 1 to the consolidated financial statements, the Company offers sales incentives and trade promotion allowances through various programs. The Company records accruals based on sales incentive agreements and expectations regarding customer participation and performance levels. Customer participation and performance levels are primarily based on historical sales and redemption rates, current customer sales, and industry trends.\n​\nWe identified the evaluation of certain accruals for sales incentive and trade promotion allowances as a critical audit matter. Subjective and complex auditor judgment was required in evaluating these accruals as a result of the timing difference between when the product is delivered and when the incentive will be claimed by the end consumer, coupled with customer participation expectations. This specifically related to the impact of historical sales, payments, and redemption rates on the Company’s accrual.\n​\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s sales incentive and trade promotion allowance process, including the accrual methodology, and evaluation of the use of historic data. To evaluate the Company’s accrual for certain sales incentives and trade promotions allowances we (1) assessed the Company’s ability to accurately estimate its sales incentive accrual by comparing previously established accruals to actual settlements, (2) evaluated conditions in the current operating environment which may affect the use of historical sales, payments, and redemption rates as inputs to the projected accrual, (3) evaluated a sample of customer and end consumer incentive payments, which are the basis for certain portions of the Company’s accrual for sales incentives and trade promotions, based on volumes sold and the terms of the sales incentives to validate the accuracy of the payment made and the lag time between product invoice and incentive redemption, and (4) evaluated certain customer and end consumer incentive accruals based on volumes sold, historic payments, and the terms of the sales incentives to test the basis of the specific customer’s projected accrual.\n​\n/s/ KPMG LLP\n​\nWe have served as the Company’s auditor since 2016.\n​\nSeattle, Washington\nJuly 27, 2021\n​\n43\nReport of Independent Registered Public Accounting Firm\n​\nTo the Stockholders and Board of Directors\nLamb Weston Holdings, Inc.:\n​\nOpinion on Internal Control Over Financial Reporting\n​\nWe have audited Lamb Weston Holdings, Inc. and subsidiaries’ (the Company) internal control over financial reporting as of May 30, 2021, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of May 30, 2021, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\n​\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of May 30, 2021 and May 31, 2020, the related consolidated statements of earnings, comprehensive income, stockholders’ equity, and cash flows for each of the years in the three-year period ended May 30, 2021, and the related notes and consolidated financial statement schedule (collectively, the consolidated financial statements), and our report dated July 27, 2021 expressed an unqualified opinion on those consolidated financial statements.\n​\nBasis for Opinion\n​\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\n​\nDefinition and Limitations of Internal Control Over Financial Reporting\n​\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n​\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n​\n/s/ KPMG LLP\n​\nSeattle, Washington\nJuly 27, 2021\n44\nLamb Weston Holdings, Inc.\nConsolidated Statements of Earnings\n(dollars in millions, except per-share amounts)\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n45\nLamb Weston Holdings, Inc.\nConsolidated Statements of Comprehensive Income\n(dollars in millions)\n​\n​\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n46\nLamb Weston Holdings, Inc.\nConsolidated Balance Sheets\n(dollars in millions, except share data)\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n47\n​\nLamb Weston Holdings, Inc.\nConsolidated Statements of Stockholders’ Equity\n(dollars in millions, except share data)\n​\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n48\nLamb Weston Holdings, Inc.\nConsolidated Statements of Cash Flows\n(dollars in millions)\n​\n​\nSee Notes to Consolidated Financial Statements.\n​\n​\n49\nNotes to Consolidated Financial Statements\n​\n1.    NATURE OF OPERATIONS AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\n​\nLamb Weston Holdings, Inc. (“we,” “us,” “our,” the “Company,” or “Lamb Weston”), along with our joint venture partners, is a leading global producer, distributor, and marketer of value-added frozen potato products and is headquartered in Eagle, Idaho. We have\nfour\nreportable segments: Global, Foodservice, Retail, and Other. See Note 14, Segments, for additional information on our reportable segments.\n​\nOn November 9, 2016, Lamb Weston separated from Conagra Brands, Inc. (formerly, ConAgra Foods, Inc., “Conagra”) and became an independent publicly traded company through the pro rata distribution by Conagra of\n100\n% of the outstanding common stock of Lamb Weston to Conagra stockholders (“Separation”).\n​\nBasis of Presentation\n​\nThese Consolidated Financial Statements present the financial results of Lamb Weston for the fiscal years ended May 30, 2021, May 31, 2020, and May 26, 2019 (“fiscal 2021, 2020, and 2019”), and have been prepared in accordance with generally accepted accounting principles (“GAAP”) in the United States of America. The fiscal year of Lamb Weston ends the last Sunday in May. The fiscal years for the Consolidated Financial Statements presented consist of\n52\n-week periods for fiscal 2021 and 2019, and a\n53\n-week period for fiscal 2020.\n​\nThe financial statements include all adjustments (consisting only of normal recurring adjustments) that we consider necessary for a fair presentation of such financial statements. The preparation of financial statements involves the use of estimates and accruals. Actual results may vary from those estimates.\n​\nOur consolidated financial statements include the accounts of Lamb Weston and all of our majority-owned subsidiaries. In addition, the accounts of all variable interest entities for which we are the primary beneficiary are included in our consolidated financial statements from the date such determination was made. Intercompany investments, accounts, and transactions have been eliminated.\n​\nThe equity method of accounting is applied for investments when the Company has significant influence over the investee’s operations, or when the investee is structured with separate capital accounts and our investment is considered more than minor. Our equity method investments are described in Note 4, Investments in Joint Ventures.\n​\nUse of Estimates\n​\nThe preparation of the consolidated financial statements in conformity with GAAP requires us to make certain estimates and assumptions that affect the amounts reported in our consolidated financial statements and the accompanying notes. On an ongoing basis, we evaluate our estimates, including but not limited to those related to provisions for income taxes, estimates of sales incentives and trade promotion allowances, and the valuation of goodwill and intangible assets. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. We adjust such estimates and assumptions when facts and circumstances dictate. The inputs into our judgments and estimates consider the economic implications of the effects of the COVID-19 pandemic on our critical accounting estimates and significant accounting policies. As future events and their effects cannot be determined with precision, actual results could differ significantly from these estimates. Changes in these estimates will be reflected in the consolidated financial statements in future periods.\n​\nRevenue from Contracts with Customers\n​\nGenerally, we recognize revenue on a point-in-time basis when the customer takes title to the product and assumes the risks and rewards for the product. However, for customized products, which are products manufactured to customers’ unique specifications, we recognize revenue over time, utilizing an output method, which is generally as the products are produced. This is because once a customized product is manufactured pursuant to a purchase order, we have an enforceable right to payment for that product. Our Global segment sells the majority of our customized products, for which revenue is\n50\nrecognized when a purchase order is received to the extent the product has been manufactured, as opposed to sales of non-customized products, for which revenue is generally recognized upon shipment. As a result, the timing of the receipt of a purchase order may create quarterly fluctuations in this segment.\n​\nThe nature of our contracts vary based on the business, customer type, and region; however, in all instances it is our customary business practice to receive a valid order\nfrom the customer, in which each party’s rights and related payment terms are clearly identifiable. Our payment terms are consistent with industry standards and generally include early pay discounts. Amounts billed and due from customers are short-term in nature and are classified as receivables, since payments are unconditional and only the passage of time is required before payments are due. As of May 30, 2021 and May 31, 2020, we had\n$\n111.0\nmillion and\n$\n72.7\nmillion, respectively, of unbilled receivables for customized products for which we have accelerated the recognition of revenue and recorded the amounts in “Receivables” on our Consolidated Balance Sheets. We generally do not offer financing to our customers. We also do not provide a general right of return. However, customers may seek to return defective or non-conforming products. Following a customer return, we may offer remedies, including cash refunds, credit towards future purchases, or product replacement. As a result, customers’ right of return and related refund or product liabilities are estimated and recorded as reductions in revenue.\n​\nWe have contract terms that give rise to variable consideration including, but not limited to, discounts, coupons, rebates, and volume-based incentives. We estimate volume rebates based on the most likely amount method outlined in ASC 606,\nRevenue from Contracts with Customers\n. We estimate early payment discounts and other customer trade incentives based principally on historical sales and coupon utilization and redemption rates, influenced by judgments about current market conditions such as competitive activity in specific product categories, which is consistent with the expected value method outlined in ASC 606. We have concluded that these methods result in the best estimate of the consideration we are entitled to from our customers. Because of the complexity of some of these trade promotions, however, the ultimate resolution may result in payments that are materially different from our estimates. As additional information becomes known, we may change our estimates. At May 30, 2021 and May 31, 2020, we had $\n39.9\nmillion and $\n42.5\nmillion, respectively, of sales incentives and trade promotions payable recorded in “Accrued liabilities” on our Consolidated Balance Sheets.\n​\nWe have elected to present all sales taxes on a net basis, account for shipping and handling activities as fulfillment activities, recognize the incremental costs of obtaining a contract as expense when incurred if the amortization period of the asset we would recognize is one year or less, and not record interest income or interest expense when the difference in timing of control or transfer and customer payment is one year or less.\n​\nAdvertising and Promotion\n​\nAdvertising and promotion expenses totaled $\n17.8\nmillion, $\n23.0\nmillion, and $\n32.4\nmillion in fiscal 2021, 2020, and 2019, respectively, and are included in “Selling, general and administrative expenses” in the Consolidated Statements of Earnings.\n​\nResearch and Development\n​\nResearch and development costs are expensed as incurred and totaled $\n12.9\nmillion in fiscal 2021 and $\n15.4\nmillion in both fiscal 2020 and 2019, and are included in “Selling, general and administrative expenses” in the Consolidated Statements of Earnings.\n​\nStock-Based Compensation\n​\nCompensation expense resulting from all stock-based compensation transactions is measured and recorded in the consolidated financial statements based on the grant date fair value of the equity instruments issued. Compensation expense is recognized over the period the employee provides service in exchange for the award. See Note 11, Stock-Based Compensation, for additional information.\n​\n51\nCash and Cash Equivalents\n​\nCash and all highly liquid investments with an original maturity of three months or less at the date of acquisition are classified as cash and cash equivalents and stated at cost, which approximates market value. We maintain various banking relationships with high quality financial institutions and believe we are not exposed to any significant credit risk for our cash and cash equivalents. Cash and cash equivalents totaled $\n783.5\nmillion and $\n1,364.0\nmillion at May 30, 2021 and May 31, 2020, respectively. We invest available cash in money market funds that are backed by U.S. Treasury securities and can be redeemed without notice.\n​\nTrade Accounts Receivable and Allowance for Doubtful Accounts\n​\nTrade accounts receivable are stated at the amount we expect to collect based on our past experience, as well as reliance on the Perishable Agricultural Commodities Act, which was enacted to help promote fair trade in the fruit and vegetable industry by establishing a code of fair business practices. The collectability of our accounts receivable is based upon a combination of factors. In circumstances where a specific customer is unable to meet its financial obligations (e.g., bankruptcy filings, substantial downgrading of credit sources), a specific reserve for bad debts is recorded against amounts due to the Company to reduce the net recorded receivable to the amount that we reasonably believe will be collected. For all other customers, reserves for bad debts are recognized based on forward-looking information to assess expected credit losses. If collection experience deteriorates, the estimate of the recoverability of amounts due could be reduced. We periodically review our allowance for doubtful accounts and adjustments to the valuation allowance are recorded as income or expense. Trade accounts receivable balances that remain outstanding after we have used reasonable collection efforts are written off through a charge to the valuation allowance and a credit to accounts receivable. At May 30, 2021 and May 31, 2020, the allowance for doubtful accounts was $\n0.9\nmillion and $\n1.3\nmillion, respectively.\n​\nInventories\n​\nInventories are valued at the lower of cost (determined using the first-in, first-out method) or net realizable value and include all costs directly associated with manufacturing products: materials, labor, and manufacturing overhead. The components of inventories were as follows (dollars in millions):\n​\n​\nLeased Assets\n​\nLease assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from these leases. Effective\nMay 27, 2019\n, the beginning of our fiscal 2020, we\nadopted\nAccounting Standards Update (“ASU”) 2016-02,\nLeases (Topic 842)\n. Operating lease assets and liabilities are recognized at the commencement date of the lease based on the present value of the lease payments over the lease term. Our leases may include options to extend or terminate these leases. These options to extend are included in the lease term when it is reasonably certain that we will exercise that option. Some leases have variable payments, however, because they are not based on an index or rate, they are not included in lease assets and liabilities. Variable payments for leases of land and buildings primarily relate to common area maintenance, insurance, taxes, and utilities. Variable payments for equipment, vehicles, and leases within supply agreements primarily relate to usage, repairs, and maintenance. As the implicit rate is not readily determinable for most of our leases, we use an incremental borrowing rate to determine the initial present value of lease payments over the lease terms on a collateralized basis over a similar term, which is based on market and company specific information. This is updated quarterly for measurement of new lease liabilities. Leases having a lease term of twelve months or less are not recorded on the balance sheet and the related lease expense is recognized on a straight-line basis over the term of the lease. In addition, we applied the practical expedient to account for\n52\nthe lease and non-lease components as a\nsingle\nlease component for all of our leases. See Note 9, Leases, for more information.\n​\nProperty, Plant and Equipment\n​\nProperty, plant and equipment are recorded at cost. Cost includes expenditures for major improvements and replacements and the amount of interest cost associated with significant capital additions. The amount of interest capitalized from construction in progress was $\n1.9\nmillion, $\n2.6\nmillion, and $\n7.6\nmillion in fiscal 2021, 2020, and 2019, respectively. Repairs and maintenance costs are expensed as incurred. The components of property, plant and equipment were as follows (dollars in millions):\n​\n​\nDepreciation is computed on the straight-line method over the estimated useful lives of the respective classes of assets as follows:\n​\n​\nWe recorded $\n177.7\nmillion, $\n175.3\nmillion, and $\n155.5\nmillion of depreciation expense in fiscal 2021, 2020, and 2019, respectively. At May 30, 2021 and May 31, 2020, purchases of property, plant and equipment included in accounts payable were $\n23.1\nmillion and $\n9.9\nmillion, respectively.\n​\nLong-Lived Asset Impairment\n​\nWe review long-lived assets for impairment upon the occurrence of events or changes in circumstances which indicate that the carrying amount of the assets may not be fully recoverable, measured by comparing their net book value to the undiscounted projected future cash flows generated by their use. Impaired assets are recorded at their estimated fair value.\n​\nGoodwill and Other Identifiable Intangible Assets\n​\nWe perform an annual impairment assessment of goodwill at the reporting unit level in the fourth quarter of each year, or more frequently if indicators of potential impairment exist. We have an option to evaluate goodwill for impairment by first performing a qualitative assessment of events and circumstances to determine whether it is more likely than not that the fair value of a reporting until is less than its carrying amount. If we determine that it is not more likely than not that the fair value of a reporting unit is less than its carrying amounts, then a quantitative goodwill impairment test is not required to be performed. The quantitative assessment requires us to estimate the fair value of our reporting units using a weighted approach based on discounted future cash flows, market multiples and transaction multiples. If the carrying amount of the reporting units is in excess of their estimated fair value, the reporting unit will record an impairment charge by the amount that the carrying amount exceeds the reporting unit’s fair value, not to exceed the total amount of goodwill allocated to the reporting unit.\n​\n53\nWe amortize acquisition-related intangible assets with finite lives over their estimated useful life. We perform a review of significant finite-lived identified intangible assets to determine whether facts and circumstances indicate that the carrying amount may not be recoverable. These reviews can be affected by various factors, including external factors such as industry and economic trends, and internal factors such as changes in our business strategy and our forecasts for our products lines.\n​\nSee Note 6, Goodwill and Other Identifiable Intangible Assets, for additional information.\n​\nFair Values of Financial Instruments\n​\nWhen determining fair value, we consider the principal or most advantageous market in which we would transact, as well as assumptions that market participants would use when pricing the asset or liability. Unless otherwise specified, we believe the carrying value of financial instruments approximates their fair value.\n​\nThe three levels of inputs that may be used to measure fair value are:\n​\nLevel 1—Quoted market prices in active markets for identical assets or liabilities. We evaluate security-specific market data when determining whether a market is active.\n​\nLevel 2—Observable market-based inputs other than those included in Level 1, such as quoted prices for similar assets and liabilities in active markets or quoted prices for identical assets or liabilities in inactive markets.\n​\nLevel 3—Unobservable inputs for the asset or liability reflecting our own assumptions and best estimate of what inputs market participants would use in pricing the asset or liability.\n​\nSee Note 12, Fair Value Measurements, for additional information.\n​\nForeign Currency\n​\nMost of our foreign subsidiaries use the local currency of their respective countries as their functional currency. Assets and liabilities are translated at exchange rates prevailing at the balance sheet dates. Revenues and expenses are translated into U.S. dollars using daily and monthly average exchange rates. Gains and losses resulting from the translation of Consolidated Balance Sheets are recorded as a component of “Accumulated other comprehensive income (loss).”\n​\nForeign currency transactions resulted in a gain of $\n1.3\nmillion, and losses of $\n0.1\nmillion, and $\n3.3\nmillion in fiscal 2021, 2020, and 2019, respectively. These amounts were recorded in “Selling, general and administrative expenses” in the Consolidated Statements of Earnings.\n​\nDerivative Financial Instruments\n​\nWe use derivatives and other financial instruments to hedge a portion of our commodity risks. We do not hold or issue derivatives and other financial instruments for trading purposes. Derivative instruments are reported in our Consolidated Balance Sheets at their fair values, unless the derivative instruments qualify for the normal purchase normal sale exception (“NPNS”) under GAAP and such exception has been elected. If the NPNS exception is elected, the fair values of such contracts are not recognized. We do not designate commodity derivatives to achieve hedge accounting treatment.\n​\nIncome Taxes\n​\nWe recognize current tax liabilities and assets based on an estimate of taxes payable or refundable in the current year for each of the jurisdictions in which we transact business. As part of the determination of our current tax liability, management exercises considerable judgment in evaluating positions taken in the tax returns. We recognize the effect of income tax positions only if those positions are more likely than not of being sustained. Recognized income tax positions\n54\nare measured at the largest amount that is greater than 50% likely of being realized. Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.\n​\nWe also recognize deferred tax assets and liabilities for the estimated future tax effects attributable to temporary differences (e.g., the difference in book basis versus tax basis of fixed assets resulting from differing depreciation methods). If appropriate, we recognize valuation allowances to reduce deferred tax assets to amounts that are more likely than not to be ultimately realized, based on our assessment of estimated future taxable income.\n​\nSee Note 3, Income Taxes, for more information.\n​\nNew and Recently Issued Accounting Pronouncements\n​\nRecently Adopted Accounting Pronouncements\n​\nReceivables – Credit Losses\n​\nIn June 2016, the Financial Accounting Standards Board (“FASB”) issued ASU 2016-13,\nFinancial Instruments – Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments\n. This guidance replaces the existing incurred loss impairment model by requiring the use of forward-looking information to assess expected credit losses. We\nadopted\nthis guidance on\nJune 1, 2020\n, the beginning of fiscal 2021, and it did not have a significant impact on our consolidated financial statements or notes to consolidated financial statements.\n​\nAccounting Pronouncements Not Yet Adopted\n​\nReference Rate Reform\n​\nIn March 2020, the FASB issued ASU 2020-04,\nReference Rate Reform (Topic 848) Facilitation of the Effects of Reference Rate Reform on Financial Reporting\n. This update provides optional guidance for a limited period of time to ease potential accounting impacts associated with transitioning away from reference rates that are expected to be discontinued, such as interbank offered rates and the London Interbank Offered Rate (“LIBOR”). This guidance includes practical expedients for contract modifications due to reference rate reform. Generally, contract modifications related to reference rate reform may be considered an event that does not require remeasurement or reassessment of a previous accounting determination at the modification date. This guidance is effective immediately and generally can be applied through\nDecember 31, 2022\n. We are currently evaluating the potential impact of this standard on our financial statements.\n​\nThere were no other accounting pronouncements recently issued that had or are expected to have a material impact on our financial statements.\n​\n​\n​\n55\n2.    EARNINGS PER SHARE\n​\nThe following table sets forth the computation of basic and diluted earnings per common share for the periods presented (dollars and shares in millions, except per share amounts):\n​\n​\n​\n56\n3.    INCOME TAXES\n​\nPre-tax income, inclusive of equity method investment earnings, consisted of the following (dollars in millions):\n​\n​\nThe provision for income taxes included the following (dollars in millions):\n​\n​\nA reconciliation of income tax expense using the\n21\n% U.S. statutory tax rate on income from operations, including equity method earnings and before income taxes, compared with the actual provision for income taxes follows (dollars in millions):\n​\n​\n​\nIncome Taxes Paid\n​\nIncome taxes paid, net of refunds, were $\n84.1\nmillion, $\n82.5\nmillion, and $\n103.0\nmillion in fiscal 2021, 2020, and 2019, respectively.\n​\n​\n57\nDeferred Income Taxes\n​\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts for income tax purposes. Significant components of our deferred income tax assets and liabilities were as follows (dollars in millions):\n​\n​\n​\n​\nThe FASB allows companies to adopt an accounting policy to either recognize deferred taxes for global intangible low-taxed income (“GILTI”) or treat such as a tax cost in the year incurred. We have elected to recognize the tax on GILTI as a period expense in the period the tax is incurred. Under this policy, we have not provided deferred taxes on temporary differences that upon their reversal will affect the amount of income subject to GILTI in the period.\n​\nWe have not established deferred income taxes on accumulated undistributed earnings and other basis differences for operations outside the U.S., as such earnings and basis differences are indefinitely reinvested. Determining the unrecognized deferred tax liability for these earnings is not practicable. Generally, no U.S. federal income taxes will be imposed on future distributions of foreign earnings under the current law. However, distributions to the U.S. or other foreign jurisdictions could be subject to withholding and other local taxes, and these taxes would not be material.\n​\n​\n58\nUncertain Tax Positions\n​\nThe aggregate changes in the gross amount of unrecognized tax benefits, excluding interest and penalties consisted of the following (dollars in millions):\n​\n​\n​\nLamb Weston conducts business and files tax returns in numerous countries, states, and local jurisdictions. We do not have any significant open tax audits. As part of the tax matters agreement we entered into with Conagra in connection with the Separation, Conagra has responsibility for tax audits associated with pre-Separation periods, including any associated adjustments for consolidated federal and state filings. Major jurisdictions where we conduct business generally have statutes of limitations ranging from\nthree\nto\nfive years\n. The expiration of statute of limitations could reduce the uncertain tax positions by $\n6.5\nmillion during the next 12 months.\n​\nAlthough the timing of the resolutions and/or closures of audits is highly uncertain, it is reasonably possible that certain U.S. federal and non-U.S. tax audits may be concluded within the next 12 months, which could increase or decrease the balance of our gross unrecognized tax benefits. The estimated impact on income tax expense and net income is not expected to be significant.\n​\n4.    INVESTMENTS IN JOINT VENTURES\n​\nLamb Weston holds equity interests in three potato processing joint ventures, including\n50\n% of Lamb-Weston/Meijer v.o.f. (“Lamb-Weston/Meijer”),\nLamb-Weston/RDO Frozen\n(“Lamb Weston RDO”), and\nLamb Weston Alimentos Modernos S.A.\n(“LWAMSA”), which it accounts for its ownership under the equity method of accounting. The carrying value of these equity method investments at May 30, 2021 and May 31, 2020, was $\n310.2\nmillion and $\n250.2\nmillion, respectively, and are included in “Equity method investments” on our Consolidated Balance Sheets. In fiscal 2021, 2020, and 2019, we had sales to our equity method investments of $\n15.3\nmillion, $\n27.8\nmillion, and $\n29.9\nmillion, respectively, and payments to our equity method investments of $\n5.2\nmillion, $\n8.6\nmillion, and $\n10.9\nmillion, respectively. Total dividends from our equity method investments were $\n18.8\nmillion, $\n29.0\nmillion, and $\n45.7\nmillion for fiscal 2021, 2020, and 2019, respectively. As of May 30, 2021 and May 31, 2020, we had receivables included in “Receivables” on our Consolidated Balance Sheet from our joint ventures of $\n6.3\nmillion and $\n7.1\nmillion, respectively.\n​\n59\nSummarized combined financial information for our equity method investments based on\n100\n%of their operations is as follows (dollars in millions):\n​\n​\n​\nLamb-Weston/Meijer\n​\nWe hold a\n50\n% ownership interest in Lamb-Weston/Meijer, a joint venture with Meijer Frozen Foods B.V., that is headquartered in the Netherlands and manufactures and sells frozen potato products principally in Europe, Russia, and the Middle East. We receive a royalty from Lamb-Weston/Meijer based on a per ton rate of the sales volumes of the venture. The fees received were $\n1.6\nmillion in both fiscal years 2021 and 2020 and $\n1.8\nmillion in fiscal 2019. These fees are recorded as a reduction to “Selling, general and administrative expenses” in our Consolidated Statements of Earnings. Our ownership interest in this venture is included in “Equity method investments” on our Consolidated Balance Sheets. The balance of our investment was $\n263.3\nmillion and $\n207.4\nmillion at May 30, 2021 and May 31, 2020, respectively. We account for this investment using equity method accounting.\n​\nWe have an agreement to share the costs of our global ERP system and related software and services with Lamb-Weston/Meijer. Under the terms of the agreement, Lamb-Weston/Meijer will pay us for the majority of its portion of the ERP costs in\nfive\nequal annual payments, plus interest, beginning in the period the system is deployed at Lamb-Weston/Meijer. As of May 30, 2021 and May 31, 2020, Lamb-Weston/Meijer’s portion of the ERP costs totaled $\n16.8\nmillion and $\n13.0\nmillion, respectively. We had $\n13.3\nmillion and $\n12.0\nmillion of receivables recorded on our Consolidated Balance Sheets at May 30, 2021 and May 31, 2020, respectively. Of the $\n13.3\nmillion and $\n12.0\nmillion of receivables, $\n0.1\nmillion and $\n1.8\nmillion were recorded in “Receivables, net” and $\n13.2\nmillion and $\n10.2\nmillion were recorded in “Other assets,” respectively. We expect the total receivable from Lamb-Weston/Meijer to increase as development and implementation of the next phase of our ERP system commences in fiscal 2022.\n​\nLamb Weston RDO\n​\nWe hold a\n50\n% interest in Lamb Weston RDO, a joint venture with RDO Frozen Co. This joint venture operates a potato processing plant in Minnesota. We provide all sales and marketing services to Lamb Weston RDO, and we receive a fee for these services based on a percentage of the net sales of the venture. The fees received were $\n14.3\nmillion, $\n14.1\nmillion, and $\n14.8\nmillion in fiscal 2021, 2020, and 2019, respectively. These fees are recorded as a reduction to “Selling, general and administrative expenses” in our Consolidated Statements of Earnings. Our ownership interest in this venture is included in “Equity method investments” on our Consolidated Balance Sheets. The balance of our investment was $\n17.4\nmillion and $\n15.4\nmillion at May 30, 2021 and May 31, 2020, respectively. We account for this investment using equity method accounting.\n​\n60\nLWAMSA\n​\nWe hold a\n50\n% ownership interest in LWAMSA, a joint venture with Sociedad Comercial del Plata\nS.A.\n, that is headquartered in Argentina. LWAMSA manufactures and sells frozen potato products principally in South America. During fiscal year 2020, we paid $\n22.6\nmillion and will pay the remaining amount of the purchase price, less any amounts for indemnified losses, in October 2024. At May 30, 2021, we had $\n5.5\nmillion, recorded for the remaining amount of the purchase price, which includes accretion and translation, in “Other noncurrent liabilities” on our Consolidated Balance Sheet. We\naccount for the investment using equity method accounting. Included in the initial carrying value of $\n27.3\nmillion, which represents the fair value on the transaction date, was a basis difference of $\n4.8\nmillion due to the difference between the cost of the investment and our proportionate share of LWAMSA’s net assets. This basis difference is comprised of equity method goodwill and will not be amortized. The balance of our investment was $\n28.8\nmillion and $\n26.5\nmillion as of May 30, 2021 and May 31, 2020, respectively.\n​\n​\n5.    ACQUISITIONS\n​\nOn July 2, 2019 and December 21, 2018, we acquired\n100\n% of the outstanding shares of\ntwo\ndifferent frozen potato processors in Australia for $\n116.7\nmillion and $\n88.6\nmillion, respectively, net of cash acquired. These acquisitions added approximately\n70\nmillion and\n50\nmillion pounds of production capacity, respectively, to our manufacturing network and expanded our geographic reach. Net sales, income from operations, and total assets from the acquisitions are not material to our consolidated net sales, income from operations, and total assets. The operating results for the acquisitions are included in our Global segment.\n​\nWe allocated the purchase prices of the July 2019 and December 2018 acquisitions to the assets acquired and liabilities assumed based on estimates of the fair value at the respective date of the acquisition, of which $\n106.1\nmillion and $\n75.1\nmillion, respectively, after final working capital adjustments, was allocated to\ngoodwill\n(which is\nnot deductible\nfor tax purposes) and $\n3.7\nmillion and $\n4.4\nmillion, respectively, was allocated to intangible assets (both to be amortized on a straight-line basis over a\nweighted average life\nof\n10 years\n). In both acquisitions, the intangible assets primarily related to brand names. The purchase price allocations are complete.\n​\n6.    GOODWILL AND OTHER IDENTIFIABLE INTANGIBLE ASSETS\n​\nThe following table presents changes in goodwill balances, by segment, for fiscal years 2021 and 2020 (dollars in millions):\n​\n​\n61\nOther identifiable intangible assets were as follows (dollars in millions):\n​\n​\n​\n​\n​\nBased on current intangibles subject to amortization, we expect intangible asset amortization expense, excluding developed technology, will be approximately $\n2.7\nmillion, $\n2.6\nmillion, and $\n2.1\nmillion in fiscal 2022, 2023, and 2024, respectively, $\n1.8\nmillion in fiscal 2025 and\n2026\n, and approximately $\n7.9\nmillion thereafter.\n​\nImpairment Testing\n​\nWe test goodwill and non-amortizing intangible assets for impairment annually in the fourth quarter or sooner if events or changes in circumstances indicate that the carrying value of the asset may exceed fair value. Additionally, when we experience changes to our business or operating environment, we evaluate the remaining useful lives of our finite-lived purchased intangible assets to determine whether any adjustments to the useful lives are necessary.\n​\nDuring the annual goodwill impairment test we performed in the fourth quarter of fiscal 2021, we assessed qualitative factors to determine whether it was more likely than not that the fair value of each reporting unit was less than its carrying value. Based on the results of the qualitative impairment test, we determined that it was not more likely than not that the fair value was less than the carrying value of our Global, Foodservice, Retail, and Other reporting units. Additionally, we completed our tests of our\nnon-amortizing intangibles\nin the fourth quarter of fiscal 2021 and there was\nno\nindication of intangible asset impairment.\n​\n7.   ACCRUED LIABILITIES\n​\nThe components of accrued liabilities were as follows (dollars in millions):\n​\n​\n​\n​\n62\n8.   DEBT AND FINANCING OBLIGATIONS\n​\nAt May 30, 2021 and May 31, 2020, our debt and financing obligations were as follows (dollars in millions):\n​\n​\n​\n​\n​\nAmended Revolving Credit Facility\n​\nWe are party to a senior secured credit agreement, dated as of November 9, 2016, with a syndicate of lenders. On September 17, 2020, we amended the credit agreement to, among other things, increase the aggregate principal amount of available revolving credit facility borrowings to $\n750.0\nmillion and extend the maturity date to\nSeptember 17, 2023\n(“Amended Revolving Credit Facility”). In addition, we may add incremental term loan facilities, increase commitments and/or add new revolving commitments in an aggregate principal amount not to exceed the sum of (A) the greater of $\n600.0\nmillion or\n75\n% of our Consolidated EBITDA (as defined in the Amended Revolving Credit Facility) and (B) an amount based on our consolidated net leverage ratio. Borrowings under the Amended Revolving Credit Facility bear interest at LIBOR or the Base Rate (each as defined in the Amended Revolving Credit Facility) plus an applicable rate ranging from\n1.25\n% to\n2.25\n% for LIBOR-based loans and from\n0.25\n% to\n1.25\n% for Base Rate-based loans, depending upon our consolidated net leverage ratio. In addition to paying interest, we pay an annual commitment fee for undrawn amounts at a rate of\n0.20\n% to\n0.40\n%, depending on our consolidated net leverage ratio. The Amended Revolving Credit Facility requires us to maintain a consolidated net leverage ratio no greater than\n5.00\nto 1.00, decreasing ratably to\n4.50\nto 1.00 on February 26, 2022 through maturity; and an interest coverage ratio no less than\n2.75\nto 1.00.\n​\n63\nThe Amended Revolving Credit Facility also contains covenants that, subject to exceptions, limit our ability and the ability of our subsidiaries to, among other things, incur, assume or guarantee additional indebtedness, pay distributions on, redeem or repurchase capital stock or redeem or repurchase subordinated debt, make loans and investments, incur or suffer to exist liens, sell, transfer or otherwise dispose of assets, enter into agreements that restrict distributions or other payments from restricted subsidiaries to us, engage in transactions with affiliates, designate subsidiaries as unrestricted or restricted, and consolidate, merge, amalgamate or transfer all or substantially all of our assets. Upon the occurrence of an event of default, among other things, amounts outstanding under the credit facility may be accelerated and the commitments may be terminated. Our obligations under the Amended Revolving Credit Facility are unconditionally guaranteed by certain of our direct and indirect domestic subsidiaries on the terms set forth in the credit agreement. The credit agreement is secured by security interests and liens on substantially all of our and each of our subsidiary guarantor’s assets, unless Lamb Weston is rated investment grade by at least two of Fitch Ratings, Inc., Moody’s Investors Service, Inc., and Standard & Poor’s Ratings Services.\n​\nIn connection with the Amended Revolving Credit Facility, we repaid the outstanding $\n271.9\nmillion term loan facility due in November 2021 with cash on hand and capitalized $\n2.4\nmillion of debt issuance costs as “Other assets” on our Consolidated Balance Sheet. During fiscal 2021, we recognized $\n1.0\nmillion of expenses, in “Interest expense, net” for the write-off of debt issuance costs related to the payoff of the term loan facility.\n​\nAt May 30, 2021, we had\nno\nborrowings outstanding under our Amended Revolving Credit Facility. At May 30, 2021, we had $\n744.6\nmillion of availability under the facility, which is net of outstanding letters of credit of $\n5.4\nmillion. For the period from June 1, 2020 through May 30, 2021, borrowings under our revolving credit facility ranged from\nzero\ndollars to a high of $\n495.0\nmillion. For the period from June 1, 2020 through May 30, 2021 and May 27, 2019 through May 31, 2020, the weighted average interest rate for our outstanding borrowings under the revolving credit facility was\n1.68\n% and\n2.35\n%, respectively.\n​\nIn March 2020, we drew $\n495.0\nmillion available under the revolving credit facility and in June and July 2020, we repaid $\n100.0\nmillion and $\n395.0\nmillion, respectively.\n​\nTerm A-1 and A-2 Loan Facilities\n​\nOn June 28, 2019, we entered into a credit agreement, among Lamb Weston, certain of our subsidiaries as guarantors, certain lenders, and Northwest Farm Credit Services, PCA, as administrative agent for the lenders, providing for a $\n300.0\nmillion term loan facility and, under certain circumstances, the ability to add incremental facilities in an aggregate amount of up to $\n100.0\nmillion (collectively, “Term A-1 Loan Facility”). Borrowings on the Term A-1 Loan Facility amortize in equal quarterly installments for a total of\n5\n% annually, with the balance payable in June 2024.\n​\nBorrowings under the Term A-1 Loan Facility bear interest, before anticipated patronage dividends, at LIBOR or the Base Rate (as defined in the Term A-1 Loan Facility agreement) plus an applicable margin ranging from\n1.625\n% to\n2.375\n% for LIBOR-based loans and from\n0.625\n% to\n1.375\n% for Base Rate-based loans, depending upon our consolidated net leverage ratio. During the years ended May 30, 2021 and May 31, 2020, the average interest rate on the Term A-1 Loan Facility was approximately\n1.77\n% and\n3.33\n%, respectively. We have received and expect to continue receiving patronage dividends under the Term A-1 Loan Facility. After giving effect to expected patronage distributions, the effective average interest rate on the Term A-1 Loan Facility was approximately\n0.95\n% and\n2.52\n%, for the years ended May 30, 2021 and May 31, 2020, respectively.\n​\nOn April 20, 2020, we amended the Term A-1 Loan Facility agreement to, among other things, provide for a new $\n325.0\nmillion term loan facility (“Term A-2 Loan Facility”). Borrowings under the Term A-2 Loan Facility bear interest, before anticipated patronage dividends, at LIBOR or the Base Rate (as defined in the Term A-2 Loan Facility agreement) plus an applicable rate ranging from\n2.200\n% to\n2.950\n% for LIBOR-based loans and from\n1.200\n% to\n1.950\n% for Base Rate-based loans, depending on our consolidated net leverage ratio. Borrowings on the Term A-2 Loan Facility amortize in equal quarterly installments for a total of\n5\n% annually, with the balance payable in April 2025. During the years ended May 30, 2021 and May 31, 2020, the average interest rate on the Term A-2 Loan Facility was approximately\n2.34\n% and\n2.85\n%, respectively. We have received and expect to continue receiving patronage dividends under the Term A-2 Loan\n64\nFacility. After giving effect to expected patronage distributions, the effective average interest rate on the Term A-2 Loan Facility was approximately\n1.53\n% and\n2.03\n%, for the years ended May 30, 2021 and May 31, 2020, respectively.\n​\nThe Term A-1 and A-2 Loan Facilities are unconditionally guaranteed by the same subsidiaries as the Amended Revolving Credit Facility. Borrowings under the Term A-1 and A-2 Loan Facilities may be prepaid without premium or penalty and once repaid, cannot be reborrowed.\n​\nOn September 23, 2020, in connection with the Amended Revolving Credit Facility, we amended the credit agreement relating to the Term A-1 and A-2 Loan Facilities, to, among other things, modify the term loan facilities to make conforming changes to the affirmative and negative covenants under the facilities. As such, the covenants, events of default, securities and liens under the Term A-1 and A-2 Loan Facilities are consistent with the Amended Revolving Credit Facility. The financial covenants under the Term A-1 and A-2 Loan Facilities, however, remain unchanged, requiring us to maintain a consolidated net leverage ratio no greater than\n4.50\nto\n1.00\nand an interest coverage ratio no less than\n2.75\nto\n1.00\n.\n​\n4.625\n%\nSenior Notes due 2024 and\n4.875\n%\nSenior Notes due 2026\n​\nIn November 2016, we issued (i) $\n833.0\nmillion aggregate principal amount of\n4.625\n% senior notes due 2024 (“2024 Notes”) and (ii) $\n833.0\nmillion aggregate principal amount of\n4.875\n% senior notes due 2026 (“2026 Notes”) pursuant to indentures, dated as of November 9, 2016, among Lamb Weston, certain of our subsidiaries as guarantors and Wells Fargo Bank, National Association, as trustee. Our obligations under the 2024 Notes and 2026 Notes are unconditionally guaranteed on a senior unsecured basis by each of our subsidiaries that guarantee our obligations under the Amended Revolving Credit Facility and Term A-1 and A-2 Loan Facilities.\n​\nThe 2024 Notes and 2026 Notes are senior unsecured obligations and rank equally with all of our current and future senior indebtedness, rank senior to all our current and future subordinated indebtedness and are subordinated to all of our current and future secured indebtedness (including all borrowings with respect to the Amended Revolving Credit Facility and Term A-1 and A-2 Loan Facilities to the extent of the value of the assets securing such indebtedness). Interest on the 2024 Notes and 2026 Notes is due semiannually. The 2024 Notes mature on\nNovember 1, 2024\nand the 2026 Notes mature on\nNovember 1, 2026\n, unless either is redeemed or repurchased. Upon a change of control (as defined in the indentures governing the 2024 Notes and 2026 Notes), we must offer to repurchase the 2024 Notes and 2026 Notes at\n101\n% of the principal amount of such notes, plus accrued and unpaid interest.\n​\nWe may redeem all or a portion of the 2024 Notes at any time on or after November 1, 2021, at declining prices starting at\n102.313\n%, plus accrued and unpaid interest. We may redeem all or a portion of the 2026 Notes at any time on or after November 1, 2021, at declining prices starting at\n102.438\n%, plus accrued and unpaid interest. Prior to November 1, 2021, we may redeem notes of either series, in whole at any time or in part, from time to time, at a price equal to\n100\n% of the principal amount thereof, plus a make-whole premium, plus accrued and unpaid interest.\n​\nThe indentures governing the 2024 Notes and 2026 Notes contain covenants that, subject to exceptions, limit our ability and the ability of our subsidiaries to, among other things, incur, assume or guarantee additional indebtedness, pay distributions on, redeem or repurchase capital stock or redeem or repurchase subordinated debt, make loans and investments, incur or suffer to exist liens, sell, transfer or otherwise dispose of assets, enter into agreements that restrict distributions or other payments from restricted subsidiaries to us, engage in transactions with affiliates, designate subsidiaries as unrestricted or restricted, and consolidate, merge, amalgamate or transfer all or substantially all of our assets.\n​\n4.875\n%\nSenior Notes due 2028\n​\nIn May 2020, we issued $\n500.0\nmillion aggregate principal amount of\n4.875\n% senior notes due in 2028 (“2028 Notes”) pursuant to an indenture, dated as of May 12, 2020, among Lamb Weston, certain of our subsidiaries as guarantors and Wells Fargo Bank, National Association, as trustee. Our obligations under the 2028 Notes are unconditionally guaranteed on a senior unsecured basis by each of our subsidiaries that guarantee our obligations under the Amended Revolving Credit Facility and Term A-1 and A-2 Loan Facilities. The 2028 Notes bear interest at a rate of\n4.875\n% per\n65\nyear and mature on\nMay 15, 2028\n, unless earlier redeemed or repurchased. We capitalized approximately $\n6.2\nmillion of debt issuance costs associated with this offering.\n​\nThe 2028 Notes are senior unsecured obligations and rank equally with all of our current and future senior indebtedness (including the 2024 and 2026 Notes), rank senior to all our current and future subordinated indebtedness and are subordinated to all of our current and future secured indebtedness (including all borrowings with respect to the Amended Revolving Credit Facility and Term A-1 and A-2 Loan Facilities to the extent of the value of the assets securing such indebtedness). Interest on the 2028 Notes is due semiannually. Upon a change of control (as defined in the indenture governing the 2028 Notes), we must offer to repurchase the 2028 Notes at\n101\n% of the principal amount of the notes, plus accrued and unpaid interest.\n​\nPrior to November 15, 2027, we may redeem the 2028 Notes, in whole at any time or in part, from time to time, at a price equal to\n100\n% of the principal amount thereof, plus a make-whole premium, plus accrued and unpaid interest. On and after November 15, 2027, we may redeem all or any portion of the 2028 Notes, at once or over time, at a price equal to\n100\n% of the principal amount thereof, plus accrued and unpaid interest.\n​\nThe covenants and events of default are substantially similar to the 2024 and 2026 Notes discussed above.\n​\nDebt Maturities\n​\nThe aggregate minimum principal maturities of our long-term debt, including current portion, for the next five fiscal years and thereafter, are as follows (dollars in millions):\n​\n​\n​\nOther\n​\nDuring fiscal 2021, 2020, and 2019 we paid $\n120.6\nmillion, $\n105.7\nmillion, and $\n107.8\nmillion, respectively, of interest on debt.\n​\nOther Credit Facilities\n​\nAt May 30, 2021, one of our subsidiaries had $\n56.5\nmillion of availability under an overdraft line of credit facility with a financial institution with\nno\nborrowings outstanding. At May 31, 2020, we had $\n30.8\nmillion of availability under this facility and another credit facility with the same financial institution, with $\n3.7\nmillion of borrowings outstanding. Borrowings under these facilities bear interest at an effective rate of\n3.915\n% and\n3.560\n% at May 30, 2021 and May 31, 2020, respectively, and may be prepaid without penalty. We guarantee the full amount of our subsidiary’s obligations to the financial institution up to the maximum amount of borrowings under the credit facilities.\n66\n9.    LEASES\n​\nWe lease various real estate, including certain operating facilities, warehouses, office space, and land. We also lease material handling equipment, vehicles, and certain other equipment. Our leases have\nremaining\nlease\nterms\nof\none\nto\n19 years\n.\n​\nThe components of total lease costs, net, consisted of the following (dollars in millions):\n​\n​\nRent expense, prior to the adoption of ASC 842, was $\n24.3\nmillion in fiscal 2019.\n​\nOperating and finance leases, with initial terms greater than one year, were as follows (dollars in millions):\n​\n​\n​\n​\n67\nThe maturities of our lease obligations for operating and finance leases at May 30, 2021 for the next five fiscal years and thereafter are as follows (dollars in millions):\n​\n​\n​\n​\nSupplemental cash flow information related to leases was as follows (dollars in millions):\n​\n​\n​\n​\n68\n10.   EMPLOYEE BENEFIT PLANS AND OTHER POST-RETIREMENT BENEFITS\n​\nOnly certain hourly employees covered by certain collective bargaining agreements continue to accrue pension benefits. Participants that do not actively participate in a pension plan are eligible to participate in defined contribution savings plans with employer matching provisions consistent with other employees without pension benefits.\n​\nWe also have a nonqualified defined benefit pension plan that provides unfunded supplemental retirement benefits to certain executives. This plan is closed to new participants and pension benefit accruals are frozen for active participants.\n​\nOther Plans\n​\nEligible U.S. employees participate in a contributory defined contribution plan (“the Plan”). The Plan permits participants to make contributions by salary reduction pursuant to Section 401(k) of the Internal Revenue Code of 1986, as amended. We generally match\n100\n% of the first\n6\n% of the employee’s contribution election and provide an additional\n3\n% contribution to eligible participants, regardless of employee participation level. The Plan’s matching contributions have a\nfive-year\ngraded vesting with\n20\n% vesting each year. We made employer-matching contributions of $\n28.8\nmillion, $\n28.7\nmillion, and $\n21.3\nmillion in fiscal 2021, 2020, and 2019, respectively.\n​\nWe sponsor a deferred compensation savings plan that permits eligible employees to continue to make deferrals and receive company matching contributions when their contributions to the defined contribution plan are stopped due to limitations under U.S. tax law. In addition, we sponsor a deferred compensation plan for non-employee directors that allow directors to defer their cash compensation and stock awards. Both deferred compensation plans are unfunded nonqualified defined contribution plans. Participant deferrals and company matching contributions (for the employee deferred compensation plan only) are not invested in separate trusts, but are paid directly from our general assets at the time benefits become due and payable. At May 30, 2021 and May 31, 2020, we had $\n23.5\nmillion and $\n18.0\nmillion, respectively, of liabilities attributable to participation in our deferred compensation plan recorded on our Consolidated Balance Sheets.\n​\n69\nObligations and Funded Status of Defined Benefit Pension and Other Post-retirement Benefit Plans\n​\nThe funded status of our plans is based on company contributions, benefit payments, the plan asset investment return, the discount rate used to measure the liability, and expected participant longevity. The following table, which includes only company-sponsored defined benefit and other post-retirement benefit plans, reconciles the beginning and ending balances of the projected benefit obligation and the fair value of plan assets. We recognize the unfunded status of these plans on the Consolidated Balance Sheets, and we recognize changes in funded status in the year changes occur through the Consolidated Statements of Comprehensive Income (dollars in millions):\n​\n​\n70\nComponents of Net Periodic Benefit Cost and Other Comprehensive (Income) Loss\n​\nThe components of net periodic benefit cost were as follows (dollars in millions):\n​\n​\nThe decrease in fiscal 2021 and 2020 net periodic pension cost, compared with fiscal 2019, reflects amendments to the pension plans so that no future benefits accrue after certain dates. We did not recognize a curtailment gain or loss with any of the amendments.\n​\n71\nAssumptions\n​\nThe actuarial assumptions used in determining the benefit obligations and net periodic pension cost for our defined benefit and post-retirement plans are as follows:\n​\n​\n​\nDiscount Rate Assumption.\nThe discount rate reflects the current rate at which the pension and post-retirement benefit obligations could be settled on the measurement date: May 30, 2021. The discount rate assumption used to calculate the present value of pension and post-retirement benefit obligations reflects the rates available on high-quality bonds on May 30, 2021. The bonds included in the models reflect anticipated investments that would be made to match the expected monthly benefit payments over time. The plans’ projected cash flows were duration-matched to these models to develop an appropriate discount rate. The discount rate we will use in fiscal 2022 to calculate the net periodic pension benefit cost and post-retirement benefit cost is\n3.11\n% and\n2.82\n%, respectively.\n​\nAsset Return Assumption:\nOur investment strategies are governed by our Employee Benefit Investments Council. The expected return on plan assets reflects the expected long-term rates of return for the categories of investments currently held in the plan as well as anticipated returns for additional contributions made in the future. The expected long-term rate of return is adjusted when there are fundamental changes in expected returns on the plan investments. The weighted-average expected return on plan assets we will use in our calculation of fiscal 2022 net periodic pension benefit cost is\n4.00\n%.\n​\nHealth Care Cost Trend Rate Assumptions.\nWe review external data and historical trends for health care costs to determine our health care cost trend rate assumptions\n.\nWe assumed health care cost trend rates for our post-retirement benefit plan obligation as follows:\n​\n​\nInvestment Policies and Strategies and Fair Value Measurements of Plan Assets\n​\nWe utilize professional advisors to oversee pension investments and provide recommendations regarding investment strategy. Our overall strategy and related apportionments between equity and debt securities may change from time to time based on market conditions, external economic factors, timing of contributions and the funded status of the plans. The general investment objective for all of our plan assets is to optimize growth of the pension plan trust assets, while minimizing the risk of significant losses to enable the plans to satisfy their benefit payment obligations over time. The objectives consider the long-term nature of the benefit obligations, the liquidity needs of the plans, and the expected risk/return trade-offs of the asset classes in which the plans may choose to invest. Our current investment policy is to invest\n30\n% in equity securities and\n70\n% in fixed income securities.\n72\nInvestment securities, in general, are exposed to various risks, such as interest rate, credit, and overall market volatility risk, all of which are subject to change. Due to the level of risk associated with some investment securities, it is reasonably possible that changes in the values of investment securities will occur in the near term, and such changes could materially affect the reported amounts (dollars in millions):\n​\n​\n​\n​\nFunding and Cash Flows\n​\nWe make\npension plan\ncontributions that are sufficient to fund our actuarially determined costs, generally equal to the minimum amounts required by the Employee Retirement Income Security Act of 1974, as amended. From time to time, we may make discretionary contributions based on the funded status of the plans, tax deductibility, income from operations, and other factors. In fiscal 2021, we made $\n3.4\nmillion of discretionary contributions to our qualified plan. There are no minimum required contributions in fiscal 2022, however, in July 2021, we made a\n$\n2.0\nmillion discretionary contribution to our qualified pension plan. We continually reassess the amount and timing of discretionary contributions, if any.\n​\n​\n73\nThe following are estimated benefit payments to be paid to current plan participants by fiscal year (dollars in millions). Qualified pension benefit payments are paid from plan assets, while nonqualified pension benefit payments are paid by the Company.\n​\n​\n​\n​\n11.   STOCK-BASED COMPENSATION\n​\nOn October 29, 2016, our Board of Directors adopted the Lamb Weston Holdings, Inc. 2016 Stock Plan, which was amended in July 2017 (“Stock Plan”). The Compensation Committee (“the Committee”) of our Board of Directors administers our stock compensation plan. The Committee, in its discretion, authorizes grants of restricted stock units (“RSUs”), performance awards payable upon the attainment of specified performance goals (“Performance Shares”), dividend equivalents, and other stock-based awards. At May 30, 2021, we had\n10.0\nmillion shares authorized under the Stock Plan, and\n7.4\nmillion were available for future grant.\n​\nRSUs and Performance Shares\n​\nWe grant RSUs to eligible employees and non-employee directors. The employee RSUs generally vest over a\nthree-year\nperiod while the non-employee director RSUs generally vest after\none year\n. We estimate the fair value of the RSUs based upon the market price of our common stock at the date of grant.\n​\nPerformance Shares are granted to certain executives and other key employees with vesting contingent upon meeting various Company-wide performance goals. Awards actually earned range from\n0\n% to\n200\n% of the targeted number of Performance Shares for each of the performance periods. Awards, if earned, will be paid in shares of our common stock. Subject to limited exceptions set forth in the Stock Plan, any shares earned will be distributed at the end of the\nthree-year\nperformance period. The value of the Performance Shares is adjusted based upon the market price of our common stock at the end of each reporting period and amortized as compensation expense over the vesting period.\n​\n74\nThe following table summarizes RSU and Performance Share activity for fiscal 2021:\n​\n​\n​\nCompensation Expense\n​\nOur stock-based compensation expense is recorded in “Selling, general and administrative expenses.” Compensation expense for stock-based awards recognized in the Consolidated Statements of Earnings, net of forfeitures, was as follows (dollars in millions):\n​\n​\nBased on estimates at May 30, 2021, total unrecognized compensation expense related to stock-based awards was as follows (dollars in millions):\n​\n​\n​\n75\n12.   FAIR VALUE MEASUREMENTS\n​\nThe following table presents our financial assets and liabilities measured at fair value on a recurring basis based upon the level within the fair value hierarchy in which the fair value measurements fall, as of May 30, 2021 and May 31, 2020 (dollars in millions):\n​\n​\n​\n​\n​\nThe fair values of cash equivalents, receivables, accounts payable and short-term debt approximate their carrying amounts due to their short duration.\n​\nNon-financial assets such as property, plant and equipment, and intangible assets are recorded at fair value only if an impairment is recognized. Cost and equity investments are measured at fair value on a non-recurring basis.\n​\nAt May 30, 2021, we had $\n2,166.0\nmillion of fixed-rate and $\n586.6\nmillion of variable-rate debt outstanding. Based on current market rates, the fair value of our fixed-rate debt at May 30, 2021 was estimated to be $\n2,277.7\nmillion. Any differences between the book value and fair value are due to the difference between the period-end market interest rate and the stated rate of our fixed-rate debt. We estimated the fair value of our fixed-rate debt using quoted market prices (Level 2 inputs) within the fair value hierarchy that is described above. The fair value of our variable-rate term debt approximates the carrying amount as our cost of borrowing is variable and approximates current market prices.\n​\n76\n13.   STOCKHOLDERS’ EQUITY\n​\nOur certificate of incorporation authorizes\n600,000,000\nshares of common stock and\n60,000,000\nshares of preferred stock. We had\n146,191,864\nshares of common stock issued and outstanding as of May 30, 2021. Each share of common stock entitles the holder to\none\nvote on matters to be voted on by our stockholders.\nNo\npreferred stock was issued or\noutstanding\non May 30, 2021.\n​\nShare Repurchase Program\n​\nIn December 2018, our Board of Directors authorized a program, with no expiration date, to repurchase shares of our common stock in an amount not to exceed $\n250.0\nmillion in the aggregate, on an opportunistic basis. During fiscal 2021, we purchased\n328,918\nshares for $\n25.7\nmillion, or a weighted-average price of $\n78.19\nper share. As of May 30, 2021, $\n169.6\nmillion remained authorized for repurchase under the program.\n​\nDividends\n​\nDuring fiscal 2021, 2020, and 2019, we paid $\n135.3\nmillion, $\n121.3\nmillion, and $\n113.3\nmillion, respectively, of dividends to common stockholders. On\nJuly 22, 2021\n, our Board of Directors declared a dividend of $\n0.235\nper share of common stock. The dividend will be paid on\nSeptember 3, 2021\n, to stockholders of record as of the close of business on\nAugust 6, 2021\n.\n​\nAccumulated Other Comprehensive Income (Loss) (“AOCI”)\n​\nComprehensive income includes net income, currency translation adjustments, and changes in prior service cost and net actuarial gains (losses) from pension and post-retirement benefit plans. We generally deem our foreign investments to be indefinite in nature and we do not provide for taxes on currency translation adjustments arising from converting the investment denominated in a foreign currency to the U.S. dollar. If we determine that a foreign investment, as well as undistributed earnings, are no longer indefinite in nature, estimated taxes are provided for the related deferred tax liability (asset), if any, resulting from currency translation adjustments.\n​\nChanges in AOCI, net of taxes, as of May 30, 2021, were as follows (dollars in millions):\n​\n​\n​\n​\n77\n14.    SEGMENTS\n​\nWe have\nfour\noperating segments, each of which is a reportable segment: Global, Foodservice, Retail, and Other. Our chief operating decision maker receives periodic management reports under this structure that generally focus on the nature and scope of our customers’ businesses, which enables operating decisions, performance assessment, and resource allocation decisions at the segment level. The reportable segments are each managed by a general manager and supported by a cross functional team assigned to support the segment (dollars in millions). See “Part I, Item 1. Business” of this Form 10-K for more information on our segments.\n​\n​\n​\n​\n78\n​\nAssets by Segment\n​\nThe manufacturing assets of Lamb Weston are shared across all reporting segments. Output from these facilities used by each reporting segment can change from fiscal year to fiscal year. Therefore, it is impracticable to allocate those assets to the reporting segments, as well as disclose total assets by segment.\n​\nConcentrations\n​\nLamb Weston’s largest customer, McDonald’s Corporation, accounted for approximately\n11\n% of our consolidated net sales in fiscal 2021, and\n10\n%of our consolidated net sales in both fiscal 2020 and 2019. No customer accounted for 10% of our consolidated accounts receivable at May 30, 2021 or May 31, 2020.\n​\nOther Information\n​\nThe net sales of each of our Global, Foodservice, and Retail reporting segments are comprised of sales of frozen potato and frozen sweet potato products. The net sales of our Other reporting segment included vegetable sales of $\n91.3\nmillion, $\n104.9\nmillion, and $\n88.5\nmillion, various byproduct sales of $\n36.1\nmillion, $\n36.4\nmillion, and $\n40.2\nmillion, and dairy product sales of $\n11.3\nmillion, $\n12.9\nmillion, and $\n11.9\nmillion in fiscal 2021, 2020, and 2019, respectively.\n​\nOur operations are principally in the United States. With respect to operations outside of the United States, no single foreign country or geographic region was significant with respect to consolidated operations in fiscal 2021, 2020, and 2019. Foreign net sales, including sales by domestic segments to customers located outside of the United States, were $\n700.2\nmillion, $\n776.4\nmillion, and $\n742.7\nmillion in fiscal 2021, 2020, and 2019, respectively. Our long-lived assets located outside of the United States are not significant.\n​\nLabor\n​\nAt May 30, 2021, we had approximately\n7,800\nemployees, of which approximately\n800\nof these employees work outside of the United States. Approximately\n27\n% of our employees are parties to collective bargaining agreements on terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times throughout the next several years. Collective bargaining agreements that represent\n55\n% of our hourly employees, who are parties to collective bargaining agreements, are scheduled to expire over the course of fiscal 2022. As these agreements expire, we believe they will be renegotiated on terms satisfactory to us.\n​\n15.   COMMITMENTS, CONTINGENCIES, GUARANTEES, AND LEGAL PROCEEDINGS\n​\nWe have financial commitments and obligations that arise in the ordinary course of our business. These include long-term debt (discussed in Note 8, Debt and Financing Obligations), lease obligations, purchase commitments for goods and services, and legal proceedings (discussed below).\n​\nCapital Commitments\n​\nWe had capital commitments of approximately $\n75.0\nmillion and $\n36.5\nmillion as of May 30, 2021 and May 31, 2020, respectively, in connection with the expansion and replacement of existing facilities and equipment.\n​\n79\nGuarantees and Indemnifications\n​\nWe provide guarantees, indemnifications, and other assurances to third parties in the normal course of our business. These include tort indemnifications, environmental assurances, and representations and warranties in commercial agreements. At May 30, 2021, we were not aware of any material liabilities arising from any guarantee, indemnification, or financial assurance we have provided. If the fair value of such liability becomes material, we will accrue for it at that time.\n​\nLamb Weston is a party to various potato purchase supply agreements with partner growers, under which they deliver their potato crop from the contracted acres to Lamb Weston during the harvest season, and pursuant to the potato supply agreements, pricing for this inventory is determined after delivery, taking into account crop size and quality, among other factors. Total purchases under these agreements were $\n139.8\nmillion, $\n142.7\nmillion, and $\n152.0\nmillion in fiscal 2021, 2020, and 2019, respectively, under the terms of the potato supply agreements. These purchases are initially recorded in inventory and charged to cost of sales as related inventories are produced and subsequently sold. Under the terms of these potato supply agreements, Lamb Weston has guaranteed repayment of short-term bank loans of the potato suppliers, under certain conditions. At May 30, 2021, Lamb Weston has effectively guaranteed $\n35.6\nmillion of supplier loans. Lamb Weston has not established a liability for these guarantees, as Lamb Weston has determined that the likelihood of Lamb Weston’s required performance under the guarantees is remote. Under certain other potato supply agreements, Lamb Weston makes advances to growers prior to the delivery of potatoes. The aggregate amounts of these advances were $\n23.9\nmillion and $\n31.9\nmillion at May 30, 2021 and May 31, 2020, respectively.\n​\nLamb Weston and Lamb Weston’s partner are jointly and severally liable for all legal liabilities of Lamb-Weston/Meijer. See Note 4, Investments in Joint Ventures, for further information on Lamb-Weston/Meijer’s liabilities and capital structure.\n​\nAfter taking into account liabilities recognized for all of the foregoing matters, management believes the ultimate resolution of such matters would not have a material adverse effect on Lamb Weston’s financial condition, results of operations, or cash flows. It is reasonably possible that a change to an estimate of the foregoing matters may occur in the future.\n​\nLegal Proceedings\n​\nWe are a party to legal actions arising in the ordinary course of our business. These claims, legal proceedings and litigation principally arise from alleged casualty, product liability, employment, and other disputes. In determining loss contingencies, we consider the likelihood of loss as well as the ability to reasonably estimate the amount of such loss or liability. An estimated loss is recognized when it is considered probable that a liability has been incurred and when the amount of loss can be reasonably estimated. While any claim, proceeding or litigation has an element of uncertainty, we believe the outcome of any of these that are pending or threatened will not have a material adverse effect on our financial condition, results of operations, or cash flows.\n​\n80"
  },
  {
    "item_key": "item_9",
    "text": "​\nNone.\n​"
  },
  {
    "item_key": "item_9a",
    "text": "​\nDisclosure Controls and Procedures\n​\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, carried out an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) as of May 30, 2021. Based upon that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that, as of the end of the period covered by this report, our disclosure controls and procedures were effective to provide reasonable assurance that information required to be disclosed by us in reports we file or submit under the Exchange Act is recorded, processed, summarized, and reported within the time periods specified in SEC rules and forms, and is accumulated and communicated to management, including our Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosures.\n​\nManagement's Report on Internal Control Over Financial Reporting\n​\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act. Our internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of consolidated financial statements for external purposes in accordance with U.S. GAAP. Our internal control over financial reporting includes those policies and procedures that:\n​\n​\n​\n​\n​\n​\nOur management, under the supervision and with the participation of our Chief Executive Officer and Chief Financial Officer and oversight of the Board of Directors, assessed the effectiveness of our internal control over financial reporting as of May 30, 2021. Management based this assessment on criteria for effective internal control over financial reporting described in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. Management’s assessment included evaluation of elements such as the design and operating effectiveness of key financial reporting controls, process documentation, accounting policies, and our overall control environment. Based on this assessment, management concluded that, as of May 30, 2021, our internal control over financial reporting was effective to provide reasonable assurance regarding the reliability of financial reporting and the preparation of consolidated financial statements for external reporting purposes in accordance with GAAP. We reviewed the results of management’s assessment with the Audit and Finance Committee of our Board of Directors.\n​\nOur independent registered public accounting firm, KPMG LLP, audited the consolidated financial statements prepared by us. KPMG LLP has also issued an attestation report on our internal control over financial reporting. Their\n81\nreport on the consolidated financial statements and attestation report are included in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nInherent Limitations on Effectiveness of Controls\n​\nOur management, including our Chief Executive Officer and Chief Financial Officer, does not expect that our disclosure controls and procedures or our internal control over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. The design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud, if any, have been detected. The design of any system of controls is based in part on certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions. Projections of any evaluation of the effectiveness of controls to future periods are subject to risks. Over time, controls may become inadequate because of changes in conditions or deterioration in the degree of compliance with policies or procedures.\n​\nChanges in Internal Control over Financial Reporting\n​\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated any change in our internal control over financial reporting that occurred during the quarter ended May 30, 2021 and determined that there was no change in our internal control over financial reporting during the fourth quarter of fiscal 2021 that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\n​"
  },
  {
    "item_key": "item_9b",
    "text": "​\nNone.\n​"
  },
  {
    "item_key": "item_9c",
    "text": "​\nNot applicable.\nPART III\n​"
  },
  {
    "item_key": "item_10",
    "text": "​\nInformation required by this Item 10 is included under the headings “Information About Our Executive Officers” and “Ethics and Governance” in Part 1, Item 1 of this Form 10-K, and will be included under the headings “Item 1. Election of Directors,” “Corporate Governance – Code of Conduct and Code of Ethics for Senior Corporate Financial Officers,” and “Board Committees and Membership – Audit and Finance Committee” in our definitive Proxy Statement for our Annual Meeting of Stockholders scheduled to be held on September 23, 2021 (“2021 Proxy Statement”). This information from the 2021 Proxy Statement is incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_11",
    "text": "​\nInformation required by this Item 11 will be included under the headings “Board Committees and Membership – Compensation Committee,” “Non-Employee Director Compensation,” “Compensation Discussion and Analysis,” and “Executive Compensation Tables” in our 2021 Proxy Statement. This information from the 2021 Proxy Statement is incorporated by reference into this Form 10-K.\n​\n​\n82"
  },
  {
    "item_key": "item_12",
    "text": "​\nThe following table provides information about shares of our common stock that may be issued upon the exercise of options, warrants, and rights under existing equity compensation plans as of our most recent fiscal year ended May 30, 2021.\n​\n​\n​\n​\nInformation related to the security ownership of certain beneficial owners, directors and management will be included in our 2021 Proxy Statement under the heading “Information on Stock Ownership” and is incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_13",
    "text": "​\nInformation required by this Item 13 will be included under the headings “Corporate Governance – Director Independence” and “Corporate Governance – Review of Transactions with Related Persons” in our 2021 Proxy Statement. This information from the 2021 Proxy Statement is incorporated by reference into this Form 10-K.\n​"
  },
  {
    "item_key": "item_14",
    "text": "​\nInformation required by this Item 14 will be included under the heading “Board Committees and Membership – Audit and Finance Committee” in our 2021 Proxy Statement. This information from the 2021 Proxy Statement is incorporated by reference into this Form 10-K.\n​\n​\n83\nPART IV\n​"
  },
  {
    "item_key": "item_15",
    "text": "​\n​\n​\nAll financial statements of the Company as set forth under Item 8 of this Annual Report on Form 10-K.\n​\n​\nThe following consolidated financial statement schedule for fiscal 2021, 2020, and 2019 is included in this report.\n​\nSchedule II – Lamb Weston - Valuation and Qualifying Accounts (dollars in millions).\n​\n​\nAll other schedules are omitted because they are not applicable, not material, not required, or because the required information is included in the consolidated financial statements or the accompanying notes to financial statements, and therefore, have been omitted.\n​\n​\n84\n85\n86\n87\n​\n​\n*   Management contract or compensatory plan.\n​"
  },
  {
    "item_key": "item_16",
    "text": "​\nNone.\n​\n​\n88\nSIGNATURES\n​\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:\n​\n​\n89"
  }
]