[
  {
    "item_key": "item_1",
    "text": "General Development of Business\nConagra Brands, Inc. (the \"Company\", \"Conagra Brands\", \"we\", \"us\", or \"our\"), headquartered in Chicago, is one of North America's leading branded food companies. Guided by an entrepreneurial spirit, the Company combines a rich heritage of making great food with a sharpened focus on innovation. The Company's portfolio is evolving to satisfy people's changing food preferences. Its iconic brands such as\nBirds Eye\n®\n,\nDuncan Hines\n®\n,\nHealthy Choice\n®\n,\nMarie Callender's\n®\n,\nReddi-wip\n®\n, and\nSlim Jim\n®\n, as well as emerging brands, including\nAngie's\n®\nBOOMCHICKAPOP\n®\n,\nDuke's\n®\n,\nEarth Balance\n®\n,\nGardein\n®\n, and\nFrontera\n®\n, offer choices for every occasion.\nWe began as a Midwestern flour-milling company and entered other commodity-based businesses throughout our history. We were initially incorporated as a Nebraska corporation in 1919 and reincorporated as a Delaware corporation in 1976. Over time, we transformed into the branded, pure-play consumer packaged goods food company we are today. Growing our food businesses has also been fueled by innovation, organic growth of our brands, and expansion into adjacent categories, including through acquisitions. We are focused on delivering sustainable, profitable growth with strong and improving returns on our invested capital.\nOn October 26, 2018, we completed our acquisition of Pinnacle Foods Inc. (\"Pinnacle\"). As a result of the acquisition, Pinnacle became a wholly-owned subsidiary of the Company.\nNarrative Description of Business\nWe compete throughout the food industry and focus on adding value for our customers who operate in the retail food and foodservice channels.\nOur operations, including our reporting segments, are described below. Our locations, including manufacturing facilities, within each reporting segment, are described in Item 2,\nProperties\n.\nReporting Segments\nOur reporting segments are as follows:\nGrocery & Snacks\nThe Grocery & Snacks reporting segment principally includes branded, shelf-stable food products sold in various retail channels in the United States.\nRefrigerated & Frozen\nThe Refrigerated & Frozen reporting segment principally includes branded, temperature-controlled food products sold in various retail channels in the United States.\nInternational\nThe International reporting segment principally includes branded food products, in various temperature states, sold in various retail and foodservice channels outside of the United States.\n3\nFoodservice\nThe Foodservice reporting segment includes branded and customized food products, including meals, entrees, sauces, and a variety of custom-manufactured culinary products packaged for sale to restaurants and other foodservice establishments primarily in the United States.\nUnconsolidated Equity Investments\nWe have two unconsolidated equity investments. Our most significant equity method investment is Ardent Mills, a milling business.\nAcquisitions\nOn October 26, 2018, we completed the acquisition of Pinnacle, a branded packaged foods company specializing in shelf-stable and frozen foods. As a result of the acquisition, Pinnacle became a wholly-owned subsidiary of the Company. See Note 2,\n\"Acquisitions\"\n, to the Consolidated Financial Statements contained in this report for further information.\nDivestitures\nDuring the fourth quarter of fiscal 2021, we completed the sale of our\nEgg Beaters\n®\nbusiness for net proceeds of $50.6 million, subject to final working capital adjustments. The results of operations of the divested\nEgg Beaters\n®\nbusiness were primarily included in our Refrigerated and Frozen segment, and to a lesser extent within our International and Foodservice segments, for the periods preceding the completion of the transaction. The assets and liabilities of this business have been reclassified as assets and liabilities held for sale within our Consolidated Balance Sheets for all periods presented prior to the divestiture.\nDuring the third quarter of fiscal 2021, we completed the sale of our\nPeter Pan\n®\npeanut butter business for net proceeds of $101.5 million, including working capital adjustments but subject to final adjustments for certain tax benefits. The business results were previously reported primarily within our Grocery & Snacks segment, and to a lesser extent within our International and Foodservice segments, for the periods preceding the completion of the transaction. The assets and liabilities of this business have been reclassified as assets and liabilities held for sale within our Consolidated Balance Sheets for all periods presented prior to the divestiture.\nGeneral\nThe following comments pertain to all of our reporting segments.\nConagra Brands is a branded consumer packaged goods food company that operates in many sectors of the food industry, with a significant focus on the sale of branded, private branded, and value-added consumer food, as well as foodservice items and ingredients. We use many different raw materials, most of which are commodities. The prices paid for raw materials used in making our food generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. Although the prices of raw materials can be expected to fluctuate as a result of these factors, we believe such raw materials to be in adequate supply and generally available from numerous sources. From time to time, we have faced increased costs for many of our significant raw materials, packaging, and energy inputs. We seek to mitigate higher input costs through productivity and pricing initiatives and the use of derivative instruments to economically hedge a portion of forecasted future consumption.\nWe experience intense competition for sales of our food items in our major markets. Our food items compete with widely advertised, well-known, branded food, as well as private branded and customized food items. Some of our competitors are larger and have greater resources than we have. We compete primarily on the basis of quality, value, customer service, brand recognition, and brand loyalty.\nDemand for certain of our food items may be influenced by holidays, changes in seasons, or other annual events. For example, sales of frozen foods tend to be marginally higher during the winter months, seafood sales are highest during Lent, in advance of the Easter holiday, and production of certain of our products occurs seasonally, during or immediately following the purchase of agricultural crops.\n4\nWe manufacture primarily for stock\n; we\nfill our customer orders from finished goods inventories. While at any given time there may be some backlog of orders, such backlog is not material in respect to annual net sales, and the changes of backlog orders from time to time are not significant.\nOur intellectual property rights, including our trademarks, licensing agreements, trade secrets, patents, and copyrights are of material importance to our business and we attempt to protect such rights by pursuing remedies available to us under trademark, copyright, trade secret, and patent laws, as well as entering into licensing, third-party nondisclosure and assignment agreements, and policing of third-party misuses of our intellectual property. Some of our food items are sold under brands that have been licensed from others, including under the\nP.F. Chang’s\n®\n,\nBertolli\n®\n, and\nLibby’s\n®\ntrademarks. We also own certain intellectual property rights that are licensed to third parties, such as the\nAlexia\n®\ntrademark. While many of these licensing arrangements are perpetual in nature, others must be periodically renegotiated or renewed pursuant to their terms. We also actively develop and maintain a portfolio of patents, although no single patent is considered material to the business as a whole. We have proprietary trade secrets, technology, know-how, processes, and other intellectual property rights that are not registered.\nOur operations are subject to various laws and regulations administered by federal, state, local, and foreign government agencies, including, but not limited to, the United States Department of Agriculture, the Federal Food and Drug Administration, the Occupational Safety and Health Administration, the Environmental Protection Agency, and the Department of Labor. In particular, the processing, packaging, transportation, storage, distribution, advertising, labeling, quality, and safety of food products, the health and safety of our employees, and the protection of the environment are each subject to governmental regulation. Additionally, we are subject to data privacy and security regulations, tax and securities regulations, accounting and reporting standards, and other financial laws and regulations. We believe that we are in compliance with such laws and regulations in all material respects and do not expect that continued compliance with such regulations will have a material effect upon capital expenditures, earnings, or our competitive position.\nOur largest customer, Walmart, Inc. and its affiliates, accounted for approximately 26% of consolidated net sales for each of fiscal 2021 and 2020 and 24% of consolidated net sales for fiscal 2019.\nHuman Capital Resources\nAt Conagra, we believe that our employees are the driving force behind our success. We believe that the success and growth of our business depend in large part on our ability to attract, develop, and retain a diverse population of talented and high-performing employees at all levels of our organization. We leverage our six timeless values, which form the framework of our Company culture, to guide our approach to human capital management:\nWe have developed key recruitment, development, and retention strategies and objectives that guide our human capital management approach. These strategies and objectives are advanced through a number of programs, policies, and initiatives, as described below.\nAs of May 30, 2021, we had approximately 18,600 employees, primarily in the United States. Approximately 46% of our employees are parties to collective bargaining agreements. We believe our relationships with employees and their representative organizations are good.\nSafety and Health:\nThe health and safety of our employees is our top priority. We are focused on maintaining a strong culture of safety, in which all employees commit to protecting themselves and their colleagues. During fiscal year 2021, our Occupational Safety & Health Administration Incident Rate was 2.00 incidents per 100 full-time workers, as compared to 1.69 incidents per 100 full-time workers in fiscal 2020 and 2.28 incidents per 100 full-time workers in fiscal 2019. We compare our incident rate to that of the average for companies in the food manufacturing sector, as published by the Bureau of Labor Statistics.\n5\nIn each of the last three fiscal years, our incident rate has been below the industry average. Our health and safety team audits each of our facilities every two years to ensure compliance with safety regulations and corporate policies. The team documents the audit results and tracks corrective actions to ensure we hold ourselves accountable for providing a safe work environment.\nBeginning in February 2020 and over the course of the COVID-19 pandemic, our senior leadership has relied on cross-functional teams (a COVID-19 pandemic team, Return to Office team, and Vaccine Preparedness team), to review and assess the evolving situation, and to recommend risk mitigation actions for the health and safety of our employees. In order to enhance the safety of our employees during the COVID-19 pandemic, these teams have recommended, and we have implemented, various measures, including the installation of physical barriers between employees; employee screening protocols; facility cleaning and sanitation protocols; policies on the use of personal protective equipment; and robust employee leave policies. We have also executed a phased return to office approach to enable in-person work for corporate personnel, implemented work-from-home initiatives for certain office personnel, and provided increased access to COVID-19 vaccines for production facilities and corporate locations.\nDiversity and Inclusion:\nWe strive to nourish an inclusive culture that encourages openness, acceptance, and individual authenticity. We believe that an inclusive culture drives employee engagement.\nAt Conagra, diversity is more than race, gender, sexual orientation, and disability. All backgrounds, perspectives, styles, and opinions are valued and belong at Conagra, and we harness the power of diversity and inclusion (\"D&I\") to accelerate innovation and growth and as key enablers of shareholder value creation.\nWe approach diversity from the top-down, exemplified by our Board of Directors (the \"Board\") and our Senior Leadership Team: three of our 11 directors are racially/ethnically diverse, three of our 11 directors are women, and four of 10 members of our Senior Leadership Team are women. We believe that a diverse team with a variety of viewpoints adds value to our business decision making and innovation by encouraging and incorporating a variety of perspectives and experiences.\nDuring fiscal 2021, we launched numerous efforts to amplify our commitment to a diverse and inclusive workforce:\nWe also continue to provide diversity and inclusion training for employees to highlight issues that impact underrepresented communities and to reduce the effects of bias in the workplace. Our goal is to create a culture of belonging, where everyone can experience inclusion. We want to be a place where people trust and respect one another. While we value and embrace diversity, we also celebrate what we all have in common—our energy and passion for making great food and great brands.\n6\nLearning and Development:\nWe believe that by enabling employee development, we better position Conagra to meet current and future business needs and increase employee retention. By providing employees with learning and development opportunities, we empower them to build knowledge and skills and feel fulfilled in their work at Conagra.\nWe leverage a variety of processes to enable employee learning and development at Conagra:\nCompensation and Benefits:\nWe offer competitive compensation and benefits to attract the best talent and to support the overall well-being of our employees. Through our holistic approach to benefits, we provide our employees with resources to help them thrive. We offer a wide range of benefits across areas such as health, family, finance, community, and time away, including healthcare and wellness benefits, adoption and surrogacy assistance, family care resources, a 401(k) plan, family leave, and paid time off. A more complete discussion of our approach to employee compensation and benefits can be found in our Proxy Statement for the 2021 Annual Shareholders' Meeting.\nAdditional information regarding our human capital management is available in our 2020 Citizenship Report that can be found on our website at\nhttps://www.conagrabrands.com/our-company/corporate-social-responsibility\n. Information on our website, including our 2020 Citizenship Report, is not incorporated by reference into this Annual Report on Form 10-K.\nInformation About Our Executive Officers\nThe names, ages, and positions of our executive officers as of July 23, 2021 are listed below:\nSean M. Connolly has served as our President and Chief Executive Officer and a member of the Board since April 6, 2015. Prior to that, he served as President and Chief Executive Officer and a director of The Hillshire Brands Company (a branded food products company) from June 2012 to August 2014, Executive Vice President of Sara Lee Corporation (the predecessor to Hillshire), and Chief Executive Officer, Sara Lee North American Retail and Foodservice, from January 2012 to June 2012. Prior to joining Hillshire, Mr. Connolly served as President of Campbell North America, the largest division of Campbell Soup Company (a branded food products company), from October 2010 to December 2011, President, Campbell USA from 2008 to 2010, and President, North American Foodservice for Campbell from 2007 to 2008. Before joining Campbell in 2002, he served in various marketing and brand management roles at The Procter & Gamble Company (a consumer packaged goods company).\nDavid S. Marberger has served as Executive Vice President and Chief Financial Officer since August 2016. Prior to joining Conagra Brands, he served as Chief Financial Officer of Prestige Brands Holdings, Inc. (a provider of over-the-counter healthcare products) from October 2015 until July 2016. Prior to that, Mr. Marberger served as the Senior Vice President and Chief Financial Officer of Godiva Chocolatier, Inc. (a global manufacturer and supplier of premium chocolates) from 2008 until October 2015. Prior to that, Mr. Marberger served Tasty Baking Company (a manufacturer and supplier of baked goods) as Executive Vice\n7\nPresident and Chief Financial Officer from 2006 to 2008 and as Senior Vice President and Chief Financial Officer from 2003 to 2006. From 1993 until 2003, he served in various roles at Campbell Soup Company\n(a branded food products company)\n, where he last held the position of Vice President, Finance, Food and Beverage Division.\nColleen R. Batcheler has served as Executive Vice President, General Counsel and Corporate Secretary since September 2009 and served as Senior Vice President, General Counsel and Corporate Secretary from February 2008 until September 2009. Ms. Batcheler joined Conagra Brands in June 2006 as Vice President, Chief Securities Counsel and Assistant Corporate Secretary. In September 2006, she was named Corporate Secretary. From 2003 until joining Conagra Brands, Ms. Batcheler served as Vice President and Corporate Secretary of Albertson's, Inc. (a retail food and drug chain). Prior to that, she served as Associate Counsel with The Cleveland Clinic Foundation (a non-profit academic medical center) and an associate with Jones Day (a law firm).\nCharisse Brock has served as Executive Vice President and Chief Human Resources Officer since November 2015 and previously served as Senior Vice President and Interim Chief Human Resources Officer from August 2015 until November 2015. Prior to serving in these roles, Ms. Brock served as Vice President of Human Resources for the Consumer Foods segment of Conagra Brands from September 2010 until August 2015. Ms. Brock joined Conagra Brands in 2004 as Director of Human Resources, supporting the Refrigerated Foods Group. Prior to joining Conagra Brands, she served for 15 years at The Quaker Oats Company (a branded food products company) (which was acquired by PepsiCo during her tenure) in its Consumer Foods Division.\nThomas M. McGough has served as Executive Vice President and Co-Chief Operating Officer since October 2018. Prior to that, he served as the Company's President, Operating Segments from May 2017 until October 2018 and as the Company's President of Consumer Foods from May 2013 until May 2017. Mr. McGough also served as President, Grocery Products from 2011 until May 2013 and as Vice President in the Company's Consumer Foods organization from 2007 to 2011. Prior to joining the Company, Mr. McGough served in various roles at H.J. Heinz (a food processing company), where he began his career in 1990.\nDarren C. Serrao has served as Executive Vice President and Co-Chief Operating Officer since October 2018. Prior to that, he served as Executive Vice President, Chief Growth Officer from August 2015 to October 2018. Prior to joining the Company, Mr. Serrao served as Senior Vice President, Chief Marketing and Commercial Officer at Campbell Soup Company (a branded food products company) from February 2015 until August 2015 and as Senior Vice President of Innovation and Business Development for Campbell North America from July 2011 until February 2015. Mr. Serrao has also held several profit and loss and marketing positions during his career, including roles with PepsiCo and Unilever.\nRobert G. Wise has served as Senior Vice President, Corporate Controller since December 2012. Mr. Wise joined Conagra Brands in March 2003 and has held various positions of increasing responsibility with Conagra Brands, including Vice President, Assistant Corporate Controller from March 2006 until January 2012 and Vice President, Corporate Controller from January 2012 until December 2012. Prior to joining Conagra Brands, Mr. Wise served in various roles at KPMG LLP (an accounting firm) from October 1995 until March 2003.\nForeign Operations\nForeign operations information is set forth in Note 20,\n\"Business Segments and Related Information\"\n, to the Consolidated Financial Statements contained in this report.\n8\nAvailable Information\nWe make available, free of charge through the \"Investors—Financial Reports & Filings\" link on our Internet website at http://www.conagrabrands.com, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission (the \"SEC\"). We use our Internet website, through the \"Investors\" link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. The information on our website is not, and will not be deemed to be, a part of this annual report on Form 10-K or incorporated into any of our other filings with the SEC.\nWe have also posted on our website our (1) Corporate Governance Principles, (2) Code of Conduct, (3) Code of Ethics for Senior Corporate Officers, and (4) Charters for the Audit/Finance Committee, Nominating and Corporate Governance Committee, and Human Resources Committee. Stockholders may also obtain copies of these items at no charge by writing to: Corporate Secretary, Conagra Brands, Inc., 222 Merchandise Mart Plaza, Suite 1300, Chicago, IL, 60654."
  },
  {
    "item_key": "item_1a",
    "text": "Our business is subject to various risks and uncertainties. Any of the risks and uncertainties described below could materially adversely affect our business, financial condition, and results of operations and should be considered in evaluating us. Although the risks are organized by headings and each risk is described separately, many of the risks are interrelated. While we believe we have identified and discussed below the key risk factors affecting our business, there may be additional risks and uncertainties that are not presently known or that are not currently believed to be significant that may adversely affect our business, performance, or financial condition in the future.\nCOVID-19 Pandemic Risks\nThe COVID-19 pandemic could have an adverse impact on our business, financial condition, and results of operations.\nAlthough we have experienced challenges in connection with the COVID-19 pandemic, including temporary closings of production facilities, employee illnesses, increased costs, supply chain interruptions and reduced demand in our Foodservice segment, the pandemic has not to-date had a net negative impact on our liquidity or results of operations. However, the continued spread of COVID-19 could negatively impact our business, financial condition, and results of operations in a number of ways in the future. These impacts could include, but are not limited to:\nThe duration and extent of the impact from the COVID-19 pandemic depends on future developments that cannot be accurately predicted at this time, such as the severity and transmission rate of the virus, the emergence and spread of variants, infection rates in areas where we operate, the extent and effectiveness of containment actions, including the continued availability and effectiveness of vaccines in the markets where we operate, and the impact of these and other factors on our employees, customers, suppliers, distributors, and manufacturers. Should these conditions persist for a prolonged period, the COVID-19 pandemic, including any of the above factors and others that are currently unknown, could have a material adverse effect on our business, financial condition, and results of operations. The impact of the COVID-19 pandemic may also exacerbate other risks discussed in this Item 1A,\nRisk Factors\n, any of which could have a material effect on us.\n9\nMarket\nRisks\nDeterioration of general economic conditions could harm our business and results of operations.\nOur business and results of operations have in the past been and may continue to be adversely affected by changes in national or global economic conditions, including inflation, interest rates, availability of capital markets, consumer spending rates, energy availability and costs (including fuel surcharges), the negative impacts caused by pandemics and public health crises (including the COVID-19 pandemic), and the effects of governmental initiatives to manage economic conditions.\nVolatility in financial markets and deterioration of national and global economic conditions has impacted and could continue to impact our business and operations in a variety of ways, including as follows:\nCredit Risks\nOur existing and future debt may limit cash flow available to invest in the ongoing needs of our business and could prevent us from fulfilling our debt obligations or returning cash to stockholders.\nAs of May 30, 2021, we had total debt of approximately $9.01 billion, including approximately $8.21 billion aggregate principal amount of outstanding senior notes. Our ability to make payments on our debt, fund our other liquidity needs, make planned capital expenditures and return cash to stockholders, will depend on our ability to generate cash in the future. Our historical financial results have been, and we anticipate that our future financial results will be, subject to fluctuations. Our ability to generate cash, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond our control. We cannot guarantee that our business will generate sufficient cash flow from our operations or that future borrowings will be available to us in an amount sufficient to enable us to make payments of our debt, fund other liquidity needs, make planned capital expenditures or return cash to stockholders.\nOur level of debt could have important consequences. For example, it could:\n10\nAdditionally, any failure to meet required payments on our debt, or failure to comply with any covenants in the instruments governing our debt, could result in an event of default under the terms of those instruments and a downgrade to our credit ratings. In the event of a default, the holders of our debt could elect to declare all the amounts outstanding under such instruments to be due and payable. Any default under the agreements governing our debt and the remedies sought by the holders of such debt could render us unable to pay principal and interest on our debt.\nRecently, we have increasingly accessed the commercial paper markets for ongoing funding requirements. A downgrade in our credit ratings would increase our borrowing costs and could affect our ability to issue commercial paper. Additionally, disruptions in the commercial paper market or other effects of volatile economic conditions on the credit markets could also reduce the amount of commercial paper that we could issue and raise our borrowing costs.\nA significant portion of our operations are conducted through our subsidiaries. As a result, our ability to generate sufficient cash flow for our needs is dependent to some extent on the earnings of our subsidiaries and the payment of those earnings to us in the form of dividends, loans, or advances and through repayment of loans or advances from us. Our subsidiaries are separate and distinct legal entities. Our subsidiaries have no obligation to pay any amounts due on our debt to provide us with funds to meet our cash flow needs, whether in the form of dividends, distributions, loans, or other payments. In addition, any payment of dividends, loans, or advances by our subsidiaries could be subject to statutory or contractual restrictions. Payments to us by our subsidiaries will also be contingent upon our subsidiaries' earnings and business considerations. Our right to receive any assets of any of our subsidiaries upon their liquidation or reorganization will be effectively subordinated to the claims of that subsidiary's creditors, including trade creditors. In addition, even if we are a creditor of any of our subsidiaries, our rights as a creditor would be subordinate to any security interest in the assets of our subsidiaries and any indebtedness of our subsidiaries senior to that held by us. Finally, changes in the laws of foreign jurisdictions in which we operate may adversely affect the ability of some of our foreign subsidiaries to repatriate funds to us.\nCompetition Risks\nIncreased competition may result in reduced sales or profits.\nThe food industry is highly competitive, and further consolidation in the industry would likely increase competition. Our principal competitors have substantial financial, marketing, and other resources. Increased competition can reduce our sales due to loss of market share or the need to reduce prices to respond to competitive and customer pressures. Competitive pressures also may restrict our ability to increase prices, including in response to commodity and other cost increases. We sell branded, private brand, and customized food products, as well as commercially branded foods. Our branded products have an advantage over private brand products primarily due to advertising and name recognition, although private brand products typically sell at a discount to those of branded competitors. In addition, when branded competitors focus on price and promotion, the environment for private brand producers becomes more challenging because the price difference between private brand products and branded products may become less significant. In most product categories, we compete not only with other widely advertised branded products, but also with other private label and store brand products that are generally sold at lower prices. A strong competitive response from one or more of our competitors to our marketplace efforts, or a consumer shift towards more generic, lower-priced, or other value offerings, could result in us reducing pricing, increasing marketing or other expenditures, or losing market share. Our margins and profits could decrease if a reduction in prices or increased costs are not counterbalanced with increased sales volume.\nIn addition, substantial growth in e-commerce has encouraged the entry of new competitors and business models, intensifying competition by simplifying distribution and lowering barriers to entry. The expanding presence of e-commerce retailers has impacted, and may continue to impact, consumer preferences and market dynamics, which in turn may negatively affect our sales or profits.\nIf we do not achieve the appropriate cost structure in the highly competitive food industry, our profitability could decrease.\nOur future success and earnings growth depend in part on our ability to achieve the appropriate cost structure and operate efficiently in the highly competitive food industry, particularly in an environment of volatile input costs. We continue to\n11\nimplement profit-enhancing initiatives that impact our supply chain and general and administrative functions. These initiatives are focused on cost-saving opportunities in procurement, manufacturing, logistics, and customer service, as well as general and administrative overhead levels. Gaining additional efficiencies may become more difficult over time. Our failure to reduce costs through productivity gains or by eliminating redundant costs resulting from acquisitions could adversely affect our profitability and weaken our competitive position. If we do not continue to effectively manage costs and achieve additional efficiencies, our competitiveness and our profitability could decrease.\nCommodity Risks\nWe are subject to increases in the price of raw materials, labor, manufacturing, distribution, and other inputs necessary for the production and distribution of our products, and we may not be able to fully offset this input cost inflation on a timely basis or at all.\nMany of the components of our cost of goods sold are subject to price increases that are attributable to factors beyond our control, including but not limited to, changes in crop size, product scarcity, demand dynamics, currency rates, water supply, weather conditions, import and export requirements, and other factors. The cost of raw materials, labor, manufacturing, energy, fuel, packaging materials, and other inputs related to the production and distribution of our products can also increase unexpectedly.\nIn the latter part of fiscal 2021 and the early part of fiscal 2022, input costs have increased materially and at a rapid rate. We expect the pressures of input cost inflation to continue into fiscal 2022.\nThe Company uses a variety of strategies to seek to offset this input cost inflation. However, we may not be able to generate sufficient productivity improvements, price increases or commodity hedging benefits to fully offset these costs, or do so on an acceptable timeline. To the extent we are unable to offset present and future input cost increases, our operating results could be materially and adversely affected.\nIncreases in commodity costs may have a negative impact on profits.\nWe use many different commodities such as wheat, corn, oats, soybeans, beef, pork, poultry, steel,\naluminum, and energy. Commodities are subject to price volatility caused by commodity market fluctuations, supply and demand, currency fluctuations, external conditions such as weather, and changes in governmental agricultural and energy policies and regulations. In addition, recent world events have increased the risks posed by international trade disputes, tariffs, and sanctions. We procure a wide spectrum of commodities globally and could potentially face increased prices for commodities sourced from nations that could be impacted by trade disputes, tariffs, or sanctions. Commodity price increases will result in increases in raw material, packaging, and energy costs and operating costs. We may not be able to increase our product prices and achieve cost savings that fully offset these increased costs; and increasing prices may result in reduced sales volume, reduced margins, and profitability. We have experience in hedging against commodity price increases; however, these practices and experience reduce, but do not eliminate, the risk of negative profit impacts from commodity price increases. We do not fully hedge against changes in commodity prices, and the risk management procedures that we use may not always work as we intend.\nVolatility in the market value of derivatives we use to manage exposures to fluctuations in commodity prices will cause volatility in our gross margins and net earnings.\nWe utilize derivatives to manage price risk for some of our principal ingredients and energy costs, including grains (wheat, corn, and oats), oils, beef, pork, poultry, and energy. Changes in the values of these derivatives are generally recorded in earnings currently, resulting in volatility in both gross margin and net earnings. These gains and losses are reported in cost of goods sold in our Consolidated Statements of Earnings and in unallocated general corporate expenses in our segment operating results until we utilize the underlying input in our manufacturing process, at which time the gains and losses are reclassified to segment operating profit. We may experience volatile earnings as a result of these accounting treatments.\nStrategic Transaction Risks\nWe may not realize the benefits that we anticipated from the Pinnacle Foods acquisition.\nThe benefits that are expected to result from the Pinnacle acquisition will continue to depend, in part, on our ability to realize the anticipated growth opportunities and cost synergies as the result of the acquisition. Our success in realizing these growth opportunities and cost synergies, and the timing of this realization, depends on the successful integration of Pinnacle.\n12\nIn fiscal 2019,\nwe announced a restructuring and integration plan related to the ongoing integration of Pinnacle for the purpose of achieving significant cost synergies\n(the \"Pinnacle Integration Restructuring Plan\"). We expect to\ncontinue\nincur\nring\nmaterial charges\nover a multi-year period\nfor exit and disposal activities under U.S. generally accepted accounting principles.\nWe recognized charges of $31.7 million, $73.8 million, and $168.2 million in connection with the Pinnacle Integration Restructuring Plan in fiscal 2021, 2020, and 2019, respectively.\nThe successful implementation of the Pinnacle Integration Restructuring Plan presents significant organizational design and infrastructure challenges. In many cases, it requires successful negotiations with third parties, including labor organizations, suppliers, business partners, and other stakeholders. In addition, the Pinnacle Integration Restructuring Plan may not advance our business strategy as expected. Events and circumstances, such as financial or strategic difficulties, delays, and unexpected costs may occur that could result in our not realizing all or any of the anticipated benefits or our not realizing the anticipated benefits on our expected timetable. If we are unable to realize the anticipated savings and cost synergies of the Pinnacle Integration Restructuring Plan, our ability to fund other initiatives may be adversely affected. Any failure to implement the Pinnacle Integration Restructuring Plan in accordance with our expectations could adversely affect our financial condition, results of operations, and cash flows.\nThe process of integrating operations could cause an interruption of, or loss of momentum in, our activities. Members of our senior management may be required to devote considerable amounts of time to this integration process, which will decrease the time they will have to manage the Company, service existing customers, attract new customers, and develop new products or strategies. If senior management is not able to effectively manage the integration process, or if any significant business activities are interrupted as a result of the integration process, our business could suffer. There can be no assurance that we will successfully or cost-effectively integrate Pinnacle. The failure to do so could have a material adverse effect on our business, financial condition, and results of operations.\nIf we are unable to complete acquisitions or integrate acquired businesses, our financial results could be materially and adversely affected.\nFrom time to time, we evaluate acquisition candidates that may strategically fit our business objectives. If we are unable to complete acquisitions or to successfully integrate and develop acquired businesses, our financial results could be materially and adversely affected. Moreover, we may incur asset impairment charges related to acquisitions that reduce our profitability.\nOur acquisition activities may present financial, managerial, and operational risks. Those risks include diversion of management attention from existing businesses, difficulties integrating personnel and financial and other systems, effective and immediate implementation of control environment processes across our employee population, adverse effects on existing business relationships with suppliers and customers, inaccurate estimates of fair value made in the accounting for acquisitions and amortization of acquired intangible assets which would reduce future reported earnings, potential loss of customers or key employees of acquired businesses, and indemnities and potential disputes with the sellers. Any of these factors could affect our sales, financial condition, and results of operations.\nIf we are unable to complete certain divestitures, our financial results could be materially and adversely affected.\nFrom time to time, we may divest businesses that do not meet our strategic objectives or do not meet our growth or profitability targets. We may not be able to complete desired divestitures on terms favorable to us. Gains or losses on the sales of, or lost operating income from, those businesses may affect our profitability and margins. Moreover, we may incur asset impairment charges related to divestitures that reduce our profitability.\nOur divestiture activities may present financial, managerial, and operational risks. Those risks include diversion of management attention from existing businesses, difficulties separating personnel and financial and other systems, possible need for providing transition services to buyers, adverse effects on existing business relationships with suppliers and customers and indemnities and potential disputes with the buyers. Any of these factors could adversely affect our product sales, financial condition, and results of operations.\nWe may be exposed to claims and liabilities or incur operational difficulties as a result of our spinoff of the Lamb Weston business (the \"Spinoff\").\nThe Spinoff involves a number of risks, including, among other things, certain indemnification risks. In connection with the Spinoff, we entered into a separation and distribution agreement and various other agreements (including a transition services\n13\nagreement, a tax matters agreement, an employee matters agreement, and a trademark license agreement), which we refer to as the Lamb Weston agreements. The Lamb Weston agreements govern the Spinoff and the relationship between the two companies going forward.\nThe Lamb Weston agreements provide for indemnification obligations designed to make Lamb Weston financially responsible for certain liabilities that may exist relating to its business activities, whether incurred prior to or after the distribution, including any pending or future litigation. It is possible that a court would disregard the allocation agreed to between us and Lamb Weston and require us to assume responsibility for obligations allocated to Lamb Weston. Third parties could also seek to hold us responsible for any of these liabilities or obligations, and the indemnity rights we have under the separation and distribution agreement may not be sufficient to fully cover all of these liabilities and obligations. Even if we are successful in obtaining indemnification, we may have to bear costs temporarily. In addition, our indemnity obligations to Lamb Weston may be significant. These risks could negatively affect our business, financial condition, or results of operations. The Lamb Weston agreements could also lead to disputes over rights to certain shared property and rights and over the allocation of costs and revenues for products and operations. If Lamb Weston is unable to satisfy its obligations under these agreements, including its indemnification obligations, we could incur losses.\nOperating Risks\nWe may be subject to product liability claims and product recalls, which could negatively impact our profitability.\nWe sell food products for human consumption, which involves risks such as product contamination or spoilage, product tampering, other adulteration of food products, mislabeling, and misbranding. We may be subject to liability if the consumption of any of our products causes injury, illness, or death. In addition, we will voluntarily recall products in the event of contamination or damage. We have issued recalls and have from time to time been and currently are involved in lawsuits relating to our food products. A significant product liability judgment or a widespread product recall may negatively impact our sales and profitability for a period of time depending on the costs of the recall, the destruction of product inventory, product availability, competitive reaction, customer reaction, and consumer attitudes. Even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused illness or injury could adversely affect our reputation with existing and potential customers and our corporate and brand image.\nAdditionally, as a manufacturer and marketer of food products, we are subject to extensive regulation by the U.S. Food and Drug Administration and other federal, state, and local government agencies. The Food, Drug & Cosmetic Act and the Food Safety Modernization Act and their respective regulations govern, among other things, the manufacturing, composition and ingredients, packaging, and safety of food products. Some aspects of these laws use a strict liability standard for imposing sanctions on corporate behavior; meaning that no intent is required to be established. If we fail to comply with applicable laws and regulations, we may be subject to civil remedies, including fines, injunctions, recalls, or seizures, as well as criminal sanctions, any of which could have a material adverse effect on our business, financial condition, or results of operations.\nAny damage to our reputation could have a material adverse effect on our business, financial condition, and results of operations.\nMaintaining a good reputation is critical to selling our products. Product contamination or tampering, the failure to maintain high standards for product quality, safety, and integrity, including with respect to raw materials and ingredients obtained from suppliers, or allegations of product quality issues, mislabeling, or contamination, even if untrue, may reduce demand for our products or cause production and delivery disruptions. Our reputation could also be adversely impacted by any of the following, or by adverse publicity (whether or not valid) relating thereto: the failure to maintain high ethical, social, and environmental standards for all of our operations and activities; the failure to achieve any stated goals with respect to the nutritional profile of our products; our research and development efforts; or our environmental impact, including use of agricultural materials, packaging, energy use, and waste management. Moreover, the growing use of social and digital media by consumers has greatly increased the speed and extent that information or misinformation and opinions can be shared. Failure to comply with local laws and regulations, to maintain an effective system of internal controls or to provide accurate and timely financial information could also hurt our reputation. Damage to our reputation or loss of consumer confidence in our products for any of these or other reasons could result in decreased demand for our products and could have a material adverse effect on our business, financial condition, and results of operations, as well as require additional resources to rebuild our reputation.\n14\nDue to the seasonality of the business, our revenue and operating results may vary from quarter to quarter.\nOur sales and cash flows are affected by seasonal cyclicality. Sales of frozen foods, including frozen vegetables and frozen complete bagged meals, tend to be marginally higher during the winter months. Seafood sales peak during Lent, in advance of the Easter holiday. Since many of the raw materials we process are agricultural crops, production of these products is predominantly seasonal, occurring during and immediately following the purchase of such crops. For these reasons, sequential quarterly comparisons are not a good indication of our performance or how we may perform in the future. If we are unable to obtain access to working capital or if seasonal fluctuations are greater than anticipated, there could be a material adverse effect on our financial condition, results of operations, or cash flows.\nCustomer Risks\nWe must identify changing consumer preferences and develop and offer food products to meet their preferences.\nConsumer preferences evolve over time and the success of our food products depends on our ability to identify the tastes and dietary habits of consumers and to offer products that appeal to their preferences, including concerns of consumers regarding health and wellness, obesity, product attributes, and ingredients. Introduction of new products and product extensions requires significant development and marketing investment.\nTrends indicate that people are generally cooking at home more often as a result of the COVID-19 pandemic, and our consumers are repurchasing our products across a number of our leading brands at higher rates. If our products fail to meet changing consumer preferences or habits, or if we fail to introduce new and improved products on a timely basis, then the return on that investment will be less than anticipated and our strategy to grow sales and profits with investments in acquisitions, marketing, and innovation will be less successful. Similarly, demand for our products could be affected by consumer concerns or perceptions regarding the health effects of ingredients such as sodium, trans fats, sugar, processed wheat, or other product ingredients or attributes.\nChanges in our relationships with significant customers or suppliers could adversely affect us.\nDuring fiscal 2021, our largest customer, Walmart, Inc. and its affiliates, accounted for approximately 26% of our consolidated net sales. There can be no assurance that Walmart, Inc. and other significant customers will continue to purchase our products in the same quantities or on the same terms as in the past, particularly as increasingly powerful retailers continue to demand lower pricing. The loss of a significant customer or a material reduction in sales to a significant customer could materially and adversely affect our product sales, financial condition, and results of operations.\nThe sophistication and buying power of our customers could have a negative impact on profits.\nOur customers, such as supermarkets, warehouse clubs, and food distributors, have continued to consolidate, resulting in fewer customers on which we can rely for business. These consolidations, the growth of supercenters, and the growth of e-commerce customers have produced large, sophisticated customers with increased buying power and negotiating strength who are more capable of resisting price increases and who can demand lower pricing, increased promotional programs, or specialty tailored products. In addition, larger retailers have the scale to develop supply chains that permit them to operate with reduced inventories or to develop and market their own retailer brands. These customers may also in the future use more of their shelf space, currently used for our products, for their store brand products. We continue to implement initiatives to counteract these pressures. However, if the larger size of these customers results in additional negotiating strength and/or increased private label or store brand competition, our profitability could decline.\nConsolidation also increases the risk that adverse changes in our customers' business operations or financial performance will have a corresponding material adverse effect on us. For example, if our customers cannot access sufficient funds or financing, then they may delay, decrease, or cancel purchases of our products, or delay or fail to pay us for previous purchases.\nThird-Party Partner Risks\nDisruption of our supply chain could have an adverse impact on our business, financial condition, and results of operations.\nOur ability to make, move, and sell our products is critical to our success. Damage or disruption to our supply chain, including third-party manufacturing or transportation and distribution capabilities, due to weather, including any potential effects of climate change, natural disaster, fire or explosion, terrorism, pandemics (such as the COVID-19 pandemic), strikes,\n15\ngovernment action, or other reasons beyond our control or the control of our suppliers and business partners, could impair our ability to manufacture or sell our products. Failure to take adequate steps to mitigate the likelihood or potential impact of such events, or to effectively manage such events if they occur, particularly when a product is sourced from a single supplier or location, could adversely affect our business or financial results. In addition, disputes with significant suppliers, including disputes regarding pricing or performance, could adversely affect our ability to supply products to our customers and could materially and adversely affect our product sales, financial condition, and results of operations.\nIn particular, we continue to monitor the COVID-19 pandemic and its potential impact on our supply chain and our consolidated results of operations. Although our products are manufactured in North America and we source the significant majority of our ingredients and raw materials from North America, due to restrictions resulting from the COVID-19 pandemic, global supply may become constrained, which may cause the price of certain ingredients and raw materials used in our products to increase and/or we may experience disruptions to our operations.\nThe termination or expiration of current co-manufacturing arrangements could reduce our sales volume and adversely affect our results of operations.\nOur businesses periodically enter into co-manufacturing arrangements with manufacturers of products. The terms of these agreements vary. Although many agreements are for a relatively short period of time, some of the co-manufacturing agreements are for extended periods. Volumes produced under each of these agreements can fluctuate significantly based upon the product's life cycle, product promotions, alternative production capacity, and other factors, none of which are under our direct control. Our future ability to enter into co-manufacturing arrangements is not guaranteed, and a decrease in current co-manufacturing levels could have a significant negative impact on sales volume.\nAs we outsource certain functions, we become more dependent on the third parties performing those functions.\nAs\npart of a concerted effort to achieve cost savings and efficiencies, we have entered into agreements with third-party service providers under which we have outsourced certain information systems, sales, finance, accounting, and other functions, and we may enter into managed services agreements with respect to other functions in the future. If any of these third-party service providers do not perform according to the terms of the agreements, or if we fail to adequately monitor their performance, we may not be able to achieve the expected cost savings or we may have to incur additional costs to correct errors made by such service providers, and our reputation could be harmed. Depending on the function involved, such errors may also lead to business interruption, damage or disruption of information technology systems, processing inefficiencies, the loss of or damage to intellectual property or non-public company sensitive information, effects on financial reporting, litigation or remediation costs, or damage to our reputation, any of which could have a material adverse effect on our business.\nIf any of our third-party service providers experience a cyber breach or system failure, their businesses could be negatively impacted, and it may result in disruption to our end-to-end supply chain or affect our ability to fulfill customer orders, both of which could have a material adverse effect on our business. If our third-party service providers do not respond or perform effectively in connection with a cyber breach or system failure, our business may be impacted. In addition, if we transition functions to one or more new, or among existing, external service providers, we may experience challenges that could have a material adverse effect on our results of operations or financial condition.\nOur operations are dependent on a wide array of third parties.\nThe success of our end-to-end supply chain relies on the continued performance of a wide array of third parties. Suppliers, co-manufacturers, third-party outsourcers, warehousing partners, and transportation providers are among our critical partners. Although we take steps to qualify and audit third parties with whom we do business, we cannot guarantee that all third parties will perform dependably or at all. It is possible that events beyond our control, such as operational failures, labor issues, cybersecurity events, pandemics or other health issues, such as COVID-19, or other issues could impact our unaffiliated third parties. If our third parties fail to deliver on their commitments, introduce unplanned risk to our operations (e.g., through cyber activity), or are unable to fulfill their obligations, we could experience manufacturing challenges, shipment delays, increased costs, or lost revenue.\n16\nLegal, Regulatory\n,\nand Environmental Risks\nIf we fail to comply with the many laws applicable to our business, we may face lawsuits or incur significant fines and penalties. In addition, changes in such laws may lead to increased costs.\nOur business is subject to a variety of governmental laws and regulations, including food and drug laws, environmental laws, laws related to advertising and marketing practices, accounting standards, taxation requirements, competition laws, employment laws, data privacy laws, and anti-corruption laws, among others, in and outside of the United States. Our operations are subject to various laws and regulations administered by federal, state, local and foreign government agencies, including, but not limited to, the United States Department of Agriculture, the Federal Food and Drug Administration, the Occupational Safety and Health Administration, the Environmental Protection Agency, and the Department of Labor. In particular, the processing, packaging, transportation, storage, distribution, advertising, labeling, quality, and safety of food products, the health and safety of our employees, and the protection of the environment are each subject to governmental regulation. Additionally, we are subject to data privacy and security regulations, tax and securities regulations, accounting and reporting standards, and other financial laws and regulations. Our failure to comply with applicable laws and regulations could subject us to lawsuits, administrative penalties, and civil remedies, including fines, injunctions, and recalls of our products. In addition, changes in applicable laws and regulations, including changes in taxation requirements and new or increased tariffs on products imported from certain countries, may lead to increased costs and could negatively affect our business, financial condition, and results of operations.\nOur operations are also subject to extensive and increasingly stringent regulations administered by the Environmental Protection Agency, which pertain to the discharge of materials into the environment and the handling and disposition of wastes. Failure to comply with these regulations can have serious consequences, including civil and administrative penalties and negative publicity. Changes in applicable laws or regulations or evolving interpretations thereof, including increased government regulations to limit carbon dioxide and other greenhouse gas emissions as a result of concern over climate change, may result in increased compliance costs, capital expenditures, and other financial obligations for us, which could affect our profitability or impede the production or distribution of our products, and affect our net operating revenues.\nClimate change, or legal, regulatory, or market measures to address climate change, may negatively affect our business and operations.\nThere is growing concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns, and the frequency and severity of extreme weather and natural disasters. In the event that such climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as wheat, tomatoes, and a wide array of vegetables. Adverse weather conditions and natural disasters can reduce crop size and crop quality, which in turn could reduce our supplies of raw materials, lower recoveries of usable raw materials, increase the prices of our raw materials, increase our cost of transporting and storing raw materials, or disrupt our production schedules.\nWe may also be subjected to decreased availability or less favorable pricing for water as a result of such change, which could impact our manufacturing and distribution operations. In addition, natural disasters and extreme weather conditions may disrupt the productivity of our facilities or the operation of our supply chain. The increasing concern over climate change also may result in more regional, federal, and/or global legal and regulatory requirements to reduce or mitigate the effects of greenhouse gases. In the event that such regulation is enacted and is more aggressive than the sustainability measures that we are currently undertaking to monitor our emissions and improve our energy efficiency, we may experience significant increases in our costs of operation and delivery. In particular, increasing regulation of fuel emissions could substantially increase the distribution and supply chain costs associated with our products. As a result, climate change could negatively affect our business and operations.\nCybersecurity and Information Technology Risks\nOur\nbusiness operations could be disrupted if our information technology systems fail to perform adequately.\nWe rely on information technology networks and systems, including the Internet, to process, transmit, and store information, to manage and support a variety of business processes and activities, and to comply with regulatory, legal, and tax requirements. Our information technology systems, some of which are dependent on services provided by third parties, may be vulnerable to damage, interruption, or shutdown due to any number of causes outside of our control such as catastrophic events, natural disasters, fires, power outages, systems failures, telecommunications failures, employee error or malfeasance, security breaches, computer viruses or other malicious codes, ransomware, unauthorized access attempts, denial of service attacks,\n17\nphishing, hacking, and other cyberattacks.\nWhile we have experienced threats to our data and systems, to date, we are not aware that we have experienced a material breach.\nCyberattacks are occurring more frequently, are constantly evolving in nature and are becoming more sophisticated. We may incur significant costs in protecting against or remediating cyberattacks or other cyber incidents.\nSophisticated cybersecurity threats pose a potential risk to the security and viability of our information technology systems, as well as the confidentiality, integrity, and availability of the data stored on those systems, including cloud-based platforms.\nIn addition, new technology that could result in greater operational efficiency may further expose our computer systems to the risk of cyber-attacks.\nIf we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure and associated automated and manual control processes, we could be subject to billing and collection errors, business disruptions, or damage resulting from security breaches. If any of our significant information technology systems suffer severe damage, disruption, or shutdown, and our business continuity plans do not effectively resolve the issues in a timely manner, our product sales, financial condition, and results of operations may be materially and adversely affected, and we could experience delays in reporting our financial results. In addition, there is a risk of business interruption, violation of data privacy laws and regulations, litigation, and reputational damage from leakage of confidential information. Any interruption of our information technology systems could have operational, reputational, legal, and financial impacts that may have a material adverse effect on our business.\nAdditionally, we regularly move data across national borders to conduct our operations and, consequently, are subject to a variety of laws and regulations in the United States and other jurisdictions regarding privacy, data protection, and data security, including those related to the collection, storage, handling, use, disclosure, transfer, and security of personal data, including the European Union General Data Protection Regulation. Our efforts to comply with privacy and data protection laws may impose significant costs and challenges that are likely to increase over time.\nEmployee Risks\nWe rely on our management team and other key personnel.\nWe depend on the skills, working relationships, and continued services of key personnel, including our experienced management team. In addition, our ability to achieve our operating goals depends on our ability to identify, hire, train, and retain qualified individuals. If key employees terminate their employment, including by becoming ill as a result of the COVID-19 pandemic, our business activities may be adversely affected. Our business activities may also be adversely affected if we are unable to locate suitable replacements for any key employees who leave, or offer employment to potential replacements on reasonable terms.\nWe compete with other companies both within and outside of our industry for talented personnel. If we do not successfully compete for the best talent, our business activities may be adversely affected.\nOur results could be adversely impacted as a result of increased pension, labor, and people-related expenses.\nOur labor costs include wages and the cost of providing employee benefits including pension, health and welfare, and severance benefits. The annual cost of providing these benefits varies as a result of factors such as the availability of skilled labor, the costs of health care, and the outcome of collectively bargained wage and benefit agreements. In addition, changes in interest rates, mortality rates, health care costs, early retirement rates, investment returns, and the market value of plan assets can affect the funded status of our defined benefit plans and cause volatility in the future funding requirements of the plans. A significant increase in our wage and benefit costs, pension obligations, or future funding requirements could have a negative impact on our results of operations and cash flows from operations.\nGoodwill or Other Intangible Assets Risks\nImpairment in the carrying value of goodwill or other intangibles could result in the incurrence of impairment charges and negatively impact our net worth.\nAs of May 30, 2021, we had goodwill of $11.37 billion and other intangibles of $4.16 billion. The net carrying value of goodwill represents the fair value of acquired businesses in excess of identifiable assets and liabilities as of the acquisition date (or subsequent impairment date, if applicable). The net carrying value of other intangibles represents the fair value of trademarks, customer relationships, and other acquired intangibles as of the acquisition date (or subsequent impairment date, if applicable), net of accumulated amortization. Goodwill and other acquired intangibles expected to contribute indefinitely to our cash flows are\n18\nnot\namortized, but\nmust be evaluated by management at least annually for impairment. Amortized intangible assets are evaluated for impairment whenever events or changes in circumstance indicate that the carrying amounts of these assets may not be recoverable. Impairments to goodwill and other intangible assets may be caused by factors outside our control, such as the inability to quickly replace lost co-manufacturing business, increasing competitive pricing pressures, lower than expected revenue and profit growth rates, changes in industry EBITDA (earnings before interest, taxes, depreciation and amortization) multiples, changes in discount rates based on changes in cost of capital (interest rates, etc.), or the bankruptcy of a significant customer\n. Any impairment to goodwill or other intangible assets\ncould\nnegatively impact our net worth.\nIntellectual Property Risks\nOur intellectual property rights are valuable, and any inability to protect them could have an adverse impact on our business, financial condition, and results of operations.\nOur intellectual property rights, including our trademarks, licensing agreements, trade secrets, patents, and copyrights, are a significant and valuable aspect of our business. We attempt to protect our intellectual property rights by pursuing remedies available to us under trademark, copyright, trade secret, and patent laws, as well as entering into licensing, third-party nondisclosure and assignment agreements and policing of third-party misuses of our intellectual property. If we fail to adequately protect the intellectual property rights we have now or may acquire in the future, or if there occurs any change in law or otherwise that serves to reduce or remove the current legal protections of our intellectual property, then our financial results could be materially and adversely affected.\nCertain of our intellectual property rights, including the\nP.F. Chang's\n®\n,\nBertolli\n®\n, and\nLibby's\n®\ntrademarks, are owned by third parties and licensed to us, and others, such as\nAlexia\n®\n, are owned by us and licensed to third parties. While many of these licensing arrangements are perpetual in nature, others must be periodically renegotiated or renewed pursuant to their terms. If in the future we are unable to renew such a licensing arrangement pursuant to its terms and conditions, or if we fail to renegotiate such a licensing arrangement, then our financial results could be materially and adversely affected.\nThere is also a risk that other parties may have intellectual property rights covering some of our brands, products, or technology. If any third parties bring a claim of intellectual property infringement against us, we may be subject to costly and time-consuming litigation, diverting the attention of management and our employees. If we are unsuccessful in defending against such claims, we may be subject to, among other things, significant damages, injunctions against development and sale of certain products, or we may be required to enter into costly licensing agreements, any of which could have an adverse impact on our business, financial condition, and results of operations."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Our headquarters are located in Chicago, Illinois. Other general offices, shared service centers, and product development facilities are located in Nebraska and the District of Columbia. We also lease a limited number of domestic sales offices. International general offices are located in Canada, China, Mexico, Panama, and the Philippines.\nWe maintain a number of stand-alone distribution facilities. In addition, there are warehouses at most of our manufacturing facilities.\nUtilization of manufacturing capacity varies by manufacturing plant based upon the type of products assigned and the level of demand for those products. Management believes that our manufacturing and processing plants are well maintained and are generally adequate to support the current operations of the business.\nAs of July 23, 2021, we had forty-one domestic manufacturing facilities located in Arkansas, California, Colorado, Illinois, Indiana, Iowa, Kentucky, Maryland, Michigan, Minnesota, Missouri, Nebraska, Nevada, Ohio, Pennsylvania, Tennessee, Washington, and Wisconsin. We also have international manufacturing facilities in Canada and Mexico, and interests in the ownership of international manufacturing facilities in India, Bangladesh, Sri Lanka, and Mexico.\n19\nWe own most of our manufacturing facilities. However, a limited number of plants and parcels of land with the related manufacturing equipment are leased. Substantially\nall of\nour transportation equipment and forward-positioned distribution centers containing finished goods are leased or operated by third parties.\nThe majority of our manufacturing assets are shared across multiple reporting segments. Output from these facilities used by each reporting segment can change over time. Therefore, it is impracticable to disclose them by segment."
  },
  {
    "item_key": "item_3",
    "text": "For information on legal proceedings, please refer to Note 16\n“Contingencies,”\nto the Consolidated Financial Statements contained in this report."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed on the New York Stock Exchange, where it trades under the ticker symbol: CAG. At June 27, 2021, there were approximately 14,163 stockholders of record.\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers\nNo shares of common stock were purchased during the fourth quarter of fiscal 2021."
  },
  {
    "item_key": "item_6",
    "text": "The Company has elected to early adopt the amendment to Item 301 of Regulation S-K and is no longer required to provide five years of selected financial data.\n21"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis is intended to provide a summary of significant factors relevant to our financial performance and condition. The discussion and analysis should be read together with our consolidated financial statements and related notes in Item 8, Financial Statements and Supplementary Data. Results for the fiscal year ended May 30, 2021 are not necessarily indicative of results that may be attained in the future.\nFORWARD-LOOKING STATEMENTS\nThe information contained in this report includes forward-looking statements within the meaning of the federal securities laws. Examples of forward-looking statements include statements regarding our expected future financial performance or position, results of operations, business strategy, plans and objectives of management for future operations, and other statements that are not historical facts. You can identify forward-looking statements by their use of forward-looking words, such as \"may\", \"will\", \"anticipate\", \"expect\", \"believe\", \"estimate\", \"intend\", \"plan\", \"should\", \"seek\", or comparable terms.\nReaders of this report should understand that these forward-looking statements are not guarantees of performance or results. Forward-looking statements provide our current expectations and beliefs concerning future events and are subject to risks, uncertainties, and factors relating to our business and operations, all of which are difficult to predict and could cause our actual results to differ materially from the expectations expressed in or implied by such forward-looking statements. These risks, uncertainties, and factors include, among other things: the risk that the cost savings and any other synergies from the acquisition of Pinnacle Foods Inc. (the \"Pinnacle acquisition\") may not be fully realized or may take longer to realize than expected; the risk that the Pinnacle acquisition may not be accretive within the expected timeframe or to the extent anticipated; the risks that the Pinnacle acquisition and related integration will create disruption to the Company and its management and impede the achievement of business plans; risks related to our ability to achieve the intended benefits of other recent acquisitions and divestitures; risks associated with general economic and industry conditions; risks associated with our ability to successfully execute our long-term value creation strategies; risks related to our ability to deleverage on currently anticipated timelines, and to continue to access capital on acceptable terms or at all; risks related to our ability to execute operating and restructuring plans and achieve targeted operating efficiencies from cost-saving initiatives and to benefit from trade optimization programs; risks related to the effectiveness of our hedging activities and ability to respond to volatility in commodities; risks related to the Company's competitive environment and related market conditions; risks related to our ability to respond to changing consumer preferences and the success of our innovation and marketing investments; risks related to the ultimate impact of any product recalls and litigation, including litigation related to the lead paint and pigment matters, as well as any securities litigation, including securities class action lawsuits; risk associated with actions of governments and regulatory bodies that affect our businesses, including the ultimate impact of new or revised regulations or interpretations; risks related to the impact of the COVID-19 pandemic on our business, suppliers, consumers, customers, and employees; risks related to our forecasts of consumer eat-at-home habits as the impacts of the COVID-19 pandemic abate; risks related to the availability and prices of supply chain resources, including raw materials, packaging and transportation, including any negative effects caused by changes in inflation rates, weather conditions, or health pandemics; disruptions or inefficiencies in our supply chain and/or operations, including from the COVID-19 pandemic; risks associated with actions by our customers, including changes in distribution and purchasing terms; risks and uncertainties associated with intangible assets, including any future goodwill or intangible assets impairment charges; risks related to a material failure in or breach of our or our vendors' information technology systems; the amount and timing of future dividends, which remain subject to Board approval and depend on market and other conditions; and other risks described in our reports filed from time to time with the SEC. We caution readers not to place undue reliance on any forward-looking statements included in this report, which speak only as of the date of this report. We undertake no responsibility to update these statements, except as required by law.\nThe discussion that follows should be read together with the consolidated financial statements and related notes contained in this report. Results for fiscal 2021 are not necessarily indicative of results that may be attained in the future.\nEXECUTIVE OVERVIEW\nConagra Brands, headquartered in Chicago, is one of North America's leading branded food companies. Guided by an entrepreneurial spirit, the Company combines a rich heritage of making great food with a sharpened focus on innovation. The Company's portfolio is evolving to satisfy people's changing food preferences. Its iconic brands such as\nBirds Eye\n®\n,\nDuncan Hines\n®\n,\nHealthy Choice\n®\n,\nMarie Callender's\n®\n,\nReddi-wip\n®\n, and\nSlim Jim\n®\n, as well as emerging brands, including\nAngie's\n®\nBOOMCHICKAPOP\n®\n,\nDuke's\n®\n,\nEarth Balance\n®\n,\nGardein\n®\n, and\nFrontera\n®\n, offer choices for every occasion.\n22\nFiscal\n2021\nResults\nFiscal 2021 performance compared to fiscal 2020 reflected an increase in net sales, with organic (excludes the impacts of foreign exchange, divested businesses, as well as the impact of the 53\nrd\nweek on fiscal 2020) increases in all of our operating segments with the exception of our Foodservice segment, in each case compared to fiscal 2020. Organic net sales for our retail segments (inclusive of Grocery & Snacks, Refrigerated & Frozen, and International) were positively impacted by the increase in at-home food consumption as a result of the COVID-19 pandemic, with sales declines in our Foodservice segment due to lower traffic in away-from-home food outlets.\nOverall gross margin increased due to increased net sales, supply chain realized productivity, cost synergies associated with the Pinnacle acquisition, favorable margin mix, and fixed cost leverage. These benefits were partially offset by higher input cost inflation, higher transportation costs, lost profits due to divested businesses, COVID-19 related expenses, and the exclusion of the 53\nrd\nweek in fiscal 2020. Overall segment operating profit increased in all of our operating segments with the exception of our Foodservice segment. Corporate expenses were relatively flat year-over-year, but included various items impacting comparability as discussed below. We experienced an increase in equity method investment earnings, a decrease in interest expense, and a decrease in income tax expense, in each case compared to fiscal 2020.\nDiluted earnings per share in fiscal 2021 were $2.66. Diluted earnings per share in fiscal 2020 were $1.72. Diluted earnings per share were affected by higher net income as well as several significant items affecting the comparability of year-over-year results of continuing operations (see\n\"Items Impacting Comparability\"\nbelow).\nIn the fourth quarter fiscal 2021, we experienced higher than expected input cost inflation, including higher transportation and supply chain costs, that negatively impacted gross margins. We expect input cost inflation to be materially higher in fiscal 2022. Supply chain realized productivity and pricing actions will mitigate some of the inflationary pressures, but we do not expect such benefits to occur in time to fully offset the incremental costs in fiscal 2022. As our estimates of inflation for fiscal 2022 continue to change, it is impractical to quantify the impact at this time.\nItems Impacting Comparability\nItems of note impacting comparability of results for continuing operations for fiscal 2021 included the following:\nItems of note impacting comparability of results from continuing operations for fiscal 2020 included the following:\n23\nIn addition, fiscal 2020 earnings per share benefited by approximately $0.05 as a result of the fiscal year including 53 weeks.\nSegment presentation of gains and losses from derivatives used for economic hedging of anticipated commodity input costs and economic hedging of foreign currency exchange rate risks of anticipated transactions are discussed in the segment review below.\nDivestitures\nDuring the fourth quarter of fiscal 2021, we completed the sale of our\nEgg Beaters\n®\nbusiness for net proceeds of $50.6 million, subject to final working capital adjustments. The results of operations of the divested\nEgg Beaters\n®\nbusiness were primarily included in our Refrigerated & Frozen segment, and to a lesser extent within our International and Foodservice segments, for the periods preceding the completion of the transaction.\nDuring the third quarter of fiscal 2021, we completed the sale of our\nPeter Pan\n®\npeanut butter business for net proceeds of $101.5 million, including working capital adjustments but subject to final adjustments for certain tax benefits. The results of operations of the divested\nPeter Pan\n®\npeanut butter business were primarily included in our Grocery & Snacks segment, and to a lesser extent within our International and Foodservice segments, for the periods preceding the completion of the transaction.\nDuring the third quarter of fiscal 2020, we completed the sale of our\nLender's\n®\nbagel business for net proceeds of $33.3 million, including working capital adjustments. The results of operations of the divested\nLender’s\n®\nbagel business were primarily included in our Refrigerated & Frozen segment, and to a lesser extent within our Foodservice segment, for the periods preceding the completion of the transaction.\nDuring the second quarter of fiscal 2020, we completed the sale of our Direct Store Delivery (\"DSD\") snacks business, for net proceeds of $137.5 million, including working capital adjustments. The results of operations of the divested DSD snacks business were included in our Grocery & Snacks segment for the periods preceding the completion of the transaction.\nRestructuring Plans\nIn December\n2018, our Board approved a restructuring and integration plan related to the ongoing integration of the operations of Pinnacle, which we acquired in October 2018 (the \"Pinnacle Integration Restructuring Plan\"), for the purpose of achieving significant cost synergies between the companies, as a result of which we expect to incur material charges for exit and disposal activities under U.S. generally accepted accounting principles (\"U.S. GAAP\"). We expect to incur approximately $358.0 million of charges ($283.5 million of cash charges and $74.5 million of non-cash charges) for actions identified to date under the Pinnacle Integration Restructuring Plan. The Board and/or our senior management have authorized incurrence of these charges. We recognized charges of $31.7 million, $73.8 million, and $168.2 million in connection with the Pinnacle Integration Restructuring Plan in fiscal 2021, 2020, and 2019, respectively. We expect to incur costs related to the Pinnacle Integration Restructuring Plan over a multi-year period.\nIn fiscal 2019, senior management initiated a restructuring plan (the \"Conagra Restructuring Plan\") for costs incurred in connection with actions taken to improve selling, general and administrative (\"SG&A\") expense effectiveness and efficiencies and to optimize our supply chain network. Although we remain unable to make good faith estimates relating to the entire Conagra Restructuring Plan, we are reporting on actions initiated through the end of fiscal 2021, including the estimated amounts or range of amounts for each major type of cost expected to be incurred, and the charges that have resulted or will result in cash outflows. As of May 30, 2021, we had approved the incurrence of $172.2 million ($45.4 million of cash charges and $126.8 million of non-\n24\ncash charges) for several projects associated with the Conagra Restructuring Plan.\nWe have incurred or expect to\nincur $\n1\n57.\n3\nmillion of charges ($\n36.9\nmillion of cash charges and $\n120.4\nmillion of non-cash charges) for\nactions identified to date under the Conagra Restructuring Plan.\nW\ne recognized charges of $\n46.2\nmillion\n,\n$\n64.4\nmillion\n, and $2.2 million\nin\nconnection with\nthe Conagra Restructuring Plan\nin fiscal 202\n1\n, 2020,\nand 20\n19\n, respectively.\nWe expect to incur costs related to the Conagra Restructuring Plan over a multi-year period.\nCOVID-19 Pandemic\nWe have continued to monitor the impact of the COVID-19 pandemic on all aspects of our business. Throughout fiscal 2021, we experienced higher net sales for our products in both of our Grocery & Snacks and Refrigerated & Frozen segments until the fourth quarter of fiscal 2021, as we began to lap the initial surge in demand at the beginning of the pandemic. We have also experienced reduced demand for our foodservice products across all of our major markets as consumer traffic in away-from-home food outlets decreased as a result of the COVID-19 pandemic. However, as states have reopened their economies during 2021, our foodservice net sales have improved compared to the initial months of the pandemic.\nAs we progress through fiscal 2022, we generally expect retail demand levels to remain elevated versus pre-pandemic levels and we expect foodservice demand levels to return to more historical norms. However, there still remains uncertainty with the pandemic and such trends ultimately depend on the length and severity of the pandemic, inclusive of the introduction of new strains of the virus; the federal, state, and local government actions taken in response; continued vaccine availability and effectiveness; and the macroeconomic environment. In fiscal 2022, we also expect to see inflationary headwinds but anticipate that they will be partially mitigated by supply chain realized productivity and price increases that began to be introduced at the end of fiscal 2021. We also expect a decrease in costs related to the COVID-19 pandemic and a decrease in supply chain costs as we continue to recover our supply and service levels. We will continue to evaluate the extent to which the COVID-19 pandemic will impact our business, consolidated results of operations, and financial condition.\nDuring fiscal 2021, our operating margins benefitted from fixed cost leverage, reduced travel expenses, and lower trade promotional activity on certain brands. That benefit was partially offset by several factors including higher transportation and warehousing costs, employee safety and sanitation costs, and employee compensation costs, which combined accounted for an estimated $143 million of additional incremental costs in fiscal 2021. Similar incremental costs starting in the fourth quarter of fiscal 2020 were estimated to be approximately $40 million. While we expect these incremental costs to decrease in fiscal 2022, the timing and amount of such decrease is dependent upon the ultimate length and severity of the pandemic as outlined above.\nBeginning in February 2020 and over the course of the COVID-19 pandemic, we created COVID-19 pandemic, Return to Office, and Vaccine Preparedness teams, in order to review and assess the evolving COVID-19 pandemic, and to recommend risk mitigation actions for the health and safety of our employees. In order to enhance the safety of our employees during the COVID-19 pandemic, these teams have recommended and implemented various measures, including the installation of physical barriers between employees in production facilities, cleaning and sanitation protocols for both production and office spaces, execution of a phased return to office approach to enable in-person work for corporate personnel, implementation of work-from-home initiatives for certain office personnel, and increased access to vaccines for production facilities and corporate locations. The implementation of such safety measures has not resulted in any meaningful change to our financial control environment.\nAll of our production facilities remain open and there has been minimal disruption to our supply chain network to date, including with respect to the supply of our ingredients, packaging, or other sourced materials. However, we cannot predict the ultimate COVID-19 impact on our suppliers, distributors, and manufacturers.\nSEGMENT REVIEW\nWe reflect our results of operations in four reporting segments: Grocery & Snacks, Refrigerated & Frozen, International, and Foodservice.\nGrocery & Snacks\nThe Grocery & Snacks reporting segment principally includes branded, shelf-stable food products sold in various retail channels in the United States.\nRefrigerated & Frozen\nThe Refrigerated & Frozen reporting segment principally includes branded, temperature-controlled food products sold in various retail channels in the United States.\n25\nInternational\nThe International reporting segment principally includes branded food products, in various temperature states, sold in various retail and foodservice channels outside of the United States.\nFoodservice\nThe Foodservice reporting segment includes branded and customized food products, including meals, entrees, sauces, and a variety of custom-manufactured culinary products that are packaged for sale to restaurants and other foodservice establishments primarily in the United States.\nPresentation of Derivative Gains (Losses) from Economic Hedges of Forecasted Cash Flows in Segment Results\nDerivatives used to manage commodity price risk and foreign currency risk are not designated for hedge accounting treatment. We believe these derivatives provide economic hedges of certain forecasted transactions. As such, these derivatives are generally recognized at fair market value with realized and unrealized gains and losses recognized in general corporate expenses. The gains and losses are subsequently recognized in the operating results of the reporting segments in the period in which the underlying transaction being economically hedged is included in earnings. In the event that management determines a particular derivative entered into as an economic hedge of a forecasted commodity purchase has ceased to function as an economic hedge, we cease recognizing further gains and losses on such derivatives in corporate expense and begin recognizing such gains and losses within segment operating results, immediately. See Note 20\n\"Business Segments and Related Information\"\n, to the Consolidated Financial Statements contained in this report for further discussion.\nPresentation of Information\nBelow is a detailed discussion and comparison of our results of operations for the fiscal years ended May 30, 2021 and May 31, 2020. For a discussion of changes from the fiscal year ended May 26, 2019 to the fiscal year ended May 31, 2020, refer to Part II, Item 7,\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n, of our Annual Report on Form 10-K for the fiscal year ended May 31, 2020 (filed July 24, 2020).\nFiscal 2021 compared to Fiscal 2020\nNet Sales\nGrocery & Snacks net sales for fiscal 2021 included an increase in volumes of 4%, excluding the impact of divestitures and the 53\nrd\nweek in fiscal 2020, compared to the prior-year period. This result reflected an increase across multiple categories due to increased at-home eating and some replenishment of customer inventory levels that had been depleted in connection with the COVID-19 pandemic. Price/mix increased 2%, excluding the impact of divestitures, compared to the prior-year period due to favorable product mix, lower promotional trade activity, and the favorable impact of a $7.4 million change in estimate associated with our fiscal 2020 fourth quarter trade accrual. The inclusion of an additional week of results in fiscal 2020 accounted for an incremental 2% of net sales in the prior-year period. Fiscal 2021 and 2020 included $34.7 million and $113.9 million, respectively, of net sales related to our\nPeter Pan\n®\npeanut butter business, which was sold in the third quarter of fiscal 2021. Fiscal 2021 and 2020 included $3.6 million and $8.0 million, respectively, of net sales related to our\nH.K. Anderson\n®\nbusiness, which was sold in the second quarter of fiscal 2021. Fiscal 2020 included $23.1 million of net sales related to our private label peanut butter business, which we exited in the third quarter of fiscal 2020. Fiscal 2020 also included $46.1 million of net sales related to our DSD snacks business, which was sold in the second quarter of fiscal 2020.\nRefrigerated & Frozen net sales for fiscal 2021 included an increase in volumes of 4%, excluding the impact of divestitures and the 53\nrd\nweek in fiscal 2020, compared to fiscal 2020. The increase in sales volumes was a result of increased at-home eating\n26\nand\nsome\nreplenishment of customer inventory levels\nthat had been depleted\nin connection with the COVID-19 pandemic\n. Price/\nmix\nincreased\n4\n%\nfor fiscal 2021, excluding the impact of divestitures,\ncompared to fiscal\n2020\ndue to favorable mix, lower promotional trade activity, favorable pricing, and the favorable impact of a $7.4 million change in estimate associated with our fiscal 2020 fourth quarter trade accrual\n.\nThe inclusion of an additional week of results in fiscal 2020 accounted for\nan incremental\n2% of net sales\nin the prior-year period\n.\nFiscal 2021 and 2020 included $40.8 million and $41.0 million, respectively, of net sales related to our\nEgg Beaters\n®\nbusiness, which was sold in the fourth quarter of fiscal 2021.\nFiscal 2020 included $23.2 million of net sales related to our\nLender's\n®\nbagel business, which was sold in the third quarter of fiscal 2020.\nInternational net sales for fiscal 2021 included an increase in price/mix of 4% compared to fiscal 2020 due to lower promotional trade activity, inflation-justified pricing, favorable mix, and the favorable impact of a $2.8 million change in estimate associated with our fiscal 2020 fourth quarter trade accrual. Volumes, excluding the impact of divestitures and the 53\nrd\nweek in fiscal 2020, were flat when compared to the prior-year period. The inclusion of an additional week of results in fiscal 2020 accounted for an incremental 2% of net sales in the prior-year period. Fiscal 2021 and 2020 included $1.4 million and $5.2 million, respectively, of net sales related to our\nPeter Pan\n®\npeanut butter business.\nFoodservice net sales for fiscal 2021 included a decrease in volumes of 13%, excluding the impact of divestitures and the 53\nrd\nweek in fiscal 2020, compared to the prior-year period. The decline in volume reflected lower traffic in away-from-home food outlets as a result of the COVID-19 pandemic. Price/mix, excluding the impact of divestitures, increased 3% in fiscal 2021 compared to fiscal 2020, reflecting inflation-related pricing and lower trade activity. The inclusion of an additional week of results in fiscal 2020 accounted for an incremental 1% of net sales in the prior-year period. Fiscal 2021 and 2020 included $1.0 million and $3.4 million, respectively, of net sales related to our\nPeter Pan\n®\npeanut butter business. Fiscal 2021 and 2020 included $0.6 million and $2.4 million, respectively, of net sales related to our\nH.K. Anderson\n®\nbusiness. Fiscal 2020 included $6.6 million and $4.6 million of net sales related to our\nLender's\n®\nbagel and private label peanut butter businesses, respectively.\nSG&A Expenses (Includes general corporate expenses)\nSG&A expenses totaled $1.40 billion for fiscal 2021, a decrease of $219.5 million compared to fiscal 2020. SG&A expenses for fiscal 2021 reflected the following:\nItems\nimpacting\ncomparability of earnings\nOther changes in expenses compared to fiscal\n2020\n27\nSG&A expenses for fiscal 2020 included the following items impacting the comparability of earnings:\nSegment Operating Profit (Earnings before general corporate expenses, pension and postretirement non-service income, interest expense, net, income taxes, and equity method investment earnings)\nGrocery & Snacks operating profit for fiscal 2021 reflected an increase in gross profits of $34.3 million compared to fiscal 2020. The higher gross profit was driven by the net sales growth discussed above, the benefits of supply chain realized productivity, favorable margin mix, fixed cost leverage, and cost synergies associated with the Pinnacle acquisition, partially offset by the impact of the 53\nrd\nweek of our prior fiscal year, the impacts of input cost inflation, higher transportation costs, a reduction in profit associated with the divestiture of our\nHK Anderson\n®\nand\nPeter Pan\n®\npeanut butter businesses and the exit of our private label peanut butter business, and pandemic-related costs. Pandemic-related costs included investments in employee safety protocols, bonuses paid to supply chain employees, and costs necessary to meet elevated levels of demand. Operating profit of the Grocery & Snacks segment was impacted by expense of $27.8 million and $58.4 million related to our restructuring plans in fiscal 2021 and 2020, respectively. Fiscal 2021 and 2020 included certain brand intangible impairment charges of $13.0 million and $46.4 million, respectively. Fiscal 2021 included gains totaling $55.1 million related to the divestitures of certain businesses. Fiscal 2020 also included a charge of $31.4 million related to the impairment of a business held for sale, a benefit of $11.9 million related to a contract settlement, and costs of $3.0 million related to divestitures.\nRefrigerated & Frozen operating profit for fiscal 2021 reflected an increase in gross profits of $61.9 million compared to fiscal 2020 due to the net sales growth discussed above, the benefits of supply chain realized productivity, favorable margin mix, cost synergies associated with the Pinnacle acquisition, and fixed cost leverage, partially offset by the impact of the 53\nrd\nweek of our prior fiscal year, the impacts of input cost inflation, higher transportation costs, a reduction in profit associated with the divestiture of our\nLender's\n®\nbagel business, and pandemic-related costs. Operating profit of the Refrigerated & Frozen segment was impacted by charges of $76.9 million and $110.8 million related to the impairment of certain brand intangible assets during fiscal 2021 and 2020, respectively. Fiscal 2021 and 2020 included $26.8 million and $15.8 million, respectively, of charges related to our restructuring plans. Fiscal 2021 also included a gain of $10.4 million related to the divestiture of our\nEgg Beater's\n®\nbusiness, reduced by a loss of $7.1 million related to the early exit of an unfavorable contract associated with the divestiture. In addition, operating profit of the Refrigerated & Frozen segment included $27.6 million related to the impairment of a business held for sale in fiscal 2020. Advertising and promotion expenses for fiscal 2021 increased by $23.8 million compared to fiscal 2020.\n28\nInternational operating profit for fiscal\n2021\nreflected an increase in g\nross profits\nof\n$18.3 million\ncompared to fiscal\n2020\ndue to\nthe\nnet sales growth discussed above, the benefits of supply chain realized productivity, fixed cost leverage, and favorable product mix, partially offset by the impact of the 53\nrd\nweek of our prior fiscal year,\nthe impacts of input cost inflation, higher transportation costs\n,\nand a reduction in profit associated with the divestiture\nof our\nPeter Pan\n®\npeanut butter business\n.\nInternational gross profits also reflected a decrease of $\n5.8\nmillion due to foreign exchange rates compared to the prior-year period. Operating\nprofit of the\nInternational\nsegment was impacted by charges of\n$1.0 million and\n$8.3 million related to the impairment of certain brand intangible assets during fiscal 202\n1\nand 20\n20\n, respectively.\nFoodservice operating profit for fiscal 2021 reflected a decrease in gross profits of $26.0 million compared to fiscal 2020, reflecting lower traffic in away-from-home food outlets due to the COVID-19 pandemic, input cost inflation, the impact of the 53\nrd\nweek of our prior fiscal year, pandemic-related costs, and a reduction in profit associated with the divestitures of our\nLender's\n®\nbagel,\nH.K. Anderson\n®\n, and\nPeter Pan\n®\npeanut butter businesses and the exit of our private label peanut butter business, partially offset by supply chain realized productivity and fixed cost leverage.\nPension and Postretirement Non-service Income\nIn fiscal 2021, pension and postretirement non-service income was $54.5 million, an increase of $44.6 million compared to fiscal 2020. The increase was driven by a charge of $44.8 million in fiscal 2020 compared to a charge of $0.8 million in fiscal 2021 related to the year-end write-off of actuarial losses in excess of 10% of our pension liability. The increase in losses outside of the 10% corridor in the prior year was driven by a reduction of the discount rate used to remeasure the pension obligations to present value and a reduction in asset values for certain plan assets.\nInterest Expense, Net\nIn fiscal 2021, net interest expense was $420.4 million, a decrease of $66.7 million, or 14%, from fiscal 2020. The decrease was driven by an overall reduction of our debt balances. See Note 4,\n\"Long-Term Debt\"\n, to the Consolidated Financial Statements contained in this report for further discussion.\nIncome Taxes\nOur income tax expense was $193.8 million and $201.3 million in fiscal 2021 and 2020, respectively. The effective tax rate (calculated as the ratio of income tax expense to pre-tax income from continuing operations, inclusive of equity method investment earnings) was approximately 13% and 19% for fiscal 2021 and 2020, respectively. See Note 14,\n\"Pre-Tax Income and Income Taxes\"\n, to the Consolidated Financial Statements contained in this report for a discussion on the change in effective tax rates.\nIn fiscal 2021, we completed a restructuring of our ownership interest in Ardent Mills that utilized a portion of our capital loss carryforward prior to its expiration. Also in fiscal 2021, we completed several other transactions related to retained assets in conjunction with the divestitures of the\nPeter Pan\n®\npeanut butter and\nEgg Beaters\n®\nbusinesses that we believe will utilize a portion of the remaining capital loss carryforward. These transactions are subject to certain elections and are currently under review by the Internal Revenue Service. We believe they may result in increases to the tax basis in those assets and if successful would result in tax benefits being realized in future periods.\nWe expect our effective tax rate in fiscal 2022, exclusive of any unusual transactions or tax events, to be approximately 23%-24%.\nEquity Method Investment Earnings\nWe include our share of the earnings of certain affiliates based on our economic ownership interest in the affiliates. Our most significant affiliate is the Ardent Mills joint venture. Our share of earnings from our equity method investment earnings were $84.4 million and $73.2 million for fiscal 2021 and 2020, respectively. Results for fiscal 2020 included a gain of $4.1 million from the sale of assets by the Ardent Mills joint venture. Ardent Mills earnings for fiscal 2021 reflected favorable market conditions.\n29\nEarnings Per Share\nDiluted earnings per share in fiscal 2021 and 2020 were $2.66 and $1.72, respectively. The increase in diluted earnings per share reflected higher net income. In addition, see\n\"Items Impacting Comparability\"\nabove as several significant items affected the comparability of year-over-year results of operations.\nLIQUIDITY AND CAPITAL RESOURCES\nSources of Liquidity and Capital\nThe primary objective of our financing strategy is to maintain a prudent capital structure that provides us flexibility to pursue our growth objectives. We use a combination of equity and short and long-term debt. We use short-term debt principally to finance ongoing operations, including our seasonal requirements for working capital (accounts receivable, prepaid expenses and other current assets, and inventories, less accounts payable, accrued payroll, and other accrued liabilities). We are committed to maintaining solid investment grade credit ratings.\nManagement believes that existing cash balances, cash flows from operations, existing credit facilities, our commercial paper program, and access to capital markets will provide sufficient liquidity to meet our debt obligations, including any repayment of debt or refinancing of debt, working capital needs, planned capital expenditures, and payment of anticipated quarterly dividends for at least the next twelve months.\nBorrowing Facilities and Long-Term Debt\nAt May 30, 2021, we had a revolving credit facility (the \"Revolving Credit Facility\") with a syndicate of financial institutions providing for a maximum aggregate principal amount outstanding at any one time of $1.6 billion (subject to increase to a maximum aggregate principal amount of $2.1 billion with the consent of the lenders). The Revolving Credit Facility matures on July 11, 2024 and is unsecured. The term of the Revolving Credit Facility may be extended for additional one-year or two-year periods from the then-applicable maturity date on an annual basis. We have historically used a credit facility principally as a back-up for our commercial paper program. As of May 30, 2021, there were no outstanding borrowings under the Revolving Credit Facility.\nWe had $705.7 million outstanding under our commercial paper program as of May 30, 2021, and no amounts outstanding as of May 31, 2020. The highest level of borrowings during fiscal 2021 was $1.05 billion.\nDuring the fourth quarter of fiscal 2021, we repaid\nthe remaining outstanding $195.9 million aggregate principal amount of our 9.75% subordinated notes on their maturity date of March 1, 2021. The repayment was primarily funded by the issuance of commercial paper.\nA summary of our long-term debt balances as of May 30, 2021 can be found in Note 4,\n\"Long-Term Debt\"\n, to the Consolidated Financial Statements contained in this report. The weighted-average coupon interest rate of the long-term debt obligations outstanding as of May 30, 2021, was approximately 4.6%.\nWe expect to maintain or have access to sufficient liquidity to retire or refinance long-term debt upon maturity, from operating cash flows, our commercial paper program, access to the capital markets, and our Revolving Credit Facility. We continuously evaluate opportunities to refinance our debt; however, any refinancing is subject to market conditions and other factors, including financing options that may be available to us from time to time, and there can be no assurance that we will be able to successfully refinance any debt on commercially acceptable terms at all.\nAs of the end of fiscal 2021, our senior long-term debt ratings were all investment grade. A significant downgrade in our credit ratings would not affect our ability to borrow amounts under the Revolving Credit Facility, although borrowing costs would increase. A downgrade of our short-term credit ratings would impact our ability to borrow under our commercial paper program by negatively impacting borrowing costs and causing shorter durations, as well as making access to commercial paper more difficult, or impossible.\nOur most restrictive debt agreement (the Revolving Credit Facility) generally requires our ratio of EBITDA to interest expense not be less than 3.0 to 1.0 and our ratio of funded debt to EBITDA not to exceed certain decreasing specified levels, ranging from 4.75 through the first quarter of fiscal 2022 to 3.75 from the second quarter of fiscal 2023 and thereafter. Each ratio is to be calculated on a rolling four-quarter basis. As of May 30, 2021, we were in compliance with all financial covenants.\n30\nOn\nJuly 13, 2021,\nsubsequent to\nour fiscal year end,\nwe entered into an amendment to\nthe\nRevolving Credit Facility\n. The amendment modifies the ra\ntio of funded debt to EBITDA\nfinancial covenant to require a ratio of not greater than\n4.50 on a rolling four-quarter basis.\nEquity and Dividends\nWe repurchase shares of our common stock from time to time after considering market conditions and in accordance with repurchase limits authorized by our Board. Under the share repurchase authorization, we may repurchase our shares periodically over several years, depending on market conditions and other factors, and may do so in open market purchases or privately negotiated transactions. The share repurchase authorization has no expiration date. During fiscal 2021, we repurchased 8.8 million shares of our common stock under this authorization for an aggregate of $298.1 million. The Company’s total remaining share repurchase authorization as of May 30, 2021, was $1.12 billion.\nOn April 16, 2021, we announced that our Board had authorized a quarterly dividend payment of $0.275 per share, which was paid on June 2, 2021, to stockholders of record as of the close of business on April 30, 2021. Subsequent to our fiscal year end, our Board approved a 14% increase to our annualized dividend rate. The Board approved a quarterly dividend of $0.3125 per share to be paid on September 2, 2021 to stockholders of record as of the close of business on August 3, 2021.\nContractual Obligations\nAs part of our ongoing operations, we enter into contractual arrangements that obligate us to make future cash payments. These obligations impact our liquidity and capital resource needs. In addition to principal and interest payments on our outstanding long-term debt and notes payable balances, discussed above, our contractual obligations primarily consist of leases payments, income taxes, pension and postretirement benefits, and unconditional purchase obligations.\nA summary of our operating and finance lease obligations as of May 30, 2021 can be found in Note 15,\n\"Leases\"\n, to the Consolidated Financial Statements contained in this report.\nThe liability for gross unrecognized tax benefits related to uncertain tax positions was $33.0 million as of May 30, 2021. See Note 14,\n\"Pre-Tax Income and Income Taxes\"\n, to the Consolidated Financial Statements contained in this report for information related to income taxes.\nAs of May 30, 2021, we had an aggregate funded pension asset of $109.6 million and an aggregate unfunded postretirement benefit obligation totaling $78.2 million. We expect to make payments totaling approximately $12.3 million and $9.0 million in fiscal 2022 to fund our pension and postretirement plans, respectively. See Note 18,\n\"Pension and Postretirement Benefits\"\n, to the Consolidated Financial Statements and\n\"Critical Accounting Estimates – Employment-Related Benefits\"\ncontained in this report for further discussion of our pension obligation and factors that could affect estimates of these obligations.\nAs of May 30, 2021, our unconditional purchase obligations (i.e., obligations to transfer funds in the future for fixed or minimum quantities of goods or services at fixed or minimum prices, such as \"take-or-pay\" contracts) totaled approximately $2.51 billion. Approximately $1.82 billion of this balance is due in fiscal 2022. Included in this amount are open purchase orders and other supply agreements totaling approximately $1.53 billion, which are generally settleable in the ordinary course of business in less than one year. Some are not legally binding and/or may be cancellable. Warehousing service agreements totaling approximately $400 million and obligations for leases that have not yet commenced totaling $272.2 million as of May 30, 2021, make up a majority of our remaining unconditional purchase obligations with various terms of up to 20 years.\nCapital Expenditures\nWe continue to make investments in our business and operating facilities. Our preliminary estimate of capital expenditures for fiscal 2022 is approximately $475 million.\nSupplier Arrangements\nIn fiscal 2017, we began a program to offer certain suppliers access to a third-party service that allows them to view our scheduled payments online. The third-party service also allows suppliers to finance advances on our scheduled payments at the sole discretion of the supplier and the third party. We have no economic interest in these financing arrangements and no direct\n31\nrelationship with the suppliers, the third party, or any financial institutions concerning this service.\nAll balances remain as obligations to our suppliers as stated in our supplier agreements and are reflected in\na\nccounts payable within our Consolidated Balance Sheets. The associated payments are included in\nnet cash flows from\noperating activities within our Consolidated Statements of Cash Flows\n.\nAs of\nMay 30, 2021\nand May 31, 2020,\n$\n279.3\nmillion\nand $258.7 million, respectively, of our total accounts payable was payable to suppliers who utilize this third-party service.\nThe program commenced at about the same time that we began an initiative to negotiate extended payment terms with our suppliers. Although difficult to predict, we generally expect the incremental cash flow benefits associated with these extended payment terms to increase at a slower rate in the future. A number of factors may impact our future payment terms\n, including our relative creditworthiness, overall market liquidity, and changes in interest rates and other general economic conditions.\nCash Flows\nIn fiscal 2021, we used $474.1 million of cash, which was the net result of $1.47 billion generated from operating activities, $340.3 million used in investing activities, $1.61 billion used in financing activities, and an increase of $7.7 million due to the effects of changes in foreign currency exchange rates.\nCash generated from operating activities totaled $1.47 billion in fiscal 2021, as compared to $1.84 billion generated in fiscal 2020. Operating cash flows for fiscal 2021 reflected increased net sales in our retail segments from COVID-19 pandemic-related demand as well as decreased interest payments. This was partially offset by increased tax payments compared to fiscal 2020. Tax payments for fiscal 2021 included approximately $47.0 million of fourth quarter fiscal 2020 tax payments, which were deferred due to the extension of the deadline for certain federal cash tax payments. Comparative changes in working capital balances were most notably impacted by inventory rebuilding in fiscal 2021, as certain brands had previously been on allocation due to high demand through the pandemic. Further, our inventory balances also have experienced recent input cost inflation which is giving rise to larger inventory amounts period over period. Operating cash flows benefited from the continued deferral of employer payroll taxes under the Coronavirus Aid, Relief, and Economic Security Act, which totaled $33.9 million for fiscal 2021. Payment of such amounts will occur in fiscal 2022 and 2023.\nCash used in investing activities totaled $340.3 million in fiscal 2021 compared to $153.8 million in fiscal 2020. Investing activities in fiscal 2021 consisted primarily of capital expenditures totaling $506.4 million, partially offset by net proceeds totaling $160.9 million from the sale of our\nEgg Beaters\n®\n,\nPeter Pan\n®\npeanut butter, and\nH.K. Anderson\n®\nbusinesses. Investing activities in fiscal 2020 consisted mainly of capital expenditures of $369.5 million and the net proceeds from divestitures totaling $194.6 million, including the sales of our DSD snacks and\nLender's\n®\nbagel businesses.\nCash used in financing activities totaled $1.61 billion in fiscal 2021 compared to $1.37 billion in fiscal 2020. Financing activities in fiscal 2021 principally reflect repayments of long-term debt of $2.51 billion, the issuance of long-term debt totaling $988.2 million, net short-term borrowings of $706.3 million, cash dividends paid of $474.6 million, and common stock repurchases of $298.1 million. Financing activities in fiscal 2020 consisted principally of the repayment of long-term debt totaling $947.5 million and cash dividends paid of $413.6 million.\nCash Held by International Subsidiaries\nThe Company had cash and cash equivalents of $79.2 million at May 30, 2021, and $553.3 million at May 31, 2020, of which $72.4 million at May 30, 2021, and $80.5 million at May 31, 2020, was held in foreign countries. We believe that our foreign subsidiaries have invested or will invest any undistributed earnings indefinitely, or that any undistributed earnings will be remitted in a tax-neutral transaction, and, therefore, do not provide deferred taxes on the cumulative undistributed earnings of our foreign subsidiaries.\nCRITICAL ACCOUNTING ESTIMATES\nThe process of preparing financial statements requires the use of estimates on the part of management. The estimates used by management are based on our historical experiences combined with management's understanding of current facts and circumstances. Certain of our accounting estimates are considered critical as they are both important to the portrayal of our financial condition and results and require significant or complex judgment on the part of management. The following is a summary of certain accounting estimates considered critical by management.\nOur Audit/Finance Committee has reviewed management's development, selection, and disclosure of the critical accounting estimates.\n32\nMarketing Costs\n—We offer various forms of trade promotions which are mostly recorded as a reduction in revenue. The methodologies for determining these provisions are dependent on local customer pricing and promotional practices, which range from contractually fixed percentage price reductions to provisions based on actual occurrence or performance. Our promotional activities are conducted either through the retail trade or directly with consumers and included activities such as in-store displays and events, feature price discounts, consumer coupons, and loyalty programs. The costs of these activities are recognized as a reduction of revenue at the time the related revenue is recorded, which normally precedes the actual cash expenditure. The recognition of these costs therefore requires management judgment regarding the volume of promotional offers that will be redeemed by either the retail trade or consumer. These estimates are made using various techniques including historical data on performance of similar promotional programs. Differences between estimated expense and actual redemptions are recognized as a change in management estimate in a subsequent period.\nWe have recognized trade promotion liabilities of $146.8 million as of May 30, 2021. Changes in the assumptions used in estimating the cost of any individual customer marketing program\nwould not result in a material change in our results of operations or cash flows.\nIncome Taxes\n—Our income tax expense is based on our income, statutory tax rates, and tax planning opportunities available in the various jurisdictions in which we operate. Tax laws are complex and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining our income tax expense and in evaluating our tax positions, including evaluating uncertainties. Management reviews tax positions at least quarterly and adjusts the balances as new information becomes available. Deferred income tax assets represent amounts available to reduce income taxes payable on taxable income in future years. Such assets arise because of temporary differences between the tax bases of assets and liabilities and their carrying amounts in our consolidated balance sheets, as well as from net operating loss and tax credit carryforwards. Management evaluates the recoverability of these future tax deductions by assessing the adequacy of future expected taxable income from all sources, including reversal of taxable temporary differences, forecasted operating earnings, and available tax planning strategies. These estimates of future taxable income inherently require significant judgment. Management uses historical experience and short and long-range business forecasts to develop such estimates. Further, we employ various prudent and feasible tax planning strategies to facilitate the recoverability of future deductions. To the extent management does not consider it more likely than not that a deferred tax asset will be recovered, a valuation allowance is established.\nFurther information on income taxes is provided in Note 14,\n\"Pre-tax Income and Income Taxes\"\n, to the Consolidated Financial Statements contained in this report.\nEnvironmental Liabilities\n—Environmental liabilities are accrued when it is probable that obligations have been incurred and the associated amounts can be reasonably estimated. Management works with independent third-party specialists in order to effectively assess our environmental liabilities. Management estimates our environmental liabilities based on evaluation of investigatory studies, extent of required clean-up, our known volumetric contribution, other potentially responsible parties, and our experience in remediating sites. Environmental liability estimates may be affected by changing governmental or other external determinations of what constitutes an environmental liability or an acceptable level of clean-up. Management's estimate as to our potential liability is independent of any potential recovery of insurance proceeds or indemnification arrangements. Insurance companies and other indemnitors are notified of any potential claims and periodically updated as to the general status of known claims. We do not discount our environmental liabilities as the timing of the anticipated cash payments is not fixed or readily determinable. To the extent that there are changes in the evaluation factors identified above, management's estimate of environmental liabilities may also change.\nWe have recognized a reserve of approximately $61.5 million for environmental liabilities as of May 30, 2021. The reserve for each site is determined based on an assessment of the most likely required remedy and a related estimate of the costs required to effect such remedy.\nEmployment-Related Benefits\n—We incur certain employment-related expenses associated with pensions and postretirement health care benefits. In order to measure the annual expense associated with these employment-related benefits, management must make a variety of estimates including, but not limited to, discount rates used to measure the present value of certain liabilities, assumed rates of return on assets set aside to fund these expenses, compensation increases, employee turnover rates, anticipated mortality rates, and anticipated health care costs. The estimates used by management are based on our historical experience as well as current facts and circumstances. We use third-party specialists to assist management in appropriately measuring the expense associated with these employment-related benefits. Different estimates used by management could result in us recognizing different amounts of expense over different periods of time.\n33\nT\nhe Company use\ns\na split discount rate (the \"spot-rate approach\") for the U.S. plans and certain foreign plans.\nThe spot-rate approach applies separate discount rates for each projected benefit payment in the calculation of pension service and interest cost.\nWe have recognized a pension liability of $135.4 million and $254.5 million and a postretirement liability of $81.2 million and $89.3 million as of the end of fiscal 2021 and 2020, respectively. We also have recognized a pension asset of $245.0 million and $202.4 million as of the end of fiscal 2021 and 2020, respectively, as certain individual plans of the Company had a positive funded status.\nWe recognize cumulative changes in the fair value of pension plan assets and net actuarial gains or losses in excess of 10% of the greater of the fair value of plan assets or the plan's projected benefit obligation (\"the corridor\") in current period expense annually as of our measurement date, which is our fiscal year-end, or when measurement is required otherwise under U.S. GAAP.\nWe recognized pension expense (benefit) from Company plans of $(38.3) million, $5.9 million, and $(22.7) million in fiscal 2021, 2020, and 2019, respectively. Such amounts reflect the year-end write-off of actuarial losses in excess of 10% of our pension liability of $0.8 million, $44.8 million, and $5.1 million in fiscal 2021, 2020, and 2019, respectively. This also reflected expected returns on plan assets of $140.0 million, $170.2 million, and $174.4 million in fiscal 2021, 2020, and 2019, respectively. We contributed $27.6 million, $17.5 million, and $14.7 million to the pension plans of our continuing operations in fiscal 2021, 2020, and 2019, respectively. We anticipate contributing approximately $12.3 million to our pension plans in fiscal 2022.\nOne significant assumption for pension plan accounting is the discount rate. We use a spot-rate approach, discussed above. This approach focuses on measuring the service cost and interest cost components of net periodic benefit cost by using individual spot rates derived from a high-quality corporate bond yield curve and matched with separate cash flows for each future year instead of a single weighted-average discount rate approach.\nBased on this information, the discount rate selected by us for determination of pension expense was 2.98% for fiscal 2021, 3.88% for fiscal 2020, and 4.15% for fiscal 2019. We selected a weighted-average discount rate of 3.50% and 2.29% for determination of service and interest expense, respectively, for fiscal 2022. A 25-basis point increase in our discount rate assumption as of the end of fiscal 2021 would increase our annual pension expense for our pension plans in fiscal 2022 by $5.2 million. A 25-basis point decrease in our discount rate assumption as of the end of fiscal 2021 would decrease our annual pension expense for our pension plans in fiscal 2022 by $5.7 million. For our year-end pension obligation determination, we selected discount rates of 3.04% and 2.98% for fiscal years 2021 and 2020, respectively.\nAnother significant assumption used to account for our pension plans is the expected long-term rate of return on plan assets. In developing the assumed long-term rate of return on plan assets for determining pension expense, we consider long-term historical returns (arithmetic average) of the plan's investments, the asset allocation among types of investments, estimated long-term returns by investment type from external sources, and the current economic environment. Based on this information, we selected 3.74% for the weighted-average expected long-term rate of return on plan assets for determining our fiscal 2021 pension expense. A 25-basis point increase/decrease in our weighted-average expected long-term rate of return assumption as of the beginning of fiscal 2021 would decrease/increase annual pension expense for our pension plans by $9.3 million. We selected a weighted-average expected rate of return on plan assets of 3.87% to be used to determine our pension expense for fiscal 2022. A 25-basis point increase/decrease in our expected long-term rate of return assumption as of the beginning of fiscal 2022 would decrease/increase annual pension expense for our pension plans by $9.4 million.\nWe also provide certain postretirement health care benefits. We recognized postretirement benefit income of $4.4 million, $4.2 million, and $1.3 million in fiscal 2021, 2020, and 2019, respectively. We anticipate contributing approximately $9.0 million to our postretirement health care plans in fiscal 2022.\nThe postretirement benefit expense and obligation are also dependent on our assumptions used for the actuarially determined amounts. These assumptions include discount rates (discussed above), health care cost trend rates, inflation rates, retirement rates, mortality rates (also discussed above), and other factors. The health care cost trend assumptions are developed based on historical cost data, the near-term outlook, and an assessment of likely long-term trends. Assumed inflation rates are based on an evaluation of external market indicators. Retirement and mortality rates are based primarily on actual plan experience. The discount rate we selected for determination of postretirement expense was 2.39% for fiscal 2021, 3.48% for fiscal 2020, and 3.81% for fiscal 2019. We have selected a weighted-average discount rate of 2.51% for determination of postretirement expense for fiscal 2022. A 25-basis point increase/decrease in our discount rate assumption would not have resulted in a material change to postretirement expense for our plans. We have assumed the initial year increase in cost of health care to be 6.53%, with the trend rate decreasing to 4.44% by 2029.\n34\nBusiness Combinations, Impairment of Long-Lived Assets (including property, plant and equipment), Identifiable Intangible Assets, and Goodwill\n—We use the acquisition method in accounting for acquired businesses. Under the acquisition method, our financial statements reflect the operations of an acquired business starting from the closing of the acquisition. The assets acquired and liabilities assumed are recorded at their respective estimated fair values at the date of the acquisition. Any excess of the purchase price over the estimated fair values of the identifiable net assets acquired is recorded as goodwill. Significant judgment is often required in estimating the fair value of assets acquired, particularly intangible assets. As a result, in the case of significant acquisitions we normally obtain the assistance of a third-party valuation specialist in estimating fair values of tangible and intangible assets. The fair value estimates are based on available historical information and on expectations and assumptions about the future, considering the perspective of marketplace participants. While management believes those expectations and assumptions are reasonable, they are inherently uncertain. Unanticipated market or macroeconomic events and circumstances may occur, which could affect the accuracy or validity of the estimates and assumptions.\nWe reduce the carrying amounts of long-lived assets (including property, plant and equipment) to their fair values when their carrying amount is determined to not be recoverable. We generally compare undiscounted estimated future cash flows of an asset or asset group to the carrying values of the asset or asset group. If the undiscounted estimated future cash flows exceed the carrying values of the asset or asset group, no impairment is recognized. If the undiscounted estimated future cash flows are less than the carrying values of the asset or asset group, we write-down the asset or assets to their estimated fair values. The estimates of fair value are generally in the form of appraisal, or by discounting estimated future cash flows of the asset or asset group.\nDetermining the useful lives of intangible assets also requires management judgment. Certain brand intangibles are expected to have indefinite lives based on their history and our plans to continue to support and build the acquired brands, while other acquired intangible assets (e.g., customer relationships) are expected to have determinable useful lives. Our estimates of the useful lives of definite-lived intangible assets are primarily based upon historical experience, the competitive and macroeconomic environment, and our operating plans. The costs of definite-lived intangibles are amortized to expense over their estimated life.\nWe reduce the carrying amounts of indefinite-lived intangible assets, and goodwill to their fair values when the fair value of such assets is determined to be less than their carrying amounts (i.e., assets are deemed to be impaired). Fair value is typically estimated using a discounted cash flow analysis, which requires us to estimate the future cash flows anticipated to be generated by the particular asset being tested for impairment as well as to select a discount rate to measure the present value of the anticipated cash flows. When determining future cash flow estimates, we consider historical results adjusted to reflect current and anticipated operating conditions. Estimating future cash flows requires significant judgment by management in such areas as future economic conditions, industry-specific conditions, product pricing, and necessary capital expenditures. The use of different assumptions or estimates for future cash flows could produce different impairment amounts (or none at all) for long-lived assets and identifiable intangible assets.\nIn assessing other intangible assets not subject to amortization for impairment, we have the option to perform a qualitative assessment to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the fair value of such an intangible asset is less than its carrying amount. If we determine that it is not more likely than not that the fair value of such an intangible asset is less than its carrying amount, then we are not required to perform any additional tests for assessing intangible assets for impairment. However, if we conclude otherwise or elect not to perform the qualitative assessment, then we are required to perform a quantitative impairment test that involves a comparison of the estimated fair value of the intangible asset with its carrying value. If the carrying value of the intangible asset exceeds its fair value, an impairment loss is recognized in an amount equal to that excess.\nIf we perform a quantitative impairment test in evaluating impairment of our indefinite lived brands/trademarks, we utilize a \"relief from royalty\" methodology. The methodology determines the fair value of each brand through use of a discounted cash flow model that incorporates an estimated \"royalty rate\" we would be able to charge a third party for the use of the particular brand. When determining the future cash flow estimates, we estimate future net sales and a fair market royalty rate for each applicable brand and an appropriate discount rate to measure the present value of the anticipated cash flows. Estimating future net sales requires significant judgment by management in such areas as future economic conditions, product pricing, and consumer trends. In determining an appropriate discount rate to apply to the estimated future cash flows, we consider the current interest rate environment and our estimated cost of capital.\nGoodwill is tested annually for impairment of value and whenever events or changes in circumstances indicate the carrying amount of the asset may be impaired. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include deterioration in general economic conditions, adverse changes in the markets in which an entity operates, increases in input costs that have negative effects on earnings and cash flows, or a trend of negative or\n35\ndeclining cash flows over multiple periods, among others. The fair value that could be realized in an actual transaction may differ from that used to evaluate the impairment of goodwill.\nIn testing goodwill for impairment, we have the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not (more than 50%) that the estimated fair value of a reporting unit is less than its carrying amount. If we elect to perform a qualitative assessment and determine that an impairment is more likely than not, we are then required to perform a quantitative impairment test, otherwise no further analysis is required. We also may elect not to perform the qualitative assessment and, instead, proceed directly to the quantitative impairment test.\nUnder the qualitative assessment, various events and circumstances that would affect the estimated fair value of a reporting unit are identified (similar to impairment indicators above). Furthermore, management considers the results of the most recent quantitative impairment test completed for a reporting unit and compares the weighted average cost of capital between the current and prior years for each reporting unit.\nUnder the quantitative impairment test, the evaluation involves comparing the current fair value of each reporting unit to its carrying value, including goodwill. Fair value is typically estimated using a discounted cash flow analysis, which requires us to estimate the future cash flows anticipated to be generated by the reporting unit being tested for impairment as well as to select a risk-adjusted discount rate to measure the present value of the anticipated cash flows. When determining future cash flow estimates, we consider historical results adjusted to reflect current and anticipated operating conditions. We estimate cash flows for the reporting unit over a discrete period (typically five years) and the terminal period (considering expected long term growth rates and trends). Estimating future cash flows requires significant judgment by management in such areas as future economic conditions, industry-specific conditions, product pricing, and necessary capital expenditures. The use of different assumptions or estimates for future cash flows or significant changes in risk-adjusted discount rates due to changes in market conditions could produce substantially different estimates of the fair value of the reporting unit.\nAs of May 30, 2021, we have goodwill of $11.37 billion, indefinite-lived intangibles of $3.30 billion and definite-lived intangibles of $856.4 million. The amount of goodwill and intangibles increased significantly during fiscal 2019 as a result of the Pinnacle acquisition. In the first quarter of fiscal 2020, we reorganized our reporting segments to incorporate the Pinnacle business into our legacy reporting segments, to reflect how the business is now being managed. We tested goodwill for impairment both prior to and subsequent to the reallocation of Pinnacle goodwill and there were no impairments of goodwill.\nHistorically, we have experienced impairments in brand intangibles and goodwill as a result of declining sales and other economic conditions. For instance, in fiscal 2021 and 2020, we recorded total intangibles impairments of $90.9 million and $165.5 million respectively, primarily related to our recently acquired Pinnacle brands. In fiscal 2019, we recorded total intangibles impairments of $89.6 million, primarily related to our\nChef Boyardee\n®\nbrand intangible.\nWith the addition of Pinnacle intangibles that were recorded at fair value in fiscal 2019, we continue to be more susceptible to impairment charges in the future if our long-term sales forecasts, royalty rates, and other assumptions change as a result of lower than expected performance or other economic conditions. We will monitor these assumptions as management continues to achieve expected synergies, gross margin improvement, and long-term sales growth on certain key brands acquired in the acquisition including, but not limited to,\nBirds Eye\n®\n, Duncan Hines\n®\n, Gardein\n®\nand\nVlasic\n®\n."
  },
  {
    "item_key": "item_7a",
    "text": "The principal market risks affecting us during fiscal 2021 and 2020 were exposures to price fluctuations of commodity and energy inputs, interest rates, and foreign currencies.\nCommodity Market Risk\nWe purchase commodity inputs such as wheat, corn, oats, soybean meal, soybean oil, meat, dairy products, nuts, sugar, natural gas, electricity, and packaging materials to be used in our operations. These commodities are subject to price fluctuations that may create price risk. We enter into commodity hedges to manage this price risk using physical forward contracts or derivative instruments. We have policies governing the hedging instruments our businesses may use. These policies include limiting the dollar risk exposure for each of our businesses. We also monitor the amount of associated counter-party credit risk for all non-exchange-traded transactions.\n36\nInterest Rate Risk\nWe may use interest rate swaps to manage the effect of interest rate changes on the fair value of our existing debt as well as the forecasted interest payments for the anticipated issuance of debt.\nAs of May 30, 2021 and May 31, 2020, the fair value of our long-term debt (including current installments) was estimated at $9.76 billion and $11.35 billion, respectively, based on current market rates. As of May 30, 2021 and May 31, 2020, a 1% increase in interest rates would decrease the fair value of our fixed rate debt by approximately $682.2 million and $704.8 million, respectively, while a 1% decrease in interest rates would increase the fair value of our fixed rate debt by approximately $779.8 million and $809.5 million, respectively.\nForeign Currency Risk\nIn order to reduce exposures for our processing activities related to changes in foreign currency exchange rates, we may enter into forward exchange or option contracts for transactions denominated in a currency other than the functional currency for certain of our operations. This activity primarily relates to economically hedging against foreign currency risk in purchasing inventory and capital equipment, sales of finished goods, and future settlement of foreign denominated assets and liabilities.\nValue-at-Risk (VaR)\nWe employ various tools to monitor our derivative risk, including value-at-risk (\"VaR\") models. We perform simulations using historical data to estimate potential losses in the fair value of current derivative positions. We use price and volatility information for the prior 90 days in the calculation of VaR that is used to monitor our daily risk. The purpose of this measurement is to provide a single view of the potential risk of loss associated with derivative positions at a given point in time based on recent changes in market prices. Our model uses a 95% confidence level. Accordingly, in any given one-day time period, losses greater than the amounts included in the table below are expected to occur only 5% of the time. We include commodity swaps, futures, and options and foreign exchange forwards, swaps, and options in this calculation. The following table provides an overview of our average daily VaR for our energy, agriculture, and foreign exchange positions for fiscal 2021 and 2020.\n37"
  },
  {
    "item_key": "item_8",
    "text": "Conagra Brands, Inc. and Subsidiaries\nConsolidated Statements of Earnings\n(in millions, except per share amounts)\nThe accompanying Notes are an integral part of the consolidated financial statements.\n38\nConagra Brands, Inc. and Subsidiaries\nConsolidated Statements of Comprehensive Income\n(in millions)\nThe accompanying Notes are an integral part of the consolidated financial statements.\n39\nConagra Brands, Inc. and Subsidiaries\nConsolidated Balance Sheets\n(in millions, except share data)\nThe accompanying Notes are an integral part of the consolidated financial statements.\n40\nConagra Brands, Inc. and Subsidiaries\nConsolidated Statements of Common Stockholders' Equity\n(in millions)\nThe accompanying Notes are an integral part of the consolidated financial statements.\n41\nConagra Brands, Inc. and Subsidiaries\nConsolidated Statements of Cash Flows\n(in millions)\nThe accompanying Notes are an integral part of the consolidated financial statements.\n42\nNotes to Consolidated Financial Statements\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\n1. SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nFiscal Year\n— The fiscal year of Conagra Brands, Inc. (\"Conagra Brands\", \"Company\", \"we\", \"us\", or \"our\") ends the last Sunday in May. The fiscal years for the consolidated financial statements presented consist of a 52-week period for fiscal 2021, a 53-week period for fiscal 2020, and a 52-week period for fiscal year 2019.\nBasis of Consolidation\n— The consolidated financial statements include the accounts of Conagra Brands, Inc. and all majority-owned subsidiaries. All significant intercompany investments, accounts, and transactions have been eliminated.\nInvestments in Unconsolidated Affiliates\n— The investments in, and the operating results of, 50%-or-less-owned entities not required to be consolidated are included in the consolidated financial statements on the basis of the equity method of accounting.\nWe review our investments in unconsolidated affiliates for impairment whenever events or changes in business circumstances indicate that the carrying amount of the investments may not be fully recoverable. Evidence of a loss in value that is other than temporary includes, but is not limited to, the absence of an ability to recover the carrying amount of the investment, the inability of the investee to sustain an earnings capacity which would justify the carrying amount of the investment, or, where applicable, estimated sales proceeds which are insufficient to recover the carrying amount of the investment. Management's assessment as to whether any decline in value is other than temporary is based on our ability and intent to hold the investment and whether evidence indicating the carrying value of the investment is recoverable within a reasonable period of time outweighs evidence to the contrary. Management generally considers our investments in equity method investees to be strategic long-term investments. Therefore, management completes its assessments with a long-term viewpoint. If the fair value of the investment is determined to be less than the carrying value and the decline in value is considered to be other than temporary, an appropriate write-down is recorded based on the excess of the carrying value over the best estimate of fair value of the investment.\nCash and Cash Equivalents\n— Cash and all highly liquid investments with an original maturity of three months or less at the date of acquisition, including short-term time deposits and government agency and corporate obligations, are classified as cash and cash equivalents.\nReceivables\n— Receivables from customers generally do not bear interest. Terms and collection vary by location and channel. The allowance for doubtful accounts represents our estimate of probable non-payments and credit losses in our existing receivables, as determined based on a review of past due balances and other specific account data. Account balances are written off against the allowance when we deem them uncollectible.\nThe following table details the balances of our allowance for doubtful accounts and changes therein:\n1\nPrimarily relates to translation, the adoption of Accounting Standards Update (\"ASU\") 2016-13, and the acquisition of Pinnacle Foods Inc. (\"Pinnacle\").\n2\nBad debts charged off and adjustments to previous reserves, less recoveries.\n43\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 31, 2020, May 26, 2019, and May 27, 2018\n(columnar dollars in millions except per share amounts)\nInventories\n— We use the lower of cost (determined using the first-in, first-out method) or market for valuing inventories.\nProperty, Plant and Equipment\n— Property, plant and equipment are carried at cost.\nDepreciation has been calculated using the straight-line method over the estimated useful lives of the respective classes of assets as follows:\nWe review property, plant and equipment for impairment whenever events or changes in business circumstances indicate that the carrying amount of the assets may not be fully recoverable. Recoverability of an asset considered \"held-and-used\" is determined by comparing the carrying amount of the asset to the undiscounted net cash flows expected to be generated from the use of the asset. If the carrying amount is greater than the undiscounted net cash flows expected to be generated by the asset, the asset's carrying amount is reduced to its estimated fair value. An asset considered \"held-for-sale\" is reported at the lower of the asset's carrying amount or fair value.\nDuring fiscal 2021, 2020, and 2019 our capital expenditures totaled $\n506.4\nmillion, $\n369.5\nmillion, and $\n353.1\nmillion, respectively. Accrued and unpaid capital expenditures as of May 30, 2021, May 31, 2020, May 26, 2019, and May 27, 2018 totaled $\n123.7\nmillion, $\n112.9\nmillion, $\n64.4\nmillion, and $\n40.6\nmillion, respectively.\nGoodwill and Other Identifiable Intangible Assets\n— Goodwill and other identifiable intangible assets with indefinite lives (e.g., brands or trademarks) are not amortized and are tested annually for impairment of value and whenever events or changes in circumstances indicate the carrying amount of the asset may be impaired. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include deterioration in general economic conditions, adverse changes in the markets in which an entity operates, increases in input costs that have negative effects on earnings and cash flows, or a trend of negative or declining cash flows over multiple periods, among others. The fair value that could be realized in an actual transaction may differ from that used to evaluate the impairment of goodwill and other intangible assets.\nIn testing goodwill for impairment, we have the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not (more than\n50\n%) that the estimated fair value of a reporting unit is less than its carrying amount. If we elect to perform a qualitative assessment and determine that an impairment is more likely than not, we are then required to perform a quantitative impairment test, otherwise no further analysis is required. We also may elect not to perform the qualitative assessment and, instead, proceed directly to the quantitative impairment test.\nUnder the goodwill qualitative assessment, various events and circumstances that would affect the estimated fair value of a reporting unit are identified (similar to impairment indicators above). Furthermore, management considers the results of the most recent quantitative impairment test completed for a reporting unit and compares the weighted average cost of capital between the current and prior years for each reporting unit.\nUnder the goodwill quantitative impairment test, the evaluation of impairment involves comparing the current fair value of each reporting unit to its carrying value, including goodwill. We estimate the fair value using level 3 inputs as defined by the fair value hierarchy. Refer to Note 19 for the definition of the levels in the fair value hierarchy. The inputs used to calculate the fair value include a number of subjective factors, such as estimates of future cash flows, estimates of our future cost structure, discount rates for our estimated cash flows, required level of working capital, assumed terminal value, and time horizon of cash flow forecasts.\nIn assessing other intangible assets not subject to amortization for impairment, we have the option to perform a qualitative assessment to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the fair value of such an intangible asset is less than its carrying amount. If we determine that it is not more likely than not that the fair value of such an intangible asset is less than its carrying amount, then we are not required to perform any additional\n44\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\ntests for assessing intangible assets for impairment. However, if we conclude otherwise or elect not to perform the qualitative assessment, then we are required to perform a quantitative impairment test that involves a comparison of the estimated fair value of the intangible asset with\nits\ncarrying value. If the carrying value of the intangible asset exceeds its fair value, an impairment loss is recognized in an amount equal to that excess.\nIn fiscal 2021, 2020, and 2019 we elected to perform a quantitative impairment test for other intangible assets not subject to amortization. The estimates of fair value of intangible assets not subject to amortization are determined using a \"relief from royalty\" methodology, which is used in estimating the fair value of our brands/trademarks. Discount rate assumptions are based on an assessment of the risk inherent in the projected future cash flows generated by the respective intangible assets. Also subject to judgment are assumptions about royalty rates.\nIdentifiable intangible assets with definite lives (e.g., licensing arrangements with contractual lives or customer relationships) are amortized over their estimated useful lives and tested for impairment whenever events or changes in circumstances indicate the carrying amount of the asset may be impaired. Identifiable intangible assets with definite lives are evaluated for impairment using a process similar to that used in evaluating elements of property, plant and equipment. If impaired, the asset is written down to its fair value.\nRefer to Note 8 for discussion of the impairment charges related to goodwill and intangible assets in fiscal 2021, 2020, and 2019.\nFair Values of Financial Instruments\n— Unless otherwise specified, we believe the carrying value of financial instruments approximates their fair value.\nEnvironmental Liabilities\n— Environmental liabilities are accrued when it is probable that obligations have been incurred and the associated amounts can be reasonably estimated. We use third-party specialists to assist management in appropriately measuring the obligations associated with environmental liabilities. Such liabilities are adjusted as new information develops or circumstances change. We do not discount our environmental liabilities as the timing of the anticipated cash payments is not fixed or readily determinable. Management's estimate of our potential liability is independent of any potential recovery of insurance proceeds or indemnification arrangements. We do not reduce our environmental liabilities for potential insurance recoveries.\nEmployment-Related Benefits\n— Employment-related benefits associated with pensions, postretirement health care benefits, and workers' compensation are expensed as such obligations are incurred. The recognition of expense is impacted by estimates made by management, such as discount rates used to value these liabilities, future health care costs, and employee accidents incurred but not yet reported. We use third-party specialists to assist management in appropriately measuring the obligations associated with employment-related benefits.\nWe recognize changes in the fair value of pension plan assets and net actuarial gains or losses in excess of 10% of the greater of the market-related value of plan assets or the plan's projected benefit obligation (the \"corridor\") in current period expense annually as of our measurement date, which is our fiscal year-end, or when measurement is required otherwise under U.S. generally accepted accounting principles (\"GAAP\").\nRevenue Recognition\n— Our revenues primarily consist of the sale of food products that are sold to retailers and foodservice customers through direct sales forces, broker, and distributor arrangements. These revenue contracts generally have single performance obligations. Revenue, which includes shipping and handling charges billed to the customer, is reported net of variable consideration and consideration payable to our customers, including applicable discounts, returns, allowances, trade promotion, consumer coupon redemption, unsaleable product, and other costs. Amounts billed and due from our customers are classified as receivables and require payment on a short-term basis and, therefore, we do not have any significant financing components.\nWe recognize revenue when (or as) performance obligations are satisfied by transferring control of the goods to customers. Control is transferred upon delivery of the goods to the customer. Shipping and/or handling costs that occur before the customer obtains control of the goods are deemed to be fulfillment activities and are accounted for as fulfillment costs. We assess the goods\n45\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nand services promised in our customers' purchase orders and identify a performance obligation for each promise to transfer a good or service (or bundle of goods or services) that is distinct.\nWe offer various forms of trade promotions and the methodologies for determining these provisions are dependent on local customer pricing and promotional practices, which range from contractually fixed percentage price reductions to provisions based on actual occurrence or performance. Our promotional activities are conducted either through the retail trade or directly with consumers and include activities such as in-store displays and events, feature price discounts, consumer coupons, and loyalty programs. The costs of these activities are recognized at the time the related revenue is recorded, which normally precedes the actual cash expenditure. The recognition of these costs therefore requires management judgment regarding the volume of promotional offers that will be redeemed by either the retail trade or consumer. These estimates are made using various techniques including historical data on performance of similar promotional programs. Differences between estimated expense and actual redemptions are recognized as a change in management estimate in a subsequent period.\nAdvertising Costs\n— Advertising costs are expensed as incurred. Advertising and promotion expenses totaled $\n258.0\nmillion, $\n230.7\nmillion, and $\n253.4\nmillion in fiscal 2021, 2020, and 2019, respectively, and are included in selling, general and administrative (\"SG&A\") expenses.\nResearch and Development\n— We incurred expenses of $\n51.3\nmillion, $\n56.4\nmillion, and $\n56.1\nmillion for research and development activities in fiscal 2021, 2020, and 2019, respectively.\nComprehensive Income\n— Comprehensive income includes net income, currency translation adjustments, certain derivative-related activity, changes in the value of available-for-sale investments (prior to the adoption of ASU 2016-01), and changes in prior service cost and net actuarial gains (losses) from pension (for amounts not in excess of the 10% \"corridor\") and postretirement health care plans. On foreign investments we deem to be essentially permanent in nature, we do not provide for taxes on currency translation adjustments arising from converting an investment denominated in a foreign currency to U.S. dollars. When we determine that a foreign investment, as well as undistributed earnings, are no longer permanent in nature, estimated taxes will be provided for the related deferred tax liability (asset), if any, resulting from currency translation adjustments.\nThe following table details the accumulated balances for each component of other comprehensive income (loss), net of tax:\n1\nNet of unrealized gains on available-for-sale securities reclassified to retained earnings as a result of the adoption of ASU 2016-01 in fiscal 2019 in the amount of $\n0.6\nmillion.\n46\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe following table summarizes the reclassifications from accumulated other comprehensive income (loss) into income:\n1\nAmounts in parentheses indicate income recognized in the Consolidated Statements of Earnings.\nForeign Currency Transaction Gains and Losses\n— We recognized net foreign currency transaction gains of $\n8.2\nmillion in fiscal 2021 and net foreign currency transaction losses of $\n1.7\nmillion and $\n2.3\nmillion in fiscal 2020 and 2019, respectively, in SG&A expenses.\nBusiness Combinations\n— We use the acquisition method in accounting for acquired businesses. Under the acquisition method, our financial statements reflect the operations of an acquired business starting from the completion of the acquisition. The assets acquired and liabilities assumed are recorded at their respective estimated fair values at the date of the acquisition. Any excess of the purchase price over the estimated fair values of the identifiable net assets acquired is recorded as goodwill.\nReclassifications and other changes\n— Certain prior year amounts have been reclassified to conform with current year presentation.\nUse of Estimates\n— Preparation of financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions. These estimates and assumptions affect reported amounts of assets, liabilities, revenues, and expenses as reflected in the consolidated financial statements. Actual results could differ from these estimates.\nAccounting Changes\n— In June 2016, the Financial Accounting Standards Board (\"FASB\") issued ASU 2016-13,\nFinancial Instruments—Credit Losses\n(\nTopic 326\n):\nMeasurement of Credit Losses on Financial Instruments\n(\"ASU 2016-13\"), to update the methodology used to measure current expected credit losses. This ASU applies to financial assets measured at amortized cost, including loans, net investments in leases, and trade accounts receivable as well as certain off-balance sheet credit exposures, such as loan commitments and guarantees. We adopted this ASU in the first quarter of fiscal 2021 using the modified retrospective transition method through a cumulative-effect adjustment to retained earnings in the period of adoption. The adoption of this ASU did not have a material impact to our consolidated financial statements and related disclosures.\n47\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nIn February 2016, the FASB issued ASU 2016-02, Leases, Topic 842, which requires lessees to reflect most leases on their balance sheet as assets and obligations. We adopted this ASU in the first quarter of fiscal 2020 using the optional transition method provided under ASU 2018-11, Leases, Topic 842: Targeted Improvement, issued in July 2018, allowing for application of the standard at adoption date, with recognition of a cumulative-effect adjustment to the opening balance of retained earnings in the period of adoption. We also elected certain practical expedients permitted under the transition guidance, including not reassessing whether existing contracts contain leases and carrying forward the historical classification of leases. The most significant impact of adoption on our Consolidated Financial Statements was the recognition of right-of-use (\"ROU\") assets and lease liabilities for operating leases. Our accounting for finance leases remained substantially unchanged. Upon adoption, we had total lease assets of $\n238.4\nmillion and total lease liabilities of $\n267.0\nmillion. The difference is primarily due to prepaid and deferred rent balances that were reclassified to the ROU asset value. The adoption of this ASU did not result in a cumulative-effect adjustment to the opening balance of retained earnings and did not impact our Consolidated Statements of Earnings or our Consolidated Statements of Cash Flows. See Note 15 for additional information related to our lease arrangements.\n2. ACQUISITIONS\nOn October 26, 2018, we acquired Pinnacle, a branded packaged foods company specializing in shelf-stable and frozen foods. Pursuant to the Agreement and Plan of Merger, dated as of June 26, 2018 (the \"Merger Agreement\"), among the Company, Pinnacle, and Patriot Merger Sub Inc., a wholly-owned subsidiary of the Company that ceased to exist at the effective time of the merger, each outstanding share of Pinnacle common stock was converted into the right to receive $\n43.11\nper share in cash and\n0.6494\nshares of common stock, par value $\n5.00\nper share, of the Company (\"Company Shares\") (together, the \"Merger Consideration\"), with cash payable in lieu of fractional shares of Company Shares. The total amount of consideration paid in connection with the acquisition was approximately $\n8.03\nbillion and consisted of: (1) cash of $\n5.17\nbillion ($\n5.12\nbillion net of cash acquired); (2)\n77.5\nmillion Company Shares, with an approximate value of $\n2.82\nbillion, issued out of the Company's treasury; and (3) replacement awards issued to former Pinnacle employees representing the fair value attributable to pre-combination service (see Note 13) of $\n51.1\nmillion.\nIn connection with the acquisition, we issued long-term debt of $\n8.33\nbillion (see Note 4) (which included funding under a new term loan agreement) and received cash proceeds of $\n575.0\nmillion ($\n555.7\nmillion net of related fees) from the issuance of common stock in an underwritten public offering. We used such proceeds for the payment of the cash portion of the Merger Consideration, the repayment of Pinnacle debt acquired, the refinancing of certain Conagra Brands debt, and the payment of related fees and expenses.\nAs a result of the Pinnacle acquisition, we recognized a total of $\n7.03\nbillion of goodwill and $\n3.52\nbillion of brands, trademarks and other intangibles. Of the total goodwill, $\n236.7\nmillion is deductible for tax purposes. Amortizable brands, trademarks and other intangibles totaled $\n668.7\nmillion and have a weighted average estimated useful life of\n25\nyears. Goodwill represents the excess of the consideration transferred over the fair values of the assets acquired and liabilities assumed and is primarily attributable to synergies and intangible assets such as assembled workforce which are not separately recognizable.\nThe following unaudited pro forma financial information presents the combined results of operations as if the acquisition of Pinnacle had occurred at the beginning of the year acquired, fiscal 2019. These unaudited pro forma results may not necessarily reflect the actual results of operations that would have been achieved, nor are they necessarily indicative of future results of operations.\nThe pro forma results include adjustments for amortization of acquired intangible assets, depreciation, and interest expense on debt issued to finance the acquisition as well as the related income taxes. The pro forma results also include the following material nonrecurring adjustments, along with the related income tax effect of the adjustments:\n48\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\n3. RESTRUCTURING ACTIVITIES\nPinnacle Integration Restructuring Plan\nIn December\n2018, our Board of Directors (the \"Board\") approved a restructuring and integration plan related to the ongoing integration of the operations of Pinnacle, which we acquired in October 2018 (the \"Pinnacle Integration Restructuring Plan\"), for the purpose of achieving significant cost synergies between the companies, as a result of which we expect to incur material charges for exit and disposal activities under U.S. GAAP. We expect to incur approximately $\n358.0\nmillion ($\n283.5\nmillion of cash charges and $\n74.5\nmillion of non-cash charges) for actions identified to date under the Pinnacle Integration Restructuring Plan. The Board and/or our senior management have authorized incurrence of these charges. We recognized charges of $\n31.7\nmillion, $\n73.8\nmillion, and $\n168.2\nmillion in connection with the Pinnacle Integration Restructuring Plan in fiscal 2021, 2020, and 2019, respectively. We expect to incur costs related to the Pinnacle Integration Restructuring Plan over a multi-year period.\nWe anticipate that we will recognize the following pre-tax expenses in association with the Pinnacle Integration Restructuring Plan (amounts include charges recognized from plan inception through the end of fiscal 2021):\nDuring fiscal 2021, we recognized the following pre-tax expenses for the Pinnacle Integration Restructuring Plan:\nIncluded in the above results are $\n28.5\nmillion of charges that have resulted or will result in cash outflows and $\n3.2\nmillion in non-cash charges.\n49\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe recognized the following cumulative (plan inception to May 30, 2021) pre-tax expenses for the Pinnacle Integration Restructuring Plan in our Consolidated Statements of Earnings:\nIncluded in the above results are $\n240.9\nmillion of charges that have resulted or will result in cash outflows and $\n32.8\nmillion in non-cash charges.\nLiabilities recorded for the Pinnacle Integration Restructuring Plan and changes therein for fiscal 2021 were as follows:\nConagra Restructuring Plan\nIn fiscal 2019, senior management initiated a restructuring plan (the \"Conagra Restructuring Plan\") for costs incurred in connection with actions taken to improve SG&A expense effectiveness and efficiencies and to optimize our supply chain network. Although we remain unable to make good faith estimates relating to the entire Conagra Restructuring Plan, we are reporting on actions initiated through the end of fiscal 2021, including the estimated amounts or range of amounts for each major type of costs expected to be incurred, and the charges that have resulted or will result in cash outflows. As of May 30, 2021, we had approved the incurrence of $\n172.2\nmillion ($\n45.4\nmillion of cash charges and $\n126.8\nmillion of non-cash charges) for several projects associated with the Conagra Restructuring Plan. We have incurred or expect to incur $\n157.3\nmillion of charges ($\n36.9\nmillion of cash charges and $\n120.4\nmillion of non-cash charges) for actions identified to date under the Conagra Restructuring Plan. We recognized charges of $\n46.2\nmillion, $\n64.4\nmillion, and $\n2.2\nmillion in connection with the Conagra Restructuring Plan in fiscal 2021, 2020, and 2019, respectively. We expect to incur costs related to the Conagra Restructuring Plan over a multi-year period.\n50\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe anticipate that we will recognize the following pre-tax expenses in association with the Conagra Restructuring Plan (amounts include charges recognized from plan inception through the end of fiscal 2021):\nDuring fiscal 2021, we recognized the following pre-tax expenses for the Conagra Restructuring Plan:\nIncluded in the above results are $\n11.3\nmillion of charges that have resulted or will result in cash outflows and $\n34.9\nmillion in non-cash charges.\nWe recognized the following cumulative (plan inception to May 30, 2021) pre-tax expenses for the Conagra Restructuring Plan in our Consolidated Statements of Earnings:\n51\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nIncluded in the above results are $\n24.1\nmillion of charges that have resulted or will result in cash outflows and $\n88.7\nmillion in non-cash charges.\nLiabilities recorded for the Conagra Restructuring Plan and changes therein for fiscal 2021 were as follows:\n4. LONG-TERM DEBT\n52\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe aggregate minimum principal maturities of the long-term debt for each of the five fiscal years following May 30, 2021, are as follows:\nPinnacle Acquisition Financing\nIn the first quarter of fiscal 2019, in connection with the announcement of the acquisition of Pinnacle, we secured $\n9.0\nbillion in fully committed bridge financing. Prior to the acquisition, we capitalized financing costs related to the bridge financing of $\n45.7\nmillion to be amortized over the commitment period. Our net interest expense included $\n11.9\nmillion for fiscal 2019 as a result of this amortization. The bridge facility was terminated in connection with the acquisition, and we recognized $\n33.8\nmillion of expense within SG&A expenses in fiscal 2019 for the remaining unamortized financing costs.\nDuring the second quarter of fiscal 2019, to finance a portion of our acquisition of Pinnacle, we issued senior unsecured notes in an aggregate principal amount of $\n7.025\nbillion.\nDuring the second quarter of fiscal 2019, to finance a portion of our acquisition of Pinnacle, we also entered into a term loan agreement (the \"Term Loan Agreement\") with a syndicate of financial institutions providing for term loans to the Company in an aggregate principal amount of up to $\n1.30\nbillion. Our borrowings under the Term Loan Agreement consisted of a $\n650.0\nmillion tranche of\nthree-year\nterm loans maturing on October 26, 2021 and a $\n650.0\nmillion tranche of\nfive-year\nterm loans maturing on October 26, 2023. During fiscal 2019, we repaid $\n900.0\nmillion under the Term Loan Agreement and we repaid the remaining $\n400.0\nmillion outstanding under the Term Loan Agreement during fiscal 2020. The Term Loan Agreement was terminated following these repayments.\nIn connection with our acquisition of Pinnacle, we prepaid in full $\n2.40\nbillion of obligations and liabilities of Pinnacle under or in respect of Pinnacle's credit agreement and other debt agreements. We also redeemed $\n350.0\nmillion in aggregate principal amount of Pinnacle's outstanding\n5.875\n% senior notes due January 15, 2024 and recognized a charge of $\n3.9\nmillion in fiscal 2019 as a cost of early retirement of debt.\nIn the first quarter of fiscal 2019, we entered into deal-contingent forward starting interest rate swap contracts (see Note 17) to hedge a portion of the interest rate risk related to our anticipated issuance of long-term debt to help finance the Pinnacle acquisition. During the second quarter of fiscal 2019, we terminated the interest rate swap contracts and received proceeds of $\n47.5\nmillion. This gain was deferred in accumulated other comprehensive income and is being amortized as a reduction of interest expense over the lives of the related debt instruments. Our net interest expense was reduced by $\n3.3\nmillion, $\n3.5\nmillion and $\n2.0\nmillion in fiscal 2021, fiscal 2020, and fiscal 2019, respectively, due to the impact of these interest rate swap contracts.\nGeneral\nDuring the fourth quarter of fiscal 2021, we repaid the remaining outstanding $\n195.9\nmillion aggregate principal amount of our\n9.75\n% subordinated notes on the maturity date of March 1, 2021.\nDuring the third quarter of fiscal 2021, we redeemed $\n400.0\nmillion aggregate principal amount of our\n3.20\n% senior notes due January 25, 2023, prior to maturity, resulting in a loss of $\n24.4\nmillion within SG&A expenses as a cost of early extinguishment of debt.\nDuring the second quarter of fiscal 2021, we issued $\n1.0\nbillion aggregate principal amount of\n1.375\n% senior notes due November 1, 2027 (the \"2027 Senior Notes\"). We also redeemed the entire outstanding $\n1.20\nbillion aggregate principal amount of our\n3.80\n% senior notes prior to their maturity date of October 22, 2021, resulting in a net loss of $\n44.3\nmillion within SG&A expenses as a cost of early extinguishment of debt. This redemption was primarily funded using the net proceeds from the issuance of the 2027 Senior Notes.\n53\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nDuring the second quarter of fiscal 2021, we also repaid the entire outstanding $\n500.0\nmillion aggregate principal amount of our floating rate notes on the maturity date of October 9, 2020.\nDuring the first quarter of fiscal 2021, we repaid the remaining outstanding $\n126.6\nmillion aggregate principal amount of our\n4.95\n% senior notes on their maturity date of August 15, 2020.\nIn fiscal 2020, we redeemed the entire outstanding $\n525.0\nmillion aggregate principal amount of our floating rate notes due October 22, 2020 in two separate redemptions totaling $\n250.0\nmillion and $\n275.0\nmillion in the third and fourth quarters of fiscal 2020, respectively.\nIn the fourth quarter of fiscal 2020, we entered into an unsecured term loan agreement (the \"Credit Agreement\") with a financial institution. The Credit Agreement provided for delayed draw term loans to the Company in an aggregate principal amount not to exceed $\n600.0\nmillion (subject to increase to a maximum aggregate principal amount of $\n750.0\nmillion) through October 9, 2020. We did not borrow under the Credit Agreement, and it was terminated in the second quarter of fiscal 2021\n.\nNet interest expense consists of:\nInterest paid from continuing operations was $\n445.6\nmillion, $\n494.6\nmillion, and $\n375.6\nmillion in fiscal 2021, 2020, and 2019, respectively.\n5. CREDIT FACILITIES AND BORROWINGS\nAt May 30, 2021, we had a revolving credit facility (the \"Revolving Credit Facility\") with a syndicate of financial institutions providing for a maximum aggregate principal amount outstanding at any one time of $\n1.6\nbillion (subject to increase to a maximum aggregate principal amount of $\n2.1\nbillion with the consent of the lenders). The Revolving Credit Facility matures on July 11, 2024 and is unsecured. The term of the Revolving Credit Facility may be extended for additional\none-year\nor\ntwo-year\nperiods from the then-applicable maturity date on an annual basis. As of May 30, 2021, there were\nno\noutstanding borrowings under the Revolving Credit Facility.\nThe Revolving Credit Facility contains events of default customary for unsecured investment grade credit facilities with corresponding grace periods. The Revolving Credit Facility contains customary affirmative and negative covenants for unsecured investment grade credit facilities of this type. It generally requires our ratio of EBITDA to interest expense not to be less than\n3.0\nto 1.0 and our ratio of funded debt to EBITDA not to exceed certain decreasing specified levels, ranging from\n4.75\nthrough the first quarter of fiscal 2022 to\n3.75\nfrom the second quarter of fiscal 2023 and thereafter, with each ratio to be calculated on a rolling four-quarter basis. As of May 30, 2021, we were in compliance with all financial covenants under the Revolving Credit Facility.\nOn July 13, 2021, subsequent to our fiscal year end, we entered into an amendment to the Revolving Credit Facility. The amendment modifies the ratio of funded debt to EBITDA financial covenant to require a ratio of not greater than\n4.50\non a rolling four-quarter basis.\nWe finance our short-term liquidity needs with existing cash balances, cash flows from operations, and commercial paper borrowings. As of May 30, 2021, we had $\n705.7\nmillion outstanding under our commercial paper program at an average weighted interest rate of\n0.36\n%. There were\nno\noutstanding borrowings under our commercial paper program as of May 31, 2020.\n54\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\n6. DIVESTITURES AND ASSETS HELD FOR SALE\nDivestitures\nDuring the fourth quarter of fiscal 2021,\nwe completed the sale of our\nEgg Beaters\n®\nbusiness\nfor net proceeds\nof $\n50.6\nmillion\n, subject to final working capital adjustments. The business results were previously reported primarily within our Refrigerated\n& Frozen segment, and to a lesser extent within our International and Foodservice segments\n.\nWe recognized a gain on the sale of $\n10.4\nmillion, included within\nSG&A expenses\n.\nIn connection with the sale of our\nEgg Beaters\n®\nbusiness, we also recognized a loss of $\n7.1\nmillion within SG&A expenses related to the early exit of an unfavorable contract.\nThe assets and liabilities\nclassified as held for sale reflected in our Consolidated Balance Sheets related to the\nEgg Beaters\n®\nbusiness were as follows:\nDuring the third quarter of fiscal 2021,\nwe completed the sale of our\nPeter Pan\n®\npeanut butter business\nfor net proceeds\nof $\n101.5\nmillion\n, including working capital adjustments but subject to final adjustments for certain tax benefits. The business results were previously reported primarily within our\nGrocery & Snacks segment, and to a lesser extent within our International and Foodservice segments\n.\nWe recognized a gain on the sale of $\n49.8\nmillion, included within\nSG&A expenses\n.\nThe assets and liabilities\nclassified as held for sale reflected in our Consolidated Balance Sheets related to the\nPeter Pan\n®\npeanut butter business were as follows:\nDuring the second quarter of fiscal 2021,\nwe completed the sale of our\nH.K. Anderson\n®\nbusiness\nfor net proceeds\nof $\n8.7\nmillion\n, including working capital adjustments. The business results were previously reported in our\nGrocery & Snacks segment, and to a lesser extent within our Foodservice segment\n.\nWe recognized a gain on the sale of $\n5.3\nmillion, included within\nSG&A expenses\n.\nThe assets\nclassified as held for sale reflected in our Consolidated Balance Sheets related to the\nH.K. Anderson\n®\nbusiness were as follows:\nDuring the third quarter of fiscal 2020, we completed the sale of our\nLender's\n®\nbagel business for net proceeds of $\n33.3\nmillion, including working capital adjustments. The business results were previously reported primarily in our Refrigerated & Frozen segment, and to a lesser extent within our Foodservice segment. In connection with the sale of our\nLender's\n®\nbagel business, we recognized an impairment charge of $\n27.6\nmillion within SG&A expenses in the second quarter of fiscal 2020.\nDuring the second quarter of fiscal 2020, we completed the sale of our Direct Store Delivery (\"DSD\") snacks business for net proceeds of $\n137.5\nmillion, including final working capital adjustments. The business results were previously reported in our Grocery & Snacks segment. In connection with the sale of our DSD snacks business, we recognized an impairment charge of $\n31.4\nmillion within SG&A expenses in the first quarter of fiscal 2020.\n55\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nDuring the third quarter of fiscal 2020, we completed the sale of our peanut butter manufacturing facility in Streator, Illinois. The sale was part of a broader initiative to optimize the Company's peanut butter business, which also included the\ndecision to exit the manufacture and sale of private label peanut butter. The business results were previously reported primarily in our Grocery & Snacks segment, and to a lesser extent within our Foodservice segment. We received net proceeds of $\n24.8\nmillion,\nincluding\nworking capital adjustments\n. In connection with this divestiture, we recognized impairment charges of $\n23.0\nmillion within SG&A expenses in the first half of fiscal 2020. These charges have been included in restructuring activities\n.\nDuring the fourth quarter of fiscal 2019, we completed the sale of our Italian-based frozen pasta business, Gelit, for proceeds net of cash divested of $\n80.1\nmillion, including final working capital adjustments. The business results were previously reported primarily in our Refrigerated & Frozen segment. We recognized a gain on the sale of $\n23.1\nmillion, included within SG&A expenses.\nDuring the fourth quarter of fiscal 2019, we completed the sale of our\nWesson\n®\noil business for net proceeds of $\n168.3\nmillion, including final working capital adjustments. The business results were previously reported primarily in our Grocery & Snacks segment, and to a lesser extent within the Foodservice and International segments. We recognized a gain on the sale of $\n33.1\nmillion, included within SG&A expenses.\nDuring the first quarter of fiscal 2019, we completed the sale of our\nDel Monte\n®\nprocessed fruit and vegetable business in Canada, which was previously reported in our International segment, for combined proceeds of $\n32.2\nmillion. We recognized a gain on the sale of $\n13.2\nmillion, included within SG&A expenses.\nLamb Weston Spinoff\nOn November 9, 2016, we completed the spinoff of Lamb Weston Holdings, Inc. (\"Lamb Weston\"). As of such date, we did not beneficially own any equity interest in Lamb Weston and no longer consolidated Lamb Weston into our financial results. Included within discontinued operations during fiscal 2019 was an after-tax loss of $\n2.8\nmillion due primarily to an income tax adjustment.\nPrivate Brands Operations\nOn February 1, 2016, we completed the disposition of our Private Brands operations to TreeHouse Foods, Inc. Included within discontinued operations during fiscal 2019 was after-tax income of $\n0.9\nmillion related to the Private Brands operations.\nOther Assets Held for Sale\nFrom time to time, we actively market certain other assets. Balances totaling $\n4.6\nmillion and $\n9.4\nmillion at May 30, 2021 and May 31, 2020, respectively, have been reclassified as noncurrent assets held for sale within our Consolidated Balance Sheets for periods prior to the disposal of these individual asset groups.\n7. INVESTMENTS IN JOINT VENTURES\nThe total carrying value of our equity method investments at the end of fiscal 2021 and 2020 was $\n841.8\nmillion and $\n798.7\nmillion, respectively. These amounts are included in other assets and reflect our\n44\n% ownership interest in Ardent Mills and a\n50\n% ownership interest in one other joint venture. Due to differences in fiscal reporting periods, we recognized the equity method investment earnings on a lag of approximately one month.\nIn fiscal 2021, we had purchases from our equity method invest\nees of\n$\n28.7\nmillion. Total dividends received from equity method investments in fiscal 2021 were $\n56.5\nmillion.\nIn fiscal 2020, we had purchases from our equity method investees\nof $\n32.5\nmillion\n. Total dividends received from equity method investments in fiscal 2020 were $\n51.4\nmillion.\nIn fiscal 2019, we had purchases from our equity method investees of $\n39.4\nmillion. Total dividends received from equity method investments in fiscal 2019 were $\n55.0\nmillion.\n56\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nSummarized combined financial information for our equity method investments on a 100% basis is as follows:\n8. GOODWILL AND OTHER IDENTIFIABLE INTANGIBLE ASSETS\nThe change in the carrying amount of goodwill for fiscal 2021 and 2020, excluding amounts classified as held for sale (see Note 6), was as follows:\n57\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nOther identifiable intangible assets, excluding amounts classified as held for sale, were as follows:\nIn the first quarter of fiscal 2021, management changed its reporting of certain brands within\ntwo\nreporting units in our Refrigerated & Frozen segment. The total goodwill in our Refrigerated & Frozen segment remains unchanged, but we reassigned goodwill between the two reporting units. We evaluated goodwill for impairment both prior to and subsequent to the change, and there were\nno\nimpairments. For the Sides, Components, Enhancers reporting unit that was impacted by the management change, based upon a quantitative impairment test, the excess fair value over the carrying value was approximately\n20\n%, which remained relatively consistent with our prior year quantitative impairment test.\nFair value is typically estimated using a discounted cash flow analysis which requires us to estimate the future cash flows as well as to select a risk-adjusted discount rate to measure the present value of the anticipated cash flows. When determining future cash flow estimates, we consider historical results adjusted to reflect current and anticipated operating conditions. We estimate cash flows for a reporting unit over a discrete period (typically\nfive years\n) and a terminal period (considering expected long-term growth rates and trends). We used a discount rate for our Sides, Components, Enhancers reporting unit of\n6.25\n% and a terminal growth rate slightly in excess of\n1\n%. Estimating the fair value of individual reporting units requires us to make assumptions and estimates in such areas as future economic conditions, industry-specific conditions, product pricing, and necessary capital expenditures. The use of different assumptions or estimates for future cash flows, discount rates, or terminal growth rates could produce substantially different estimates of the fair value of the reporting units.\nIn the fourth quarter of fiscal 2021, we performed our annual goodwill impairment assessment on all of our reporting units and found no indicators of impairment. We completed a qualitative assessment which considered, among other things, an increase in our market capitalization from our previous testing date, the current interest rate environment, and recent events which have had a positive impact on our financial results for most of our reporting units. However, we will continue to evaluate the impact of any significant changes in consumer purchasing behaviors, government restrictions, input cost inflation, or other macroeconomic conditions which could change certain assumptions that result in future impairments. While retail sales have increased due to higher than anticipated consumer demand for our products throughout the COVID-19 pandemic, our Foodservice segment has experienced a negative impact with decreased away-from-home eating occasions. We continue to believe this is a temporary decline as seen with improving trends in our Foodservice segment in the fourth quarter of fiscal 2021. As such, we have determined that there was no impairment triggering event as it was not more likely than not that the fair value of this reporting unit is less than its carrying amount.\nAmortizing intangible assets, carrying a remaining weighted-average life of approximately\n19\nyears, are principally composed of customer relationships and acquired intellectual property. For fiscal 2021, 2020, and 2019, we recognized amortization expense of $\n59.7\nmillion, $\n59.8\nmillion, and $\n49.1\nmillion, respectively. Based on amortizing assets recognized in our Consolidated Balance Sheet as of May 30, 2021, amortization expense for the next five years is estimated to be as follows:\nFor our non-amortizing intangible assets, which are comprised of brands and trademarks, we use a \"relief from royalty\" methodology in estimating fair value. During fiscal 2021, as a result of our annual impairment test for indefinite lived intangibles, we recognized impairment charges in SG&A expenses of $\n90.9\nmillion, primarily within our Grocery & Snacks and Refrigerated\n58\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\n& Frozen segments.\nUdi’s\n®\nwas the most notable brand with impairment in fiscal 2021 largely due to\nlower than expected\nsales and profit margins which resulted in a reduction to our assumed royalty rate.\nDuring the first quarter of fiscal 2020, we recorded impairment charges totaling $\n19.3\nmillion within our Refrigerated & Frozen segment and Grocery & Snacks segment for certain brands for which management changed its business strategy and that continued to have lower than expected sales and profit margins. This impairment was included within SG&A expenses.\nDuring fiscal 2020, as a result of our annual impairment test for indefinite lived intangibles, we recognized impairment charges in SG&A expenses of $\n146.2\nmillion, primarily within our Grocery & Snacks and Refrigerated & Frozen segments, largely associated with brands that were recorded at fair value in recent acquisitions. The more notable brands with impairments included\nFrontera\n®\n,\nGardein\n®\n,\nGlutino\n®\n,\nHungry Man\n®\n, and\nUdi’s\n®\n. While most of our recently acquired brands continue to remain on track with previous assumptions, these brands have had lower than expected sales or profit margins which have led to some revisions in our original assumptions (most notably declines in our assumed royalty rates).\nDuring fiscal 2019, as a result of our annual impairment test for indefinite lived intangibles, we recognized impairment charges in SG&A expenses of $\n76.5\nmillion for our\nChef Boyardee\n®\nand\nRed Fork\n®\nbrands in our Grocery & Snacks segment. We also recognized impairment charges of $\n13.1\nmillion for our\nAylmer\n®\nand\nSundrop\n®\nbrands in our International segment.\n9. EARNINGS PER SHARE\nBasic earnings per share is calculated on the basis of weighted average outstanding shares of common stock. Diluted earnings per share is computed on the basis of basic weighted average outstanding shares of common stock adjusted for the dilutive effect of stock options, restricted stock unit awards, and other dilutive securities. During the second quarter of fiscal 2019, we issued\n77.5\nmillion shares of our common stock out of treasury to the former stockholders of Pinnacle pursuant to the terms of the Merger Agreement. In addition, we issued\n16.3\nmillion shares of our common stock, par value $\n5.00\nper share, in an underwritten public offering in connection with the financing of the Pinnacle acquisition, with net proceeds of $\n555.7\nmillion (see Note 2).\nThe following table reconciles the income and average share amounts used to compute both basic and diluted earnings per share:\nFor fiscal 2021, 2020, and 2019, there were\n0.4\nmillion,\n1.9\nmillion, and\n2.0\nmillion stock options outstanding, respectively, that were excluded from the computation of diluted weighted average shares because the effect was antidilutive.\n59\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\n10. INVENTORIES\nThe major classes of inventories were as follows:\n11. OTHER NONCURRENT LIABILITIES\nOther noncurrent liabilities consisted of:\n12. CAPITAL STOCK\nThe total number of shares we are authorized to issue is\n1,218,050,000\nshares, which shares may be issued as follows:\n1,200,000,000\nshares of common stock, par value $\n5.00\nper share;\n150,000\nshares of Class B Preferred Stock, par value $\n50.00\nper share;\n250,000\nshares of Class C Preferred Stock, par value $\n100.00\nper share;\n1,100,000\nshares of Class D Preferred Stock, no par value per share; and\n16,550,000\nshares of Class E Preferred Stock, no par value per share. There were\nno\npreferred shares issued or outstanding as of May 30, 2021.\nWe have repurchased our shares of common stock from time to time after considering market conditions and in accordance with repurchase limits authorized by our Board. During fiscal 2021, we repurchased\n8.8\nmillion shares of our common stock for $\n298.1\nmillion.\n13. SHARE-BASED PAYMENTS\nIn accordance with stockholder-approved equity incentive plans, we grant stock-based compensation awards, including restricted stock units, cash-settled restricted stock units, performance shares, performance-based restricted stock units, stock options, and stock appreciation rights. The shares delivered upon vesting or lapse of restriction under any such arrangement may consist, in whole or part, of treasury stock or authorized but unissued stock, not reserved for any other purpose.\nOn September 19, 2014, our stockholders approved the Conagra Brands, Inc. 2014 Stock Plan (as amended effective December 11, 2017, the \"Plan\"). The Plan authorizes the issuance of up to\n40.3\nmillion shares of Conagra Brands common stock. In addition to the shares under the 2014 Stock Plan, certain shares of Conagra Brands common stock subject to outstanding awards under predecessor stock plans that expire, lapse, are cancelled, terminated, forfeited, otherwise become unexercisable, or are settled for cash are available for issuance. At May 30, 2021, approximately\n39.5\nmillion shares were reserved for granting new share-based awards.\n60\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nShare Unit Awards\nIn accordance with stockholder-approved equity incentive plans, we grant awards of restricted stock units and cash-settled restricted stock units (\"share units\") to employees and directors. These awards generally have requisite service periods of\nthree years\n. Under each such award, stock or cash (as applicable) is issued without direct cost to the employee. We estimate the fair value of the share units based upon the market price of our stock at the date of grant. Certain share unit grants do not provide for the payment of dividend equivalents to the participant during the requisite service period (the \"vesting period\"). For those grants, the value of the grants is reduced by the net present value of the foregone dividend equivalent payments.\nWe recognize compensation expense for share unit awards on a straight-line basis over the requisite service period, accounting for forfeitures as they occur. All cash-settled restricted stock units were marked-to-market and presented within other current and noncurrent liabilities in our Consolidated Balance Sheets prior to final payout in fiscal 2021. The compensation expense for our stock-settled share unit awards totaled $\n28.1\nmillion, $\n24.5\nmillion, and $\n23.9\nmillion for fiscal 2021, 2020, and 2019, respectively. The tax benefit related to the stock-settled share unit award compensation expense for fiscal 2021, 2020, and 2019 was $\n6.1\nmillion, $\n5.3\nmillion, and $\n6.0\nmillion, respectively.\nThe compensation expense for our cash-settled share unit awards totaled $\n1.0\nmillion, $\n4.2\nmillion, and $\n17.5\nmillion for fiscal 2021, 2020, and 2019, respectively. The tax benefit related to the cash-settled share unit award compensation expense for fiscal 2021, 2020, and 2019 was $\n0.3\nmillion, $\n1.1\nmillion, and $\n4.4\nmillion, respectively.\nDuring the second quarter of fiscal 2019, in connection with the completion of the Pinnacle acquisition, we granted\n2.0\nmillion cash-settled share unit awards at a grant date fair value of $\n36.37\nper share unit to Pinnacle employees in replacement of their unvested restricted share unit awards that were outstanding as of the closing date. Included in the compensation expense described above for fiscal 2020 and 2019 is expense of $\n1.0\nmillion and $\n18.9\nmillion, respectively, for accelerated vesting of awards related to Pinnacle integration restructuring activities, net of the impact of marking-to-market these awards based on a lower market price of shares of Conagra Brands common stock. Approximately $\n36.3\nmillion of the fair value of the replacement share unit awards granted to Pinnacle employees was attributable to pre-combination service and was included in the purchase price and established as a liability. Included in the fiscal 2020 and 2019 expense for cash-settled share unit awards above is expense of $\n0.2\nmillion and income of $\n6.7\nmillion, respectively, related to the mark-to-market of this liability. As of May 30, 2021, there were\nno\nremaining cash-settled share unit awards.\nThe following table summarizes the nonvested share units as of May 30, 2021 and changes during the fiscal year then ended:\nDuring fiscal 2021, 2020, and 2019, we granted\n0.9\nmillion,\n1.3\nmillion, and\n0.9\nmillion stock-settled share units, respectively, with a weighted average grant date fair value of $\n36.72\n, $\n28.32\n, and $\n35.43\nper share unit, respectively.\nNo\ncash-settled share unit awards were granted in fiscal 2021 or 2020.\nThe total intrinsic value of stock-settled share units vested was $\n24.6\nmillion, $\n14.2\nmillion, and $\n24.6\nmillion during fiscal 2021, 2020, and 2019, respectively. The total intrinsic value of cash-settled share units vested was $\n4.3\nmillion, $\n24.3\nmillion, and $\n50.5\nmillion during fiscal 2021, 2020, and 2019, respectively.\nAt May 30, 2021, we had $\n28.2\nmillion of total unrecognized compensation expense that will be recognized over a weighted average period of\n1.7\nyears related to stock-settled share unit awards.\n61\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nPerformance Share Awards\nIn accordance with stockholder-approved equity incentive plans, we grant performance shares to selected executives and other key employees with vesting contingent upon meeting various Company-wide performance goals. The performance goals for the\nthree-year\nperformance periods ending in fiscal 2021 (the \"2021 performance period\") and fiscal 2022 (\"2022 performance period\") are based on our diluted earnings per share (\"EPS\") compound annual growth rate (\"CAGR\"), subject to certain adjustments, measured over the defined performance periods. The performance goal for one-third of the target number of performance shares for the\nthree-year\nperformance period ending in fiscal 2023 (the \"2023 performance period\") is based on our fiscal 2021 diluted EPS CAGR, subject to certain adjustments. The performance goal for the final two-thirds of the target number of performance shares granted for the 2023 performance period is based on our diluted EPS CAGR, subject to certain adjustments, measured over the\ntwo-year\nperiod ending in fiscal 2023. For each of the 2021 performance period, 2022 performance period, and 2023 performance period, the awards actually earned will range from\nzero\nto\ntwo hundred\npercent of the targeted number of performance shares for such performance period. Dividend equivalents are paid on the portion of performance shares actually earned at our regular dividend rate in additional shares of common stock.\nAwards, if earned, will be paid in shares of our common stock. Subject to limited exceptions set forth in our performance share plan, any shares earned will be distributed after the end of the performance period, and generally only if the participant continues to be employed with the Company through the date of distribution. For awards where performance against the performance target has not been certified, the value of the performance shares is adjusted based upon the market price of our common stock and current forecasted performance against the performance targets at the end of each reporting period and amortized as compensation expense over the vesting period. Forfeitures are accounted for as they occur.\nA summary of the activity for performance share awards as of May 30, 2021 and changes during the fiscal year then ended is presented below:\nThe compensation expense for our performance share awards totaled $\n34.9\nmillion, $\n31.8\nmillion, and $\n8.2\nmillion for fiscal 2021, 2020, and 2019, respectively. The tax benefit related to the compensation expense for fiscal 2021, 2020, and 2019 was $\n3.6\nmillion, $\n2.9\nmillion, and $\n2.1\nmillion, respectively.\nThe total intrinsic value of performance shares vested (including shares paid in lieu of dividends) during fiscal 2021, 2020, and 2019 was $\n33.9\nmillion, $\n8.4\nmillion, and $\n15.7\nmillion, respectively.\nBased on estimates at May 30, 2021, we had $\n19.8\nmillion of total unrecognized compensation expense related to performance shares that will be recognized over a weighted average period of\n1.7\nyears.\nPerformance-Based Restricted Stock Unit Awards\nOn April 15, 2019 (the \"grant date\"), we made grants of performance-based restricted stock unit (\"PBRSU\") awards to the Company's named executive officers and a limited group of other senior officers of the Company. A total of\n0.2\nmillion PBRSU awards were granted with a grant date fair value of $\n41.82\nper PBRSU.\nThe PBRSU awards are awards of share units with vesting contingent on our achievement of certain absolute total shareholder return performance (\"TSR\") goals over a performance period beginning on the grant date and ending May 27, 2022 (the \"PBRSU performance period\"). If PBRSUs are earned based on absolute TSR and absolute TSR meets or exceeds a\n62\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\npredetermined rate, they become eligible for an upward adjustment of\n25\n% based on our relative TSR for the PBRSU performance period versus the median TSR of the S&P 500 Index (\"RTSR\"). Each PBRSU award payout can range from\n0\n% to\n500\n% of the initial target grant and will not exceed\n8.6\ntimes the grant value of each grantee's PBRSU award (including earned dividend equivalents).\nCompensation expense for the awards is recognized over the PBRSU performance period based upon the grant date fair value. The grant date fair value was estimated using a Monte-Carlo simulation model with a risk-free rate of\n2.35\n% and an expected volatility of\n24.92\n%. The model includes no expected dividend yield as the PBRSUs earn dividend equivalents.\nWe recognize compensation expense using the straight-line method over the requisite service period, accounting for forfeitures as they occur. The compensation expense for our PBRSU awards totaled $\n2.4\nmillion, $\n2.7\nmillion, and $\n0.3\nmillion for fiscal 2021, 2020, and 2019 respectively. The tax benefit related to the compensation expense for fiscal 2021, 2020, and 2019 was $\n0.2\nmillion, $\n0.2\nmillion, and $\n0.1\nmillion, respectively. Based on estimates at May 30, 2021, we had $\n2.3\nmillion of total unrecognized compensation expense related to the PBRSU awards that will be recognized over a period of\none year\n.\nStock Option Awards\nIn accordance with stockholder-approved equity incentive plans, we granted stock options to employees and directors for the purchase of common stock at prices equal to its fair value at the date of grant. Stock options become exercisable under various vesting schedules (typically\nthree years\n) and generally expire\nseven\nto\nten\nyears\nafter the date of grant.\nNo\nstock options were granted in fiscal 2021, 2020, or 2019.\nA summary of the option activity as of May 30, 2021 and changes during the fiscal year then ended is presented below:\nWe recognize compensation expense using the straight-line method over the requisite service period, accounting for forfeitures as they occur. The total intrinsic value of stock options exercised was $\n7.0\nmillion, $\n3.8\nmillion, and $\n7.9\nmillion for fiscal 2021, 2020, and 2019, respectively. The closing market price of our common stock on the last trading day of fiscal 2021 was $\n38.10\nper share.\nCompensation expense for stock option awards totaled $\n0.2\nmillion and $\n2.2\nmillion for fiscal 2020 and 2019, respectively. Included in the compensation expense for stock option awards for fiscal 2019 was $\n0.2\nmillion related to stock options granted by a subsidiary in the subsidiary's shares to the subsidiary's employees. The tax benefit related to the stock option expense for fiscal 2020 and 2019 was $\n0.1\nmillion and $\n0.5\nmillion, respectively.\nAt May 30, 2021, we had\nno\nunrecognized compensation expense related to stock options.\nCash received from stock option exercises for fiscal 2021, 2020, and 2019 was $\n20.5\nmillion, $\n11.0\nmillion, and $\n12.4\nmillion, respectively. The actual tax benefit realized for the tax deductions from option exercises totaled $\n1.7\nmillion, $\n1.4\nmillion, and $\n2.3\nmillion for fiscal 2021, 2020, and 2019, respectively.\n63\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nStock Appreciation Rights Awards\nDuring the second quarter of fiscal 2019, in connection with the completion of the Pinnacle acquisition, we granted\n2.3\nmillion cash-settled stock appreciation rights with a fair value estimated at closing date using a Black-Scholes option-pricing model and a grant date price of $\n36.37\nper share to Pinnacle employees in replacement of their unvested stock option awards that were outstanding as of the closing date. Approximately $\n14.8\nmillion of the fair value of the replacement awards granted to Pinnacle employees was attributable to pre-combination service and was included in the purchase price and established as a liability. As of May 30, 2021, there were\nno\nremaining stock appreciation rights.\nThe compensation income for our cash-settled stock appreciation rights totaled $\n0.3\nmillion and $\n13.7\nmillion for fiscal 2020 and fiscal 2019, respectively. Included in this amount for fiscal 2019 is income of $\n14.0\nmillion related to the mark-to-market of the liability established in connection with the Pinnacle acquisition and expense of $\n0.2\nmillion for accelerated vesting of awards related to Pinnacle integration restructuring activities, net of the impact of marking-to-market these awards based on a lower market price of Conagra common shares. The related tax expense for fiscal 2020 and fiscal 2019 was $\n0.1\nmillion and $\n3.4\nmillion, respectively\n14. PRE-TAX INCOME AND INCOME TAXES\nPre-tax income from continuing operations (including equity method investment earnings) consisted of the following:\nThe provision for income taxes included the following:\n64\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nIncome taxes computed by applying the U.S. Federal statutory rates to income from continuing operations before income taxes are reconciled to the provision for income taxes set forth in the Consolidated Statements of Earnings as follows:\nIncome taxes paid, net of refunds, were $\n286.3\nmillion, $\n178.0\nmillion, and $\n133.8\nmillion in fiscal 2021, 2020, and 2019, respectively.\nThe tax effect of temporary differences and carryforwards that give rise to significant portions of deferred tax assets and liabilities consisted of the following:\nThe liability for gross unrecognized tax benefits at May 30, 2021 was $\n33.0\nmillion, excluding a related liability of $\n8.8\nmillion for gross interest and penalties. Included in the balance at May 30, 2021 are $\n0.8\nmillion of tax positions for which the ultimate deductibility is highly certain but for which there is uncertainty about the timing of such deductibility. Because of the impact of deferred tax accounting, the disallowance of the shorter deductibility period would not affect the annual effective tax rate but would accelerate the payment of cash to the taxing authority to an earlier period. Any associated interest and penalties imposed would affect the tax rate. As of May 31, 2020, our gross liability for unrecognized tax benefits was $\n35.8\nmillion, excluding a related liability of $\n7.4\nmillion for gross interest and penalties. Interest and penalties recognized in the Consolidated Statements of Earnings was an expense of $\n1.4\nmillion in fiscal 2021, a benefit of $\n4.3\nmillion in fiscal 2020, and an expense of $\n1.2\nmillion in fiscal 2019.\nThe net amount of unrecognized tax benefits at May 30, 2021 and May 31, 2020 that, if recognized, would favorably impact our effective tax rate was $\n28.2\nmillion and $\n30.3\nmillion, respectively.\n65\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe accrue interest and penalties associated with uncertain tax positions as part of income tax expense.\nWe conduct business and file tax returns in numerous countries, states, and local jurisdictions. The U.S. Internal Revenue Service (\"IRS\") has completed its audit of the Company for tax years through fiscal 2020. All resulting significant items for fiscal 2020 and prior years have been settled with the IRS, with the exception of fiscal 2016. Statutes of limitation for pre-acquisition tax years of Pinnacle generally remain open for calendar year 2003 and subsequent years principally related to net operating losses. Other major jurisdictions where we conduct business generally have statutes of limitations ranging from\nthree\nto\nfive\nyears\n.\nWe estimate that it is reasonably possible that the amount of gross unrecognized tax benefits will decrease by up to $\n13.2\nmillion over the next twelve months due to various federal, state, and foreign audit settlements and the expiration of statutes of limitations.\nThe change in the unrecognized tax benefits for the year ended May 30, 2021 was:\nWe have approximately $\n13.3\nmillion of foreign net operating loss carryforwards ($\n9.8\nmillion will expire between fiscal 2022 and 2042 and $\n3.5\nmillion have no expiration dates) and $\n106.8\nmillion of federal net operating loss carryforwards which expire between fiscal 2022 and 2027. Included in net deferred tax liabilities are $\n30.7\nmillion of tax effected state net operating loss carryforwards which expire in various years ranging from fiscal 2022 to 2040 and $\n3.8\nmillion of tax effected state capital loss balances that expire in fiscal year 2031. Foreign tax credits of $\n14.3\nmillion will expire between fiscal 2025 and 2031. State tax credits of approximately $\n5.2\nmillion will expire in various years ranging from fiscal 2023 to 2028.\nFederal capital loss carryforwards related to the Private Brands divestiture of approximately $\n1.9\nbillion expired at the end of fiscal 2021. Accordingly, we have removed the deferred tax asset and the related valuation allowance from our balance sheet. Tax effected state capital loss carryforwards related to the Private Brands divestiture of approximately $\n91.9\nmillion also expired at the end of fiscal 2021 and were removed from the balance sheet, including the related valuation allowance.\nIn fiscal 2021, we completed a restructuring of our ownership interest in Ardent Mills that utilized a portion of our capital loss carryforward prior to its expiration. Also in fiscal 2021, we completed several other transactions related to retained assets in conjunction with the divestiture of the\nPeter Pan\n®\npeanut butter and\nEgg Beaters\n®\nbusinesses that we believe will utilize a portion of the remaining capital loss carryforward. These transactions are subject to certain elections and are currently under review by the Internal Revenue Service. We believe they may result in increases to the tax basis in those assets and if successful would result in tax benefits being realized in future periods.\nWe have recognized a valuation allowance for the portion of the net operating loss carryforwards, capital loss carryforwards, tax credit carryforwards, and other deferred tax assets we believe are not more likely than not to be realized. The net change in the valuation allowance for fiscal 2021 was a decrease of $\n653.9\nmillion. For fiscal 2020 and 2019, changes in the valuation allowance were a decrease of $\n9.8\nmillion and $\n1.5\nmillion, respectively. The current year change principally relates to decreases in the valuation allowances on the capital loss carryforward generated from the sale of our Private Brands operations. Valuation allowances were released on capital losses that were utilized against capital gains generated on the divestures of the\nPeter Pan\n®\npeanut butter and\nEgg Beaters\n®\nbusinesses and the restructuring of our ownership interest in Ardent Mills. Valuation allowances were also removed on the Federal and state capital losses that expired at the end of fiscal 2021.\n66\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe believe that our foreign subsidiaries have invested or will invest any undistributed earnings indefinitely, or the earnings will be remitted in a tax-neutral transaction, and, therefore, do not provide deferred taxes on the cumulative undistributed earnings of our foreign subsidiaries.\n15. LEASES\nWe have operating and finance leases of certain warehouses, plants, land, office space, production and distribution equipment, automobiles, and office equipment. We determine whether an agreement is or contains a lease at lease inception. ROU assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from the lease.\nAs most of our leases do not provide an implicit interest rate, we calculate the lease liability at lease commencement as the present value of unpaid lease payments using our estimated incremental borrowing rate. The incremental borrowing rate represents the rate of interest that we would have to pay to borrow an amount equal to the lease payments on a collateralized basis over a similar term and is determined using a portfolio approach based on information available at the commencement date of the lease.\nWe have elected not to separate lease and non-lease components of an agreement for all underlying asset classes prospectively from the ASU 2016-02,\nLeases, Topic 842\nadoption date.\nAny lease arrangements with an initial term of twelve months or less are not recorded on our Consolidated Balance Sheet. We recognize lease cost for these lease arrangements on a straight-line basis over the lease term.\nOur lease terms may include options to extend or terminate the lease. We consider these options in determining the lease term used to establish our ROU asset and lease liabilities. A limited number of our lease agreements include rental payments adjusted periodically for inflation. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nLeases reported in our Consolidated Balance Sheet were as follows:\nThe components of total lease cost were as follows:\n67\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe recognized accelerated operating lease cost of $\n9.9\nmillion and impairments of ROU assets of $\n2.9\nmillion within SG&A expenses in fiscal 2020. These charges are included in the Pinnacle Integration Restructuring Plan.\nRent expense under all operating leases was $\n83.5\nmillion in fiscal 2019.\nThe weighted-average remaining lease terms and weighted-average discount rate for our leases as of May 30, 2021 and May 31, 2020 were as follows:\nCash flows arising from lease transactions were as follows:\nNon-cash issuances of capital lease obligations totaling $\n23.5\nmillion are excluded from cash flows from investing and financing activities on the Consolidated Statements of Cash Flows for fiscal 2019.\nMaturities of lease liabilities by fiscal year as of May 30, 2021 were as follows:\n68\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nWe have entered into contracts that are or contain a lease that have not yet commenced with aggregate payments totaling $\n272.2\nmillion as of May 30, 2021. This amount primarily relates to a warehouse facility with a future minimum lease commitment of $\n257.7\nmillion. We expect to take control of this leased asset in fiscal 2023.\n16. CONTINGENCIES\nLitigation Matters\nWe are a party to certain litigation matters relating to our acquisition of Beatrice Company (\"Beatrice\") in fiscal 1991, including litigation proceedings related to businesses divested by Beatrice prior to our acquisition of the company. These proceedings have included suits against a number of lead paint and pigment manufacturers, including ConAgra Grocery Products Company, LLC, a wholly owned subsidiary of the Company (\"ConAgra Grocery Products\") as alleged successor to W. P. Fuller & Co., a lead paint and pigment manufacturer owned and operated by a predecessor to Beatrice from 1962 until 1967. These lawsuits generally seek damages for personal injury, property damage, economic loss, and governmental expenditures allegedly caused by the use of lead-based paint, and/or injunctive relief for inspection and abatement. When such lawsuits have been brought, ConAgra Grocery Products has denied liability, both on the merits of the claims and on the basis that we do not believe it to be the successor to any liability attributable to W. P. Fuller & Co. Decisions favorable to us were rendered in Rhode Island, New Jersey, Wisconsin, and Ohio. ConAgra Grocery Products was held liable for the abatement of a public nuisance in California, and the case was dismissed pursuant to settlement in July 2019 as discussed in the following paragraph. We remain a defendant in\none\nactive suit in Illinois. The Illinois suit seeks class-wide relief for reimbursement of costs associated with the testing of lead levels in blood. We do not believe it is probable that we have incurred any liability with respect to the Illinois case, nor is it possible to estimate any potential exposure.\nIn California, a number of cities and counties joined in a consolidated action seeking abatement of an alleged public nuisance in the form of lead-based paint potentially present on the interior of residences, regardless of its condition. On September 23, 2013, a trial of the California case concluded in the Superior Court of California for the County of Santa Clara, and on January 27, 2014, the court entered a judgment (the \"Judgment\") against ConAgra Grocery Products and\ntwo\nother defendants ordering the creation of a California abatement fund in the amount of $\n1.15\nbillion. Liability was joint and several. The Company appealed the Judgment, and on November 14, 2017 the California Court of Appeal for the Sixth Appellate District reversed in part, holding that the defendants were not liable to pay for abatement of homes built after 1950, but affirmed the Judgment as to homes built before 1951. The Court of Appeal remanded the case to the trial court with directions to recalculate the amount of the abatement fund estimated to be necessary to cover the cost of remediating pre-1951 homes, and to hold an evidentiary hearing regarding appointment of a suitable receiver. ConAgra Grocery Products and the other defendants petitioned the California Supreme Court for review of the decision, which we believe to be an unprecedented expansion of current California law. On February 14, 2018, the California Supreme Court denied the petition and declined to review the merits of the case, and the case was remanded to the trial court for further proceedings. ConAgra Grocery Products and the other defendants sought further review of certain issues from the Supreme Court of the United States, but on October 15, 2018, the Supreme Court declined to review the case. On September 4, 2018, the trial court recalculated its estimate of the amount needed to remediate pre-1951 homes in the plaintiff jurisdictions to be $\n409.0\nmillion. As of July 10, 2019, the parties reached an agreement in principle to resolve this matter, which agreement was approved by the trial court on July 24, 2019, and the action against ConAgra Grocery Products was dismissed with prejudice. Pursuant to the settlement, ConAgra Grocery Products will pay a total of $\n101.7\nmillion in\nseven\ninstallments to be paid annually from fiscal 2020 through fiscal 2026. As part of the settlement, ConAgra Grocery Products has provided a guarantee of up to $\n15.0\nmillion in the event co-defendant, NL Industries, Inc., defaults on its payment obligations.\nWe have accrued $\n11.6\nmillion and $\n52.0\nmillion, within other accrued liabilities and other noncurrent liabilities, respectively, for this matter as of May 30, 2021. The extent of insurance coverage is uncertain and the Company's carriers are on notice; however, any possible insurance recovery has not been considered for purposes of determining our liability.\nWe are party to a number of putative class action lawsuits challenging various product claims made in the Company's product labeling. These matters include\nBriseno v. ConAgra Foods, Inc.\nin which it is alleged that the labeling for\nWesson\n®\noils as 100% natural is false and misleading because the oils contain genetically modified plants and organisms. In February 2015, the U.S. District Court for the Central District of California granted class certification to permit plaintiffs to pursue state law claims. The Company appealed to the United States Court of Appeals for the Ninth Circuit, which affirmed class certification in January 2017. The Supreme Court of the United States declined to review the decision and the case was remanded to the trial court for further proceedings. On April 4, 2019, the trial court granted preliminary approval of a settlement in this matter. In the second\n69\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nquarter of fiscal 2020, a single objecting class member appealed the court's decision approving the settlement to the United States Court of Appeals for the Ninth Circuit.\nOn June 1, 2021, the appellate court rejected the settlement and remanded to the trial court for further proceedings.\nWhile we cannot predict with certainty the results of this or any other legal proceeding challenging our product claims, we do not expect these matters to have a material adverse effect on our financial condition, results of operations, or business.\nWe are party to matters challenging the Company's wage and hour practices. These matters include a number of class actions consolidated under the caption\nNegrete v. ConAgra Foods, Inc., et al\n, pending in the U.S. District Court for the Central District of California, in which the plaintiffs allege a pattern of violations of California and/or federal law at several current and former Company manufacturing facilities across the State of California. On June 21, 2021, the trial court granted preliminary approval of a settlement in this matter. If final approval is obtained, the settlement will require a payment by the Company of $\n9.0\nmillion, which we have accrued within other accrued liabilities. While we cannot predict with certainty the results of this or any other legal proceeding, we do not expect this matter to have a material adverse effect on our financial condition, results of operations, or business.\nWe are party to a number of matters asserting product liability claims against the Company related to certain\nPam\n®\nand other cooking spray products. These lawsuits generally seek damages for personal injuries allegedly caused by defects in the design, manufacture, or safety warnings of the cooking spray products. We have put the Company's insurance carriers on notice. While we cannot predict with certainty the results of these or any other legal proceedings, we do not expect these matters to have a material adverse effect on our financial condition, results of operations, or business.\nThe Company, its directors, and several of its executive officers are defendants in several class actions alleging violations of federal securities laws. The lawsuits assert that the Company's officers made material misstatements and omissions that caused the market to have an unrealistically positive assessment of the Company's financial prospects in light of the acquisition of Pinnacle, thus causing the Company's securities to be overvalued prior to the release of the Company's consolidated financial results on December 20, 2018 for the second quarter of fiscal year 2019. The first of these lawsuits, captioned\nWest Palm Beach Firefighters' Pension Fund v. Conagra Brands, Inc., et al.\n, with which subsequent lawsuits alleging similar facts have been consolidated, was filed on February 22, 2019 in the U.S. District Court for the Northern District of Illinois. That consolidated lawsuit was dismissed with prejudice on December 23, 2020 for failure to state a claim. On January 22, 2021, the plaintiff filed a notice of appeal of the trial court’s decision to the U.S. Court of Appeals for the Seventh Circuit. In addition, on May 9, 2019, a stockholder filed a derivative action on behalf of the Company against the Company's directors captioned\nKlein v. Arora, et al.\nin the U.S. District Court for the Northern District of Illinois asserting harm to the Company due to alleged breaches of fiduciary duty and mismanagement in connection with the Pinnacle acquisition. On July 9, 2019, September 20, 2019, and March 10, 2020, the Company received three separate demands from stockholders under Delaware law to inspect the Company's books and records related to the Board of Directors' review of the Pinnacle business, acquisition, and the Company's public statements related to them. On July 22, 2019 and August 6, 2019, respectively, two additional stockholder derivative lawsuits captioned\nOpperman v. Connolly, et al.\nand\nDahl v. Connolly, et al.\nwere filed in the U.S. District Court for the Northern District of Illinois asserting similar facts and claims as the\nKlein v. Arora, et al.\nmatter. On October 21, 2019, the Company received an additional demand from a stockholder under Delaware law to appoint a special committee to investigate the conduct of certain officers and directors in connection with the Pinnacle acquisition and the Company's public statements. All remaining stockholder lawsuits and demands are currently stayed by agreement pending the final outcome of the\nWest Palm Beach Firefighters' Pension Fund\nmatter. We have put the Company's insurance carriers on notice of each of these securities and stockholder matters. While we cannot predict with certainty the results of these or any other legal proceedings, we do not expect these matters to have a material adverse effect on our financial condition, results of operations, or business.\nEnvironmental Matters\nSecurities and Exchange Commission (the \"SEC\") regulations require us to disclose certain information about environmental proceedings if a governmental authority is a party to such proceedings and such proceedings involve potential monetary sanctions that we reasonably believe will exceed a stated threshold. Pursuant to the SEC regulations, the Company uses a threshold of $\n1.0\nmillion for purposes of determining whether disclosure of any such proceedings is required.\nWe are a party to certain environmental proceedings relating to our acquisition of Beatrice in fiscal 1991. Such proceedings include proceedings related to businesses divested by Beatrice prior to our acquisition of Beatrice. The current environmental\n70\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nproceedings associated with Beatrice include litigation and administrative proceedings involving Beatrice's possible status as a potentially responsible party at approximately\n40\nSuperfund, proposed Superfund, or state-equivalent sites (the \"Beatrice sites\"). These sites involve locations previously owned or operated by predecessors of Beatrice that used or produced petroleum, pesticides, fertilizers, dyes, inks, solvents,\npolycholorinated\nbiphenyls, acids, lead, sulfur, tannery wastes, and/or other contaminants. Reserves for these Beatrice environmental proceedings have been established based on our best estimate of the undiscounted remediation liabilities, which estimates include evaluation of investigatory studies, extent of required clean-up, the known volumetric contribution of Beatrice and other potentially responsible parties, and its experience in remediating sites. The accrual for Beatrice-related environmental matters totaled $\n55.6\nmillion\n($\n2.4\nmillion within other accrued liabilities and $\n53.2\nmillion within other noncurrent liabilities)\nas of\nMay 30, 2021\n, a majority of which relates to the Superfund and state-equivalent sites referenced above. During the third quarter of fiscal 2017, a final Remedial Investigation/Feasibility Study was submitted for the Southwest Properties portion (\"Operating Unit 4\") of the Wells G&H Superfund site, which is one of the Beatrice sites. The U.S. Environmental Protection Agency (\"EPA\") issued a Record of Decision (\"ROD\") for the Southwest Properties portion of the site on September 29,\n2017\nand entered into negotiations with potentially responsible parties to determine final responsibility for implementing the ROD.\nOn September 14, 2020, the district court entered a consent decree among EPA and the settling defendants, including the Company.\nGuarantees and Other Contingencies\nWe guarantee an obligation of the Lamb Weston business pursuant to a guarantee arrangement that existed prior to the spinoff of the Lamb Weston business (the \"Spinoff\"). The guarantee remained in place following completion of the Spinoff and it will remain in place until such guarantee obligation is substituted for guarantees issued by Lamb Weston. Pursuant to the separation and distribution agreement, dated as of November 8, 2016 (the \"Separation Agreement\"), between us and Lamb Weston, this guarantee arrangement is deemed a liability of Lamb Weston that was transferred to Lamb Weston as part of the Spinoff. Accordingly, in the event that we are required to make any payments as a result of this guarantee arrangement, Lamb Weston is obligated to indemnify us for any such liability, reduced by any insurance proceeds received by us, in accordance with the terms of the indemnification provisions under the Separation Agreement. Lamb Weston is a party to an agricultural sublease agreement with a third party for certain farmland through 2025 (subject, at Lamb Weston's option, to extension for\none\nadditional\nfive-year\nperiod). Under the terms of the sublease agreement, Lamb Weston is required to make certain rental payments to the sublessor. We have guaranteed the sublessor Lamb Weston's performance and the payment of all amounts (including indemnification obligations) owed by Lamb Weston under the sublease agreement, up to a maximum of $\n75.0\nmillion. We believe the farmland associated with this sublease agreement is readily marketable for lease to other area farming operators. As such, we believe that any financial exposure to the Company, in the event that we were required to perform under the guarantee, would be largely mitigated.\nWe also guarantee a lease resulting from an exited facility. As of May 30, 2021, the remaining term of this arrangement did not exceed\nsix years\nand the maximum amount of future payments we have guaranteed was $\n13.9\nmillion.\nGeneral\nAfter taking into account liabilities recognized for all of the foregoing matters, management believes the ultimate resolution of such matters should not have a material adverse effect on our financial condition, results of operations, or liquidity; however, it is reasonably possible that a change of the estimates of any of the foregoing matters may occur in the future which could have a material adverse effect on our financial condition, results of operations, or liquidity.\nCosts of legal services associated with the foregoing matters are recognized in earnings as services are provided.\n17. DERIVATIVE FINANCIAL INSTRUMENTS\nOur operations are exposed to market risks from adverse changes in commodity prices affecting the cost of raw materials and energy, foreign currency exchange rates, and interest rates. In the normal course of business, these risks are managed through a variety of strategies, including the use of derivatives.\n71\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nCommodity and commodity index futures and option contracts are used from time to time to economically hedge commodity input prices on items such as natural gas, vegetable oils, proteins, packaging materials, dairy, grains, and electricity. Generally, we economically hedge a portion of our anticipated consumption of commodity inputs for periods of up to\n36\nmonths. We may enter into longer-term economic hedges on particular commodities, if deemed appropriate. As of May 30, 2021, we had economically hedged certain portions of our anticipated consumption of commodity inputs using derivative instruments with expiration dates through October 2022.\nIn order to reduce exposures related to changes in foreign currency exchange rates, we enter into forward exchange, option, or swap contracts from time to time for transactions denominated in a currency other than the applicable functional currency. This includes, but is not limited to, hedging against foreign currency risk in purchasing inventory and capital equipment, sales of finished goods, and future settlement of foreign-denominated assets and liabilities. As of May 30, 2021, we had economically hedged certain portions of our foreign currency risk in anticipated transactions using derivative instruments with expiration dates through February 2022.\nFrom time to time, we may use derivative instruments, including interest rate swaps, to reduce risk related to changes in interest rates. This includes, but is not limited to, hedging against increasing interest rates prior to the issuance of long-term debt and hedging the fair value of our senior long-term debt.\nDerivatives Designated as Cash Flow Hedges\nDuring the first quarter of fiscal 2019, we entered into deal-contingent forward starting interest rate swap contracts to hedge a portion of the interest rate risk related to our issuance of long-term debt to help finance the acquisition of Pinnacle. We settled these contracts during the second quarter of fiscal 2019 and deferred a $\n47.5\nmillion gain in accumulated other comprehensive income. This gain will be amortized as a reduction of net interest expense over the lives of the related debt instruments. In the second quarter of fiscal 2021, $\n0.5\nmillion was written off in connection with the early extinguishment of debt (see Note 4). The unamortized amount at May 30, 2021 was $\n38.2\nmillion.\nEconomic Hedges of Forecasted Cash Flows\nMany of our derivatives do not qualify for, and we do not currently designate certain commodity or foreign currency derivatives to achieve, hedge accounting treatment. We reflect realized and unrealized gains and losses from derivatives used to economically hedge anticipated commodity consumption and to mitigate foreign currency cash flow risk in earnings immediately within general corporate expense (within cost of goods sold). The gains and losses are reclassified to segment operating results in the period in which the underlying item being economically hedged is recognized in cost of goods sold. In the event that management determines a particular derivative entered into as an economic hedge of a forecasted commodity purchase has ceased to function as an economic hedge, we cease recognizing further gains and losses on such derivatives in corporate expense and begin recognizing such gains and losses within segment operating results immediately.\nEconomic Hedges of Fair Values — Foreign Currency Exchange Rate Risk\nWe may use options and cross currency swaps to economically hedge the fair value of certain monetary assets and liabilities (including intercompany balances) denominated in a currency other than the functional currency. These derivatives are marked-to-market with gains and losses immediately recognized in SG&A expenses. These substantially offset the foreign currency transaction gains or losses recognized as values of the monetary assets or liabilities being economically hedged change.\nAll derivative instruments are recognized on the Consolidated Balance Sheets at fair value (refer to Note 19 for additional information related to fair value measurements). The fair value of derivative assets is recognized within prepaid expenses and other current assets, while the fair value of derivative liabilities is recognized within other accrued liabilities. In accordance with U.S. GAAP, we offset certain derivative asset and liability balances, as well as certain amounts representing rights to reclaim cash collateral and obligations to return cash collateral, where master netting agreements provide for legal right of setoff. At May 30, 2021 and May 31, 2020, $\n2.0\nmillion, representing an obligation to return cash collateral, and $\n1.1\nmillion, representing a right to reclaim cash collateral, respectively, were included in prepaid expenses and other current assets in our Consolidated Balance Sheets.\n72\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nDerivative assets and liabilities and amounts representing a right to reclaim cash collateral or obligation to return cash collateral were reflected in our Consolidated Balance Sheets as follows:\nThe following table presents our derivative assets and liabilities at May 30, 2021, on a gross basis, prior to the setoff of $\n7.4\nmillion to total derivative assets and $\n5.4\nmillion to total derivative liabilities where legal right of setoff existed:\nThe following table presents our derivative assets and liabilities, at May 31, 2020, on a gross basis, prior to the setoff of $\n0.4\nmillion to total derivative assets and $\n1.5\nmillion to total derivative liabilities where legal right of setoff existed:\nThe location and amount of gains (losses) from derivatives not designated as hedging instruments in our Consolidated Statements of Earnings were as follows:\n73\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nAs of May 30, 2021, our open commodity contracts had a notional value (defined as notional quantity times market value per notional quantity unit) of $\n148.8\nmillion and $\n159.4\nmillion for purchase and sales contracts, respectively. As of May 31, 2020, our open commodity contracts had a notional value of $\n102.0\nmillion and $\n3.4\nmillion for purchase and sales contracts, respectively. The notional amount of our foreign currency forward and cross currency swap contracts as of May 30, 2021 and May 31, 2020 was $\n111.4\nmillion and $\n107.6\nmillion, respectively.\nWe enter into certain commodity, interest rate, and foreign exchange derivatives with a diversified group of counterparties. We continually monitor our positions and the credit ratings of the counterparties involved and limit the amount of credit exposure to any one party. These transactions may expose us to potential losses due to the risk of nonperformance by these counterparties. We have not incurred a material loss due to nonperformance in any period presented and do not expect to incur any such material loss. We also enter into futures and options transactions through various regulated exchanges.\nAt May 30, 2021, the maximum amount of loss due to the credit risk of the counterparties, had the counterparties failed to perform according to the terms of the contracts, was $\n2.5\nmillion.\n18. PENSION AND POSTRETIREMENT BENEFITS\nWe have defined benefit retirement plans (\"pension plans\") for eligible salaried and hourly employees. Benefits are based on years of credited service and average compensation or stated amounts for each year of service. We also sponsor postretirement plans which provide certain medical and dental benefits to qualifying U.S. employees. Effective August 1, 2013, our defined benefit pension plan for eligible salaried employees was closed to new hire salaried employees. New hire salaried employees will generally be eligible to participate in our defined contribution plan.\nDuring the third quarter of fiscal 2020, we amended a certain hourly pension plan that froze future compensation and service periods. As a result, we remeasured the Company's hourly pension plan liability as of January 31, 2020 and recorded a pension curtailment loss of $\n0.2\nmillion previously within other comprehensive income (loss). In connection with the remeasurement, we updated the effective discount rate assumption for the impacted pension plan from\n3.86\n% to\n2.96\n%. The remeasurement increased the underfunded status of the pension plan by $\n4.3\nmillion with a corresponding loss within other comprehensive income (loss).\n74\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nDuring the second quarter of fiscal 2020, the Company provided a voluntary lump-sum settlement offer to certain terminated vested participants in the salaried pension plan in order to reduce a portion of the pension obligation. During the third quarter of fiscal 2020, lump-sum settlement payments totaling $\n154.6\nmillion were distributed from pension plan assets to such participants. As a result of the settlement, we were required to remeasure our pension plan liability. In connection with the remeasurement, we updated the effective discount rate assumption for the impacted pension plan obligation from\n3.89\n% to\n3.37\n%, as of December 31, 2019. The settlement and related remeasurement resulted in the recognition of a settlement gain of $\n2.1\nmillion, reflected in pension and postretirement non-service income, as well as a benefit to other comprehensive income (loss) totaling $\n79.8\nmillion in the third quarter of fiscal 2020.\nAs a result of the anticipated exit of certain facilities, during the first quarter of fiscal 2020, we remeasured the Company's hourly pension plan as of August 25, 2019 and recorded a pension curtailment loss of $\n0.6\nmillion previously within other comprehensive income (loss). In connection with the remeasurement, we updated the effective discount rate assumption for the impacted pension plan obligation from\n3.90\n% to\n3.13\n%. The curtailment loss and related remeasurement increased the underfunded status of the pension plan by $\n12.3\nmillion with a corresponding loss within other comprehensive income (loss).\nWe recognize the funded status of our pension and postretirement plans in the Consolidated Balance Sheets. For our pension plans, we also recognize as a component of accumulated other comprehensive income (loss), the net of tax results of the actuarial gains or losses within the corridor and prior service costs or credits that arise during the period but are not recognized in net periodic benefit cost. For our postretirement plans, we also recognize as a component of accumulated other comprehensive income (loss), the net of tax results of the gains or losses and prior service costs or credits that arise during the period but are not recognized in net periodic benefit cost. These amounts will be adjusted out of accumulated other comprehensive income (loss) as they are subsequently recognized as components of net periodic benefit cost. For our pension plans, we have elected to immediately recognize actuarial gains and losses in our operating results in the year in which they occur, to the extent they exceed the corridor, eliminating amortization. Amounts are included in the components of pension and postretirement plan costs, below, as recognized net actuarial loss.\nThe changes in benefit obligations and plan assets at May 30, 2021 and May 31, 2020 are presented in the following table.\n75\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe funded status and amounts recognized in our Consolidated Balance Sheets at May 30, 2021 and May 31, 2020 were:\nThe accumulated benefit obligation for all defined benefit pension plans was $\n3.74\nbillion and $\n3.87\nbillion at May 30, 2021 and May 31, 2020, respectively.\nThe projected benefit obligation, accumulated benefit obligation, and fair value of plan assets for pension plans with accumulated benefit obligations in excess of plan assets at May 30, 2021 and May 31, 2020 were:\nComponents of pension and postretirement plan costs included:\n76\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nIn fiscal 2021, 2020, and 2019, the Company recorded charges of $\n0.8\nmillion, $\n44.8\nmillion, and $\n5.1\nmillion, respectively, reflecting the year-end write-off of actuarial losses in excess of\n10\n% of our pension liability. In fiscal 2020, the higher actuarial losses outside of the 10% corridor were principally related to a reduction in the discount rate used to recognize at present value our pension obligations and a decline in market value of certain plan assets associated with our non-qualified and hourly plans.\nOther changes in plan assets and benefit obligations recognized in other comprehensive income (loss) were:\nWeighted-Average Actuarial Assumptions Used to Determine Net Expense\nThe Company uses a split discount rate (spot-rate approach) for the U.S. plans and certain foreign plans. The spot-rate approach applies separate discount rates for each projected benefit payment in the calculation of pension service and interest cost.\nWe amortize prior service cost for our pension and postretirement plans, as well as amortizable gains and losses for our postretirement plans, in equal annual amounts over the average expected future period of vested service. For plans with no active participants, average life expectancy is used instead of average expected useful service.\nPlan Assets\nThe fair value of plan assets, summarized by level within the fair value hierarchy described in Note 19, as of May 30, 2021, was as follows:\n77\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe fair value of plan assets, summarized by level within the fair value hierarchy described in Note 19, as of May 31, 2020, was as follows:\nLevel 1 assets are valued based on quoted prices in active markets for identical securities. The majority of the Level 1 assets listed above include the common stock of both U.S. and international companies, mutual funds, master limited partnership units, and real estate investment trusts, all of which are actively traded and priced in the market.\nLevel 2 assets are valued based on other significant observable inputs including quoted prices for similar securities, yield curves, indices, etc. Level 2 assets consist primarily of individual fixed income securities where values are based on quoted prices of similar securities and observable market data.\nLevel 3 assets consist of investments where active market pricing is not readily available and, as such, fair value is estimated using significant unobservable inputs.\nCertain assets that are measured at fair value using the NAV (net asset value) per share (or its equivalent) practical expedient have not been classified in the fair value hierarchy. Such investments are generally considered long-term in nature with varying redemption availability. For certain of these investments, with a fair value of approximately $\n52.2\nmillion as of May 30, 2021, the asset managers have the ability to impose customary redemption gates which may further restrict or limit the redemption of invested funds therein. As of May 30, 2021,\nno\nsuch gates were imposed.\nAs of May 30, 2021, we have unfunded commitments for additional investments of $\n32.6\nmillion in private equity funds and $\n10.9\nmillion in natural resources funds. We expect unfunded commitments to be funded from plan assets rather than the general assets of the Company.\nTo develop the expected long-term rate of return on plan assets assumption for the pension plans, we consider the current asset allocation strategy, the historical investment performance, and the expectations for future returns of each asset class.\n78\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nOur pension plan weighted-average asset allocations by asset category were as follows:\nDue to the salaried pension plan freeze that occurred in fiscal 2018, the Company's pension asset strategy is now designed to align our pension plan assets with our projected benefit obligation to reduce volatility by targeting an investment strategy of approximately\n90\n% in fixed-income securities and approximately\n10\n% in return seeking assets, primarily equity securities, real estate, and private assets.\nAssumed health care cost trend rates have a significant effect on the benefit obligation of the postretirement plans.\nWe currently anticipate making contributions of approximately $\n12.3\nmillion to our pension plans in fiscal 2022. We anticipate making contributions of $\n9.0\nmillion to our other postretirement plans in fiscal 2022. These estimates are based on ERISA guidelines, current tax laws, plan asset performance, and liability assumptions, which are subject to change.\nThe following table presents estimated future gross benefit payments for our plans:\n79\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nMultiemployer Pension Plans\nThe Company contributes to several multiemployer defined benefit pension plans under collective bargaining agreements that cover certain units of its union-represented employees. The risks of participating in such plans are different from the risks of single-employer plans, in the following respects:\nThe Company's participation in multiemployer plans for the fiscal year ended May 30, 2021 is outlined in the table below. For each plan that is individually significant to the Company the following information is provided:\n80\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nFor plans that are not individually significant to Conagra Brands the total amount of contributions is presented in the aggregate.\nThe Company was not listed in the Forms 5500 filed by any of the other plans or for any of the other years as providing more than\n5\n% of the plan's total contributions. At the date our financial statements were issued, Forms 5500 were not available for plan years ending in calendar year 2020.\nDuring fiscal 2019, we ceased to participate in the Bakery and Confectionary Union and Industry International Fund in conjunction with our sale of the Trenton, Missouri plant.\nIn addition to the contributions listed in the table above, we recorded an additional expense of $\n0.3\nmillion in fiscal 2019 related to our expected incurrence of certain withdrawal costs.\nCertain of our employees are covered under defined contribution plans. The expense related to these plans was $\n47.6\nmillion, $\n49.9\nmillion, and $\n39.9\nmillion in fiscal 2021, 2020, and 2019, respectively.\n19. FAIR VALUE MEASUREMENTS\nFASB guidance establishes a three-level fair value hierarchy based upon the assumptions (inputs) used to price assets or liabilities. The three levels of inputs used to measure fair value are as follows:\nLevel 1 — Unadjusted quoted prices in active markets for identical assets or liabilities,\nLevel 2 — Observable inputs other than those included in Level 1, such as quoted prices for similar assets and liabilities in active markets or quoted prices for identical assets or liabilities in inactive markets, and\nLevel 3 — Unobservable inputs reflecting our own assumptions and best estimate of what inputs market participants would use in pricing the asset or liability.\nThe fair values of our Level 2 derivative instruments were determined using valuation models that use market observable inputs including both forward and spot prices for currencies and commodities. Derivative assets and liabilities included in Level 2 primarily represent commodity and foreign currency option and forward contracts and cross-currency swaps.\n81\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe following table presents our financial assets and liabilities measured at fair value on a recurring basis based upon the level within the fair value hierarchy in which the fair value measurements fall, as of May 30, 2021:\nThe following table presents our financial assets and liabilities measured at fair value on a recurring basis based upon the level within the fair value hierarchy in which the fair value measurements fall, as of May 31, 2020:\nCertain assets and liabilities, including long-lived assets, goodwill, asset retirement obligations, and equity investments are measured at fair value on a nonrecurring basis using Level 3 inputs.\nDuring fiscal 2021, we updated our cost estimates associated with certain asset retirement obligations at several manufacturing facilities largely due to recent experience of physically closing a wastewater lagoon. This change in estimate resulted in a non-cash increase to our long-lived assets in the amount of $\n27.4\nmillion and will result in additional depreciation in future periods generally ranging from\n15\n-\n25\nyears\n. The fair value of our asset retirement obligations was measured using cost estimates to settle our future obligations (including an estimate of inflation) and discounted to present value using a credit-adjusted risk-free rate.\nWe recognized charges for the impairment of certain indefinite-lived brands. The fair values of these brands were estimated using the \"relief from royalty\" method (see Note 8). Impairments in our Grocery & Snacks segment totaled $\n13.0\nmillion, $\n46.4\nmillion, and $\n76.5\nmillion for fiscal 2021, 2020, and 2019, respectively. Impairments in our Refrigerated & Frozen segment totaled $\n76.9\nmillion and $\n110.8\nmillion for fiscal 2021 and 2020, respectively. Impairments in our International segment totaled $\n1.0\nmillion, $\n8.3\nmillion, and $\n13.1\nmillion for fiscal 2021, 2020, and 2019, respectively.\nDuring fiscal 2020, we recognized impairment charges totaling $\n54.4\nmillion in our Grocery & Snacks segment and $\n27.6\nmillion in our Refrigerated & Frozen segment. The impairments were measured based upon the estimated sales price of the disposal group (see Note 6).\nWe recognized charges for the impairment of certain long-lived assets measured based upon the estimated sales price of the assets. Impairments totaled $\n3.0\nmillion in our Grocery & Snacks segment in fiscal 2021, $\n3.8\nmillion in our Refrigerated & Frozen segment in fiscal 2020, and $\n2.7\nmillion within general corporate expenses in fiscal 2019.\n82\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nDuring fiscal 2020, we recognized charges of $\n2.9\nmillion in general corporate expenses related to the impairments of ROU assets. The impairments were measured based upon a discounted cash flow approach.\nThe carrying amount of long-term debt (including current installments) was $\n8.30\nbillion as of May 30, 2021 and $\n9.75\nbillion as of May 31, 2020. Based on current market rates, the fair value of this debt (level 2 liabilities) at May 30, 2021 and May 31, 2020 was estimated at $\n9.76\nbillion and $\n11.35\nbillion, respectively.\n20. BUSINESS SEGMENTS AND RELATED INFORMATION\nWe reflect our results of operations in\nfour\nreporting segments: Grocery & Snacks, Refrigerated & Frozen, International, and Foodservice.\nThe Grocery & Snacks reporting segment principally includes branded, shelf-stable food products sold in various retail channels in the United States.\nThe Refrigerated & Frozen reporting segment includes branded, temperature-controlled food products sold in various retail channels in the United States.\nThe International reporting segment principally includes branded food products, in various temperature states, sold in various retail and foodservice channels outside of the United States.\nThe Foodservice reporting segment includes branded and customized food products, including meals, entrees, sauces and a variety of custom-manufactured culinary products packaged for sale to restaurants and other foodservice establishments primarily in the United States.\nWe do not aggregate operating segments when determining our reporting segments.\nOperating profit for each of the segments is based on net sales less all identifiable operating expenses.\nGeneral corporate expense, pension and postretirement non-service income, interest expense, net, income taxes, and equity method investment earnings have been excluded from segment operations.\n83\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nThe following table presents further disaggregation of our net sales:\nTo be consistent with how we present certain disaggregated net sales information to investors, we have categorized certain net sales of our segments as \"Staples\", which includes all of our U.S. domestic retail refrigerated products and other shelf-stable grocery products. Management continues to regularly review financial results and make decisions about allocating resources based upon the four reporting segments outlined above.\nPresentation of Derivative Gains (Losses) from Economic Hedges of Forecasted Cash Flows in Segment Results\nDerivatives used to manage commodity price risk and foreign currency risk are not designated for hedge accounting treatment. We believe these derivatives provide economic hedges of certain forecasted transactions. As such, these derivatives are recognized at fair market value with realized and unrealized gains and losses recognized in general corporate expenses. The gains and losses are subsequently recognized in the operating results of the reporting segments in the period in which the underlying transaction being economically hedged is included in earnings. In the event that management determines a particular derivative entered into as an economic hedge of a forecasted commodity purchase has ceased to function as an economic hedge, we cease recognizing further gains and losses on such derivatives in corporate expense and begin recognizing such gains and losses within segment operating results, immediately.\nThe following table presents the net derivative gains (losses) from economic hedges of forecasted commodity consumption and the foreign currency risk of certain forecasted transactions, under this methodology:\nAs of May 30, 2021, the cumulative amount of net derivative gains from economic hedges that had been recognized in general corporate expenses and not yet allocated to reporting segments was $\n11.5\nmillion. This amount reflected net gains of $\n13.5\nmillion incurred during the fiscal year ended May 30, 2021, as well as net losses of $\n2.0\nmillion incurred prior to fiscal 2021. Based on our forecasts of the timing of recognition of the underlying hedged items, we expect to reclassify to segment operating results net gains of $\n11.2\nmillion in fiscal 2022 and $\n0.3\nmillion in fiscal 2023 and thereafter.\nAssets by Segment\nThe majority of our manufacturing assets are shared across multiple reporting segments. Output from these facilities used by each reporting segment can change over time. Also, working capital balances are not tracked by reporting segment. Therefore,\n84\nNotes to Consolidated Financial Statements – (Continued)\nFiscal Years Ended May 30, 2021, May 31, 2020, and May 26, 2019\n(columnar dollars in millions except per share amounts)\nit is impracticable to allocate those assets to the reporting segments, as well as disclose total assets by segment. Total depreciation expense for fiscal\n2021\n,\n2020\n, and\n2019\nwas $\n328.0\nmillion, $\n329.1\nmillion, and $\n283.9\nmillion, respectively.\nOther Information\nOur operations are principally in the United States. With respect to operations outside of the United States, no single foreign country or geographic region was significant with respect to consolidated operations for fiscal 2021, 2020, and 2019. Foreign net sales, including sales by domestic segments to customers located outside of the United States, were approximately $\n960.5\nmillion, $\n946.8\nmillion, and $\n919.5\nmillion in fiscal 2021, 2020, and 2019, respectively. Our long-lived assets located outside of the United States are not significant.\nOur largest customer, Walmart, Inc. and its affiliates, accounted for approximately\n26\n% of consolidated net sales for each of fiscal 2021 and 2020 and\n24\n% of consolidated net sales for fiscal 2019, significantly impacting the Grocery & Snacks and Refrigerated & Frozen segments.\nWalmart, Inc. and its affiliates accounted for approximately\n31\n% and\n30\n% of consolidated net receivables as of May 30, 2021 and May 31, 2020, respectively. The Kroger Co. and its affiliates accounted for approximately\n11\n% and\n10\n% of consolidated net receivables as of May 30, 2021 and May 31, 2020, respectively.\n85\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nConagra Brands, Inc.:\nOpinions on the Consolidated Financial Statements and Internal Control Over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Conagra Brands, Inc. and subsidiaries (the Company) as of May 30, 2021 and May 31, 2020, the related consolidated statements of earnings, comprehensive income, stockholders’ equity, and cash flows for each of the fiscal years in the three-year period ended May 30, 2021, and the related notes (collectively, the consolidated financial statements). We also have audited the Company’s internal control over financial reporting as of May 30, 2021, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of May 30, 2021 and May 31, 2020, and the results of its operations and its cash flows for each of the fiscal years in the three-year period ended May 30, 2021, in conformity with U.S. generally accepted accounting principles. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of May 30, 2021 based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBasis for Opinions\nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s consolidated financial statements and an opinion on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n86\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nEvaluation of the recoverability of the carrying value of goodwill\nAs described in Notes 1 and 8 to the consolidated financial statements, the Company’s goodwill was $11.37 billion as of May 30, 2021. Annually, or whenever events or changes in circumstances indicate potential asset impairment has occurred, the Company evaluates the recoverability of the carrying value of goodwill. The Company performed a quantitative impairment test of goodwill for its Sides, Components & Enhancers reporting unit in its first fiscal quarter of 2021, as a result of a reporting unit change.\nWe identified the evaluation of the recoverability of the carrying value of the Sides, Components & Enhancers reporting unit goodwill subsequent to the reporting unit change as a critical audit matter. Subjective and challenging auditor judgment was required to evaluate certain assumptions used to determine the fair value of the reporting unit in the Company’s first fiscal quarter quantitative impairment test. These assumptions included forecasted revenue growth rates including the terminal growth rates, margin growth rates used in determining the forecasted cash flows, and selection of the discount rate.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s evaluation of the assumptions used to determine the fair value of the reporting unit. We evaluated the Company’s ability to forecast cash flows by comparing historical forecasts to actual results and forecasted cash flows with the Company’s most recent plans. We also considered current industry, macroeconomic and market conditions, and the Company’s historical results in evaluating the assumptions described above. We involved our valuation professionals with specialized skills and knowledge who assisted in:\nEvaluation of the recoverability of the carrying value of certain indefinite-lived intangible assets\nAs described in Notes 1 and 8 to the consolidated financial statements, the Company’s indefinite-lived intangible assets (consisting primarily of brand names and trademarks) were $4.16 billion as of May 30, 2021. For the fiscal year ended May 30, 2021, the Company recorded impairment charges totaling $90.9 million on indefinite-lived intangible assets. In assessing indefinite-lived intangible assets for impairment, the Company performs either a qualitative or quantitative assessment at least annually or whenever circumstances indicate a potential impairment exists. When a quantitative assessment is performed, the Company estimates the fair value of the intangibles by utilizing a discounted cash flow model that incorporates an estimated royalty rate that would be charged to a third party for the use of the brand. Impairment charges are recorded for any intangibles with carrying values in excess of the estimated fair values.\nWe identified the evaluation of the recoverability of the carrying value of certain indefinite-lived intangible assets for which a quantitative impairment assessment is performed as a critical audit matter. Subjective and challenging auditor judgment was required to evaluate certain assumptions used in determining the fair value of these assets. These assumptions included the forecasted revenue growth rates including the terminal growth rates and forecasted margins, royalty rates, and discount rates.\n87\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the quantitative impairment assessments, including controls over the development of the assumptions described above. To assess the Company’s ability to forecast, we compared historical forecasts to actual results. We evaluated the forecasted revenue growth rates including terminal growth rates and forecasted margins used to support the royalty rates by considering current and past performance of the brand names, as well as external market and industry outlook data. We also involved valuation professionals with specialized skills and knowledge, who assisted for certain brand names intangibles in:\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 2005.\nOmaha, Nebraska\nJuly 23, 2021\n88"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nThe Company's management carried out an evaluation, with the participation of the Company's Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company's disclosure controls and procedures as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934, as amended, as of May 30, 2021. Based upon that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that, as of the end of the period covered by this report, the Company's disclosure controls and procedures were effective.\nInternal Control Over Financial Reporting\nThe Company's management, with the participation of the Company's Chief Executive Officer and Chief Financial Officer, evaluated any change in the Company's internal control over financial reporting that occurred during the quarter covered by this report and determined that there was no change in our internal control over financial reporting during the quarter covered by this report that has materially affected, or is reasonably likely to materially affect, our internal control over financial reporting.\nManagement's Annual Report on Internal Control Over Financial Reporting\nConagra Brands' management is responsible for establishing and maintaining adequate internal control over financial reporting of Conagra Brands (as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934, as amended). Conagra Brands' internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles. Conagra Brands' internal control over financial reporting includes those policies and procedures that: (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of Conagra Brands; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with U.S. generally accepted accounting principles, and that receipts and expenditures of Conagra Brands are being made only in accordance with the authorization of management and directors of Conagra Brands; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of Conagra Brands' assets that could have a material effect on the financial statements. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluations of effectiveness to future periods are subject to the risk that controls may become inadequate because of the changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nWith the participation of Conagra Brands' Chief Executive Officer and Chief Financial Officer, management assessed the effectiveness of Conagra Brands' internal control over financial reporting as of May 30, 2021. In making this assessment, management used criteria established in\nInternal Control-Integrated Framework (2013)\n, issued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\"). As a result of this assessment, management concluded that, as of May 30, 2021, its internal control over financial reporting was effective.\nThe effectiveness of Conagra Brands' internal control over financial reporting as of May 30, 2021 has been audited by KPMG LLP, an independent registered public accounting firm, as stated in their report, a copy of which is included in this annual report on Form 10-K."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n89"
  },
  {
    "item_key": "item_9c",
    "text": "Not applicable.\n90\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information with respect to our directors will be set forth in the 2021 Proxy Statement under the heading \"Voting Item #1: Election of Director Nominees,\" and the information is incorporated herein by reference. There were no material changes to the procedures by which security holders may recommend nominees to our Board during fiscal 2021.\nInformation regarding our executive officers is included in Part I of this Form 10-K under the heading \"Information About Our Executive Officers,\" as permitted by the Instruction to Item 401 of Regulation S-K.\nIf applicable, information with respect to compliance with Section 16(a) of the Securities Exchange Act of 1934, as amended, by our directors, executive officers, and holders of more than ten percent of our equity securities will be set forth in the 2021 Proxy Statement under the heading \"Information on Stock Ownership—Delinquent Section 16(a) Reports,\" and the information is incorporated herein by reference.\nInformation with respect to the Audit / Finance Committee and its financial experts will be set forth in the 2021 Proxy Statement under the heading \"Voting Item #1: Election of Director Nominees—How We Govern—The Audit / Finance Committee\" and \"Voting Item #1: Election of Director Nominees—How We Govern—How We Govern—Board Committees,\" and the information is incorporated herein by reference.\nWe have adopted a code of ethics that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. This code of ethics is available on our website at\nwww.conagrabrands.com\nthrough the \"Investors—Corporate Governance\" link. If we make any amendments to this code other than technical, administrative, or other non-substantive amendments, or grant any waivers, including implicit waivers, from a provision of this code of conduct to our Chief Executive Officer, Chief Financial Officer, or Controller, we will disclose the nature of the amendment or waiver, its effective date, and to whom it applies on our website at\nwww.conagrabrands.com\nthrough the \"Investors—Corporate Governance\" link."
  },
  {
    "item_key": "item_11",
    "text": "Information with respect to director and executive compensation and our Human Resources Committee will be set forth in the 2021 Proxy Statement under the headings \"Voting Item #1: Election of Director Nominees—How We Are Paid,\" \"Voting Item #1: Election of Director Nominees—How We Govern—Human Resources Committee,\" \"Compensation Discussion and Analysis,\" \"Compensation Committee Report,\" \"Executive Compensation,\" \"Potential Payments Upon termination of Change of Control,\" and \"CEO Pay Ratio\" and the information is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Information with respect to security ownership of certain beneficial owners, directors and management will be set forth in the 2021 Proxy Statement under the heading \"Information on Stock Ownership,\" and the information is incorporated herein by reference.\nEquity Compensation Plan Information\nThe following table provides information about shares of our common stock that may be issued under existing equity compensation plans as of our most recent fiscal year-end, May 30, 2021.\n91\nThe performance shares and performance-based restricted stock units are earned and common stock issued if pre-set financial objectives are met. Actual shares issued may be equal to, less than, or greater than the number of outstanding performance shares and performance-based restricted stock units included in column (1), depending on actual performance. The restricted stock units vest and are payable in common stock after expiration of the time periods set forth in the related agreements. The interests in the deferred compensation plans are settled in common stock on the schedules selected by the participants."
  },
  {
    "item_key": "item_13",
    "text": "Information with respect to director independence and certain relationships and related transactions will be set forth in the 2021 Proxy Statement under the headings \"Voting Item #1: Election of Directors—How We are Selected, Evaluated and Organized—Director Independence,\" \"Voting Item #1: Election of Directors—How We Govern—The Board's Audit / Finance Committee,\" and \"Voting Item #1: Election of Directors—How We Govern—The Board's Human Resources Committee\" and the information is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information with respect to the principal accountant will be set forth in the 2021 Proxy Statement under the heading \"Voting Item #2: Ratification of the Appointment of KPMG LLP as Our Independent Auditor for Fiscal 2022,\" and the information is incorporated herein by reference.\n92\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "All financial statements of the Company as set forth under Item 8 of this Annual Report on Form 10-K.\nAll financial statement schedules are omitted because they are not applicable, not required, or because the required information is included in the consolidated financial statements, notes thereto.\nAll documents referenced below were filed pursuant to the Securities Exchange Act of 1934, as amended, by Conagra Brands, Inc. (file number 001-07275), unless otherwise noted.\n93\n94\n95\n96\n97\n98"
  },
  {
    "item_key": "item_16",
    "text": "None.\n99\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Conagra Brands, Inc. has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated on the 23rd day of July, 2021.\n100"
  }
]