[
  {
    "item_key": "item_1",
    "text": "The Company\nW.W. Grainger, Inc., incorporated in the State of Illinois in 1928, is a broad line, business-to-business distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and Europe. In this report, the words “Grainger” or “Company” mean W.W. Grainger, Inc. and its subsidiaries, except where the context makes it clear that the reference is only to W.W. Grainger, Inc. itself and not its subsidiaries.\nThe Grainger Edge (Purpose, Aspiration, Strategy)\nGrainger's framework, “The Grainger Edge”, uniquely defines the Company by describing why it exists, how it serves its customers and how its team members work together to achieve its objectives. Grainger’s purpose is to keep the world working. Whether that means helping a hospital focus on patient care, a manufacturing plant focus on building great products or a school focus on educating, Grainger and its team members help keep facilities running so customers can focus on what they do best.\nThe framework also outlines a set of principles that define the behaviors expected from Grainger’s team members in working with each other and their customers, supplier partners and communities. It is a basis for holding team members accountable to these principles and helps the company execute its strategy and create value for shareholders.\nBusiness Model\nGrainger's strategy is defined by its customers’ needs and the Company uses a combination of its high-touch and endless assortment businesses to serve the varying needs for customers of all sizes.\nThe high-touch model serves customers with complex buying needs, primarily in North America. This model helps Grainger deliver a great customer experience and develop deep customer relationships—whether onsite, at a branch, over the phone or online. Grainger creates value for customers through its sales and service representatives, technical product support, fulfillment capabilities, inventory management solutions and other services.\n3\nThe endless assortment model is designed for customers with less complex needs and includes the Zoro brand in the United States (U.S.) and United Kingdom (U.K.) and MonotaRO in Japan. Customers buying through the endless assortment platforms have access to an expansive product assortment and can quickly find the products they need with an easy and streamlined online search experience. The assortment contains millions of Stock Keeping Units (SKUs), including products outside of traditional industrial MRO categories.\nCompeting with these two business models allows Grainger to leverage its scale and advantaged supply chain to meet the changing needs of its customers. The following provides a high-level view of each model:\n4\nAccelerated Growth\nGrainger’s high-touch and endless assortment businesses are supported by Grainger's strong competencies to help drive accelerated growth across the MRO industry.\nGeographic Overview\nIn the large and fragmented MRO industry, Grainger holds an advantaged position with its supply chain infrastructure, broad in-stock product offering, robust eCommerce platform and deep customer relationships.\nWhile the global MRO market is vastly large, Grainger's estimated addressable market is more than $200 billion. Grainger is most successful in markets where it has scale positions in purchasing, supply chain and information technology (IT), and where a developed infrastructure exists. Those markets include North America, Europe and Japan. Each of these core markets has similar characteristics: the market is large, and the competition is highly fragmented. In total, Grainger estimates it has approximately 6% share within these markets with ample opportunity for growth.\nGrainger’s two reportable segments are the U.S. and Canada through December 31, 2020, and are further described below. Other businesses include the endless assortment businesses, Zoro in the U.S. and the U.K. and MonotaRO in Japan, and smaller international businesses primarily in the U.K. and Mexico. Effective January 1, 2021, Grainger’s two reportable segments are High Touch – North America and Endless Assortment to align with Grainger's two distinct business models. For further segment and financial information, see Part II, Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations (MD&A) and Note 1 to the Consolidated Financial Statements (Financial Statements), included in Part II, Item 8: Financial Statements and Supplementary Data of this report, which is incorporated herein by reference.\nThe table below shows Grainger's estimated share of the MRO market and the summary of its operations by reportable segments and other businesses as of December 31, 2020:\n(1)\nSee Item 2: Properties for more information.\n(2)\nCustomers served in the U.S. may include overlap with Zoro within the endless assortment businesses.\n5\nCustomers\nApproximately 5 million customers worldwide rely on Grainger for MRO products and services representing a broad collection of industries, including, but not limited to commercial, government, healthcare and manufacturing.\nGrainger's high-touch and endless assortment businesses appeal to varying customer needs and complexities as follows:\nProducts\nMore than 4,500 suppliers worldwide provide Grainger businesses with about 1.5 million products stocked in DCs and branches. Additionally, Grainger’s endless assortment businesses offer approximately 26 million products through the Company's expanding drop-ship assortment. No single supplier comprised more than 5% of Grainger's total purchases and no significant barriers exist with respect to sources of supply.\nGrainger’s MRO product offering is grouped under several broad categories, including material-handling equipment, safety and security supplies, lighting and electrical products, power and hand tools, pumps and plumbing supplies, cleaning and maintenance supplies and metalworking tools. Products are regularly added and removed from Grainger's product lines on the basis of customer demand, market research, suppliers' recommendations, sales volumes and other factors.  No single product category comprises more than 19% of global sales.\nCoronavirus (COVID-19) Pandemic Response\nIn response to the COVID-19 pandemic, the Company built and executed a pandemic-response focused on serving customers, supporting team members, and ensuring the Company remains financially strong. Grainger is an essential business, allowing the Company to serve its customers with needed supplies and services throughout the pandemic and recovery. As the pandemic evolved throughout 2020, the Company has continually shifted accordingly to ensure the Company is well positioned to continue executing its priorities. See Part II: Item 7: MD&A and refer to the\nImpact of the COVID-19 Pandemic on Grainger Businesses\nfor further details.\nUnited States - High-Touch\nThe U.S. business offers a broad selection of MRO products and services through its eCommerce platforms, catalogs, branches and sales and service representatives. A combination of product breadth, local availability, speed of delivery, detailed product information and competitively priced products and services is provided by this business.\nSales in 2020 were made to approximately 1 million customers and no single end customer accounted for more than 3% of total sales. U.S. business customers range from mid-sized businesses to large corporations, government entities and other institutions within many industries. Macro trends and technology drive the way U.S. business customers behave. High-touch customers desire highly tailored solutions with real-time access to\n6\ninformation and efficient delivery of products and services. These trends are reflected in how customers do business as demonstrated in the following tables for the 2020 line mix:\nCustomers have access to more than 1.5 million products through Grainger.com and other branded websites. Grainger.com provides real-time price and product availability, detailed product information and features such as product search and compare capabilities. For customers with sophisticated electronic purchasing platforms, the U.S. high-touch business utilizes technology that allows these systems to communicate directly with Grainger.com. The majority of products sold by the U.S. business are third-party owned products. In addition, approximately 20% of 2020 U.S. business sales were private label MRO items bearing Grainger’s registered trademarks, including DAYTON®, SPEEDAIRE®, AIR HANDLER®, TOUGH GUY®, WESTWARD®, CONDOR® and LUMAPRO®. Grainger has taken steps to protect these trademarks against infringement and believes that they will remain available for future use in its business.\nSales and service representatives in the U.S. high-touch business drive relationships with customers by helping select the right products for their needs and reducing costs by utilizing Grainger as a consistent source of supply. Additionally, inventory management through KeepStock® allows the U.S. high-touch business to help customers be more productive. KeepStock® is a comprehensive program that includes vendor-managed inventory, customer-managed inventory and onsite vending machines.\nDCs are the primary order fulfillment channel with approximately 73% of direct shipments. Automation in the DCs allows the majority of orders to ship complete with next-day delivery and replenish branches that provide same-day availability to customers. The U.S. business DC network is also a primary component of Grainger’s North American distribution network and it supplies inventory, product management, supply chain and related support services to all Grainger subsidiaries in the North American region including Zoro, the U.S. endless assortment business. Approximately 32%, 59%, and 92% of inventory purchases in 2020 for the Canadian business, Mexican business and Zoro, respectively, were sourced from the U.S. business.\nBranches in the U.S. high-touch business serve the immediate needs of customers by allowing them to directly pick up items and leverage branch staff for their technical product expertise and search-and-select support. Branches also fulfill local KeepStock® operations in their local markets.\nThe U.S. business houses the North American Customer Service Centers which support the needs of customers in the U.S. and Canada. The centers handle more than 62,000 daily customer interactions for the region via phone, email, eCommerce portals and online chat.\nCanada - High-Touch\nThe Canada business provides a combination of product breadth, local availability, speed of delivery, detailed product information and competitively priced products and services. The Canada business primarily serves Canadian customers through its integrated DC and branch network as well as sales and service representatives.\n7\nOther Businesses\nOther businesses is comprised of the endless assortment businesses, Zoro and MonotaRO, and smaller international high-touch businesses primarily in the U.K. and Mexico.\nZoro - Endless Assortment in the U.S.\nZoro is an online MRO distributor, primarily serving U.S. customers through its website, Zoro.com. With sales of more than $700 million in 2020, Zoro offers an expansive selection of approximately 6 million products to its customers. Zoro has no branches or sales representatives, and customer orders are fulfilled through the U.S. business supply chain and third parties.\nMonotaRO - Endless Assortment in Japan\nGrainger operates in Japan primarily through its majority interest in MonotaRO. MonotaRO had more than $1.4 billion in revenue in 2020 and provides customers with access to approximately 20 million MRO products primarily through its websites and catalogs. A majority of orders are conducted through MonotaRO.com and fulfilled from its DCs and third parties. MonotaRO also operates in other Asian countries, which represent less than 5% of their sales.\nSeasonality\nGrainger sells products that may have seasonal demand fluctuations during the winter or summer seasons or during periods of natural disasters. However, historical seasonality impacts have not been material to Grainger’s operating results.\nCompetition\nIn the large and fragmented MRO industry, Grainger faces competition from a variety of competitors, including manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, retailers and internet-based businesses. Also, competitors vary by size, from large broad line distributors and eCommerce retailers to small local and regional competitors, with a high degree of overlap for both business models. Grainger differentiates itself by providing local product availability, a broad product line, sales and service representatives, catalogs (which include product descriptions and, in certain cases, extensive technical and application data) and advanced electronic and eCommerce technology. Grainger also offers other services, such as inventory management and technical support.\nGovernment Regulations\nGrainger’s business is subject to a wide array of laws, regulations and standards in each domestic and foreign jurisdiction where Grainger operates. In addition to Grainger’s U.S. operations, which in 2020 generated approximately 78% of its consolidated net sales, Grainger operates its business principally through wholly-owned subsidiaries in Canada, China, Mexico and the U.K., and through its majority-owned subsidiary in Japan. Compliance with these laws, regulations and standards requires the dedication of time and effort of employees as well as financial resources. In 2020, compliance with the applicable laws, regulations and standards did not have a material effect on capital expenditures, earnings or competitive position. For a discussion of the risks associated with government regulations that may materially impact Grainger, please see Item 1A: Risk Factors.\nHuman Capital Resources\nAs of December 31, 2020, Grainger had approximately 23,100 employees worldwide, of whom approximately 21,800 were full-time and 1,300 were part-time or temporary. Approximately 86% of these employees resided in North America, 8% in Asia and 6% in Europe. Grainger has not experienced any major work stoppages and considers employee relations to be good.\nThe Company strongly believes that its corporate culture must be aligned with its business strategy and aspiration to create value. To that end, Grainger's Board of Directors and senior management are actively involved in cultivating Grainger’s culture. Grainger believes that a purpose-driven culture is an asset that creates a sustainable, competitive advantage for the Company. Building on its strong foundation while evolving a framework to address future challenges is critical to Grainger’s continued success.\nThe Company has in place a strategic framework, The Grainger Edge, which defines who Grainger is, why Grainger exists, and how team members work together to achieve Grainger’s objectives.\n8\nThe Grainger Edge outlines Grainger's purpose, aspiration, strategy and principles, which are foundational to its culture. The Grainger Edge principles are:\nGrainger’s culture and principles help the Company attract, retain, motivate and develop its workforce and help drive employee engagement. The Company believes an engaged workforce leads to a more innovative, productive and profitable company and measures employee engagement on an ongoing basis. The results from engagement surveys are used to implement programs and processes designed to enhance Grainger’s inclusive culture.\nThe Grainger Edge principles also guide the Company’s actions supporting health and safety, diversity, equity and inclusion, and team member experience.\nHealth and Safety\nGrainger is committed to providing a safe work environment and ensuring team members are properly prepared to perform the many tasks required to support customers. The Company’s Environmental, Health and Safety (EHS) program is designed to integrate EHS initiatives into Grainger’s business operations and comply with applicable regulations. To that end, the Company requires each of its locations to perform regular safety audits to confirm proper safety policies, programs, procedures and training are in place.\nThe Company promotes a culture of safety and education. Operational team members must complete routine training to fully understand the expectation of behaviors defined by the Company’s global EHS policy. Grainger also leverages external partnerships to support its EHS professionals and is a member of the Campbell Institute of the National Safety Council, whose mission is to use research, education and advocacy to eliminate preventable injuries and deaths. Managing and reducing risks at DCs and other facilities remain a core focus, and injury rates continue to be low. In 2020, the Company’s Occupational Safety and Health Administration (OSHA) North American Total Recordable Incident Rate was 1.2 and the Company’s OSHA Lost Time Incident Rate was 0.3 based upon the number of incidents per 100 employees (or per 200,000 work hours).\nAt the onset of the COVID-19 pandemic, Grainger established a task force to help ensure the Company’s actions around team members and facilities meet the rigorous guidelines from the Centers for Disease Control and the World Health Organization and to work with state and local health officials to help ensure its team members and facilities were safe and compliant. To minimize exposure and slow down the rate of infection, Grainger established a mandatory work remote policy for all team members who are able to do so. For team members who must be on-site, whether to ship products or serve customers, Grainger instituted temperature checks and social distancing practices, provided essential personal protective equipment (PPE) to employees, increased cleaning procedures and offered premium pay as well as pandemic absence pay to cover lost wages.\nDiversity, Equity and Inclusion\nGrainger has a diverse talent pipeline to live its principles, foster innovation, build high performing teams and drive business results. The Company understands that future business success requires a mix of current and new skill sets, multiple experiences, and a diversity of backgrounds and perspectives, hence the Company's hiring, retention and promotion practices reflect this priority. The Company aspires to and promotes a welcoming, inclusive culture that values all people – regardless of sex, gender, race, color, religion, national origin, age, disability, veteran status, sexual orientation, gender expression or experiences – through recruiting outreach, internal networking, business resource groups and mentoring programs.\nGrainger's commitment to diversity, equity and inclusion starts at the top. The Company’s Board of Directors is comprised of 25% female and approximately 33% racially and ethnically diverse directors. Grainger also maintains this strong commitment at its senior management level and throughout the organization. Of Grainger's six executive officers, 50% are women and approximately 33% are racially and ethnically diverse. As of December 31, 2020, within Grainger’s U.S. workforce, approximately 38% of team members were women and approximately 35% team members were racially and ethnically diverse.\n9\nThe Company is a signatory to The Chicago Network Equity Pledge and has committed to striving to achieving 50% representation of women in leadership positions by 2030. In 2020, the Company earned the top score of 100% on the 2020 Corporate Equality Index. Additionally, the Company attained a 90% rating in the Disability Equality Index for the second consecutive year, and was designated as one of the \"Best Places to Work for Disability Inclusion\" for the fourth consecutive year.\nTeam Member Experience\nGrainger believes that a great customer experience starts with a great team member experience. The Company is committed to providing its team members with resources designed to help them succeed. Grainger focuses on creating opportunities for employee growth, development and training education, offering a comprehensive talent program that continues throughout a team member’s career. This talent program is comprised of performance management, career management, professional development learning opportunities and milestone leadership development programs.\nGrainger believes that its future success is highly dependent upon the Company’s continued ability to attract, retain and motivate employees. As part of its efforts in these areas, the Company offers competitive compensation and benefits to meet the diverse needs of team members and support their health and well-being, financial future and work-life balance. Team members are given access to health plan resources which include 24-hour virtual health services, disease management, tobacco cessation, parental support, stress management and weight loss programs with access to online support communities. In addition, Grainger provides retirement savings, paid holidays and time off, educational assistance and income protection benefits as well as a variety of other programs to U.S. team members.\nAvailable Information\nGrainger makes available free of charge, through its website, http://www.invest.grainger.com, its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports as soon as reasonably practicable after these materials are electronically filed with, or furnished to, the U.S. Securities and Exchange Commission (SEC). The content of Grainger’s website is not incorporated by reference into this Form 10-K or in any other report or document filed with the SEC, and any references to Grainger’s website are intended to be inactive textual references only. The SEC also maintains a website at http://www.sec.gov that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\n10\nInformation about Executive Officers\nFollowing is information about the executive officers of Grainger including age as of January 31, 2021. Executive officers of Grainger generally serve until the next annual appointment of officers, or until earlier resignation or removal.\n11"
  },
  {
    "item_key": "item_1a",
    "text": "The following is a discussion of significant risk factors relevant to Grainger’s business that could adversely affect its financial condition, results of operations and cash flows. The risk factors discussed in this section should be considered together with information included elsewhere in this Annual Report on Form 10-K and should not be considered the only risks to which the Company is exposed.\nGrainger’s business and operations have been and may continue to be adversely affected by the global outbreak of the Coronavirus (COVID-19) pandemic and may be adversely affected by other global outbreaks of pandemic disease.\nAny global outbreaks of pandemic disease, such as the COVID-19 pandemic, could have a material adverse effect on Grainger’s business, results of operations and financial condition, including liquidity, capital and financing resources.\nThe COVID-19 pandemic has disrupted and adversely affected Grainger’s business, including its business with customers and suppliers\n.\nGrainger has experienced customer disruptions to their ability or willingness to purchase Grainger products, customer delays in making purchasing decisions, shifts in the types and quantities of products purchased and, in some cases, diminished customer loyalty and retention rates. These may continue to persist during and beyond the COVID-19 pandemic. Grainger has also experienced and may continue to experience supplier disruptions to their supply chains, supplier inability to manufacture or sell products to Grainger or meet the unprecedented demand for pandemic-related products, rapid shifts in the type, quantity or quality of products sold, and higher product costs. Additional effects on Grainger's business include disruptions or closures of customer and supplier facilities, and their ability to continue as a going concern. Furthermore, Grainger's ability to collect its accounts receivable or receive product ordered from suppliers, as customers and suppliers face higher liquidity and solvency risks and seek terms that are less favorable to Grainger, may adversely affect the Company’s business. These developments, alone or in combination, could materially adversely affect Grainger’s future sales and results of operations.\nThe effects of the COVID-19 pandemic on Grainger also include restrictions on Grainger’s employees’ ability to visit customers and many of Grainger’s employees’ ability to work in offices or at facilities, as well as disruptions or temporary closures of the Company’s facilities, including distribution centers, branches, and support buildings. Some actions that Grainger has taken in response to the COVID-19 pandemic, including enabling remote working arrangements, may create increased vulnerability to cybersecurity incidents, including breaches of information systems security, which could damage Grainger’s reputation and commercial relationships, disrupt operations, increase costs and/or decrease revenues, and expose Grainger to claims from customers, suppliers, financial institutions, regulators, payment card association, employees and others. In addition, Grainger’s remote working arrangements have required the Company to make adaptions to its controls and procedures, including to its financial reporting processes, that could impact the design or operating effectiveness of such controls or procedures.\nFurthermore, as result of surges in demand and disruptions in supply chains, including in China and other locations, the COVID-19 pandemic has resulted in shortages of certain PPE, cleaning supplies and other products, which may materially impact Grainger's ability to obtain or deliver inventory to customers on a timely basis or at all. While Grainger attempts to maintain sufficient inventory levels to meet quickly shifting customer demand patterns and supplier lead time requirements, which may become extended due to the pandemic demand increase, the Company cannot be certain it will be able to accurately predict demand or lead times, which might cause it to be unable to service customer demand or expose it to risks of product shortages, or acquire excess inventory, which could lead to additional inventory carrying costs and inventory obsolescence.\nPandemic product shortages may also require the Company to attempt to procure products from new suppliers or through brokers with whom it has a limited or no prior relationship. Despite due diligence and product compliance protocols, the products from these sources may not be delivered on a timely basis or at all, or their quality may not be as represented, all of which could cause Grainger to incur costs, including the expense of procuring alternate products or recalling or replacing products in addition to other adverse impacts to Grainger’s business.\nMoreover, global outbreaks such as the COVID-19 pandemic have resulted in a widespread health crisis that has adversely affected and could continue to adversely affect the economies of many countries, resulting in a global or regional economic downturn or recession. Any such recession could result in a significant decline in demand for the\n12\nCompany’s products or limit Grainger’s ability to access capital markets on terms that are attractive or at all, any of which could materially adversely affect the Company’s business, results of operations and financial condition.\nThe duration and ultimate impact of the COVID-19 pandemic on the Company’s business, results of operations and financial condition, including liquidity, capital and financing resources, will depend on numerous evolving factors and future developments, which are highly uncertain and cannot be predicted at this time. Such factors and developments may include the geographic spread, severity and duration of the COVID-19 pandemic, including whether there are periods of increased COVID-19 cases, disruption to Grainger’s operations resulting from employee illnesses, the development, availability and administration of effective treatment or vaccines, the extent and duration of the impact on the U.S. or global economy, including the pace and extent of recovery when the pandemic subsides, and the actions that have been or may be taken by various governmental authorities in response to the outbreak, including current and future health and safety measures, such as mandatory facility closures of non-essential businesses, stay in shelter health orders or similar restrictions, social distancing mandates and travel bans, import and export restrictions, pricing mandates, including disaster or emergency declaration pricing statutes, and mandatory directives that certain products be allocated or provided to certain customers, which could disrupt the Company’s relationship with customers, among other actions.\nIf the Company is unable to respond to and manage the impact of these events, the Company’s business and results of operations may continue to be adversely affected.\nWeakness in the economy, market trends and other conditions affecting the profitability and financial stability of Grainger’s customers could negatively impact Grainger’s sales growth and results of operations.\nEconomic, political and industry trends affect Grainger’s business environments. Grainger serves several industries and markets in which the demand for its products and services is sensitive to the production activity, capital spending and demand for products and services of Grainger’s customers. Many of these customers operate in markets that are subject to cyclical fluctuations resulting from market uncertainty, trade and tariff policies, costs of goods sold, currency exchange rates, central bank interest rate changes, foreign competition, offshoring of production, oil and natural gas prices, geopolitical developments, labor shortages, inflation, natural or human induced disasters, extreme weather, outbreaks of pandemic disease such as the COVID-19 pandemic, deflation, and a variety of other factors beyond Grainger’s control. Any of these factors could cause customers to idle or close facilities, delay purchases, reduce production levels, or experience reductions in the demand for their own products or services.\nAny of these events could also reduce the volume of products and services these customers purchase from Grainger or impair the ability of Grainger’s customers to make full and timely payments and could cause increased pressure on Grainger’s selling prices and terms of sale. Accordingly, a significant or prolonged slowdown in economic activity in Canada, China, Japan, Mexico, the U.K., the U.S. or any other major world economy, or a segment of any such economy, could negatively impact Grainger’s sales growth and results of operations.\nThe facilities maintenance industry is highly competitive, and changes in competition could result in decreased demand for Grainger’s products and services.\nGrainger competes in a variety of ways, including product assortment and availability, services offered to customers, pricing, purchasing convenience, and the overall experience Grainger offers. This includes the ease of use of Grainger’s high-touch operations (branches and digital platforms) and delivery of products.\nThere are several large competitors in the industry, although most of the market is served by small local and regional competitors. Grainger faces competition in all markets it serves from manufacturers (including some of its own suppliers) that sell directly to certain segments of the market, wholesale distributors, catalog houses, retail enterprises and online businesses that compete with price transparency.\nTo remain competitive, the Company must be willing and able to respond to market pressures. Downward pressure on sales prices, changes in the volume of orders, and an inability to pass higher product costs on to customers could cause Grainger’s gross profit percentage to fluctuate or decline. Grainger may not be able to pass rising product costs to customers if those customers have ready product or supplier alternatives in the marketplace. These pressures could have a material effect on Grainger’s sales and profitability. If the Company is unable to grow sales or reduce costs, among other actions, the Company’s results of operations and financial condition may be adversely affected.\n13\nMoreover, Grainger expects technological advancements and the increased use of eCommerce solutions within the industry to continue to evolve at a rapid pace. As a result, Grainger’s ability to effectively compete requires Grainger to respond and adapt to new industry trends and developments. Implementing new technology and innovations may result in unexpected costs and interruptions to operations, may take longer than expected, and may not provide all anticipated benefits.\nVolatility in commodity prices may adversely affect gross margins.\nSome of Grainger’s products contain significant amounts of commodity-priced materials, such as steel, copper, petroleum derivatives, rare earth minerals, or other materials or inputs required to manufacture PPE and other pandemic-related products and are subject to price changes based on fluctuations in the commodities market. The price of commodities has historically been subject to substantial volatility, which among other things, could be driven by economic, monetary, political or weather-related factors. Fluctuations in the price of fuel or increased demand for freight services, including as a result of outbreaks of pandemic disease such as the COVID-19 pandemic, could affect transportation costs. Grainger’s ability to pass on such increases in costs in a timely manner depends on market conditions. The inability to pass along cost increases could result in lower gross margins. In addition, higher prices could reduce demand for these products, resulting in lower sales volumes.\nUnexpected product shortages, tariffs, product cost increases and risks associated with Grainger’s suppliers could negatively impact customer relationships or result in an adverse impact on results of operations.\nGrainger’s competitive strengths include product selection and availability. Products are purchased from more than 4,500 suppliers located in various countries around the world, not one of which accounted for more than 5% of total purchases.\nWhile Grainger has not generally encountered significant difficulty in procuring sources of supply, disruptions could occur due to factors beyond Grainger’s control. These factors could include economic downturns, outbreaks of pandemic disease such as the COVID-19 pandemic (which from time to time has resulted in some shortages of PPE, cleaning supplies and other products), natural or human induced disasters, extreme weather, geopolitical unrest, tariffs, new tariffs or tariff increases, trade issues and policies, detention orders or withhold release orders on imported products, labor problems experienced by Grainger’s suppliers, transportation availability and cost, shortage of raw materials, unilateral product cost increases by suppliers of products in short supply, inflation and other factors, any of which could adversely affect a supplier’s ability to manufacture or deliver products or could result in an increase in Grainger’s product costs.\nFurther, Grainger sources products from Asia and other areas of the world. This increases the risk of supply disruption due to the additional lead time required and distances involved.\nIf Grainger was to experience difficulty in obtaining products, there could be a short-term adverse effect on results of operations and a longer-term adverse effect on customer relationships and Grainger’s reputation. In addition, Grainger has strategic relationships with a number of vendors. In the event Grainger was unable to maintain those relations, there might be a loss of competitive pricing advantages which could, in turn, adversely affect results of operations.\nChanges in customer base or product mix could cause changes in Grainger’s revenue or gross margin, or affect Grainger’s competitive position.\nFrom time to time, Grainger experiences changes in customer base and product mix that affect gross margin. Changes in customer base and product mix result primarily from business acquisitions, changes in customer demand, customer acquisitions, selling and marketing activities, competition and the increased use of eCommerce by Grainger and its competitors. For example, as a result of the COVID-19 pandemic, the Company has sold higher volumes of lower-margin pandemic-related products to larger, lower-margin customers, while non-pandemic sales have decreased.\nIn addition, Grainger has entered, and may in the future continue to enter, into contracts with group purchasing organizations (“GPOs”) that aggregate the buying power of their member customers in negotiating selling prices. If the Company is unable to enter into, or sustain, contractual arrangements on a satisfactory commercial basis with GPOs, Grainger's results of operations could be adversely affected.\n14\nAs customer base and product mix change over time, Grainger must identify new products, product lines and services that respond to industry trends and customer needs. The inability to introduce new products and services and effectively integrate them into Grainger’s existing mix could have a negative impact on future sales growth and Grainger’s competitive position.\nDisruptions in Grainger’s supply chain could result in an adverse impact on results of operations.\nThe occurrence of one or more natural or human induced disasters, including earthquakes, storms, hurricanes, floods, fires, droughts, tornados and other extreme weather; pandemic diseases or viral contagions such as the COVID-19 pandemic; geopolitical events, such as war, civil unrest or terrorist attacks in a country in which Grainger operates or in which its suppliers are located; and the imposition of measures that create barriers to or increase the costs associated with international trade could result in disruption of Grainger’s logistics or supply chain network. For example, the outbreak of the COVID-19 pandemic has disrupted and may continue to disrupt the operations of the Company and its suppliers and customers. Any such disruption or other catastrophic event could cause one or more of Grainger’s distribution centers or branches to become non-operational, adversely affect Grainger’s ability to obtain or deliver inventory in a timely manner, impair Grainger’s ability to meet customer demand for products, result in lost sales, additional costs, or penalties, or damage Grainger’s reputation. Grainger’s ability to provide same-day shipping and next-day delivery is an integral component of Grainger’s business strategy and any such disruption could adversely impact results of operations and financial performance.\nInterruptions in the proper functioning of information systems could disrupt operations and cause unanticipated increases in costs and/or decreases in revenues.\nThe proper functioning of Grainger’s information systems is critical to the successful operation of its business. Grainger continues to invest in software, hardware and network infrastructures in order to effectively manage its information systems. Although Grainger’s information systems are protected with robust backup and security systems, including physical and software safeguards and remote processing capabilities, information systems are still vulnerable to damage or interruption from natural or human induced disasters, extreme weather, power losses, telecommunication failures, user error, third party actions such as malicious computer programs, denial-of-service attacks and cybersecurity breaches, and other problems. In addition, from time to time Grainger relies on the information technology (IT) systems of third parties to assist in conducting its business.\nIf Grainger’s systems or those of third parties on which Grainger depends are damaged, breached or cease to function properly, Grainger may have to make a significant investment to repair or replace them and may suffer interruptions in its business operations in the interim. If critical information systems fail or otherwise become unavailable, Grainger’s ability to operate its eCommerce platforms, process orders, maintain proper levels of inventories, collect accounts receivable, disburse funds, manage its supply chain, monitor results of operations, and process and store employee or customer data, among other functions, could be adversely affected. Any such interruption of Grainger’s information systems could have a material adverse effect on its business or results of operations.\nCybersecurity incidents, including breaches of information systems security, could damage Grainger’s reputation, disrupt operations, increase costs and/or decrease revenues.\nThrough Grainger’s sales and eCommerce channels, Grainger collects and stores personally identifiable, confidential, proprietary and other information from customers so that they may, among other things, purchase products or services, enroll in promotional programs, register on Grainger’s websites or otherwise communicate or interact with the Company. Moreover, Grainger’s operations routinely involve receiving, storing, processing and transmitting sensitive information pertaining to its business, customers, suppliers and employees, and other sensitive matters.\nCyber threats are rapidly evolving and those threats and the means for obtaining access to information in digital and other storage media are becoming increasingly sophisticated. Each year, cyber-attackers make numerous attempts to access the information stored in the Company’s information systems. If successful, these attacks may expose Grainger to risk of loss or misuse of proprietary or confidential information or disruptions of business operations.\nGrainger's IT infrastructure also includes products and services provided by suppliers, vendors and other third parties, and these providers can experience breaches of their systems and products that impact the security of systems and proprietary or confidential information. Moreover, from time to time, Grainger may share information with these third parties in connection with the products and services they provide to the business. While Grainger requires assurances that these third parties will protect confidential information, there is a risk that the confidentiality of data held or accessed by them may be compromised. If successful, those attempting to penetrate Grainger’s or\n15\nits vendors’ information systems may misappropriate intellectual property or personally identifiable, credit card, confidential, proprietary or other sensitive customer, supplier, employee or business information, or cause systems disruption. While many of Grainger's agreements with these third parties include indemnification provisions, the Company may not be able to recover sufficiently, or at all, under such provisions to adequately offset any losses it may incur.\nMoreover, the Company may face the threat to its computer systems of unauthorized access, computer hackers, computer viruses, malicious code, ransomware, phishing, organized cyber-attacks and other security problems and system disruptions. Such tactics may also seek to cause payments due to or from the Company to be misdirected to fraudulent accounts, which may not be recoverable by the Company.\nIn addition, a Grainger employee, contractor or other third party with whom Grainger does business may attempt to circumvent security measures in order to obtain such information or inadvertently cause a breach involving such information. Further, Grainger’s systems are integrated with customer systems in certain cases, and a breach of the Company’s information systems could be used to gain illicit access to a customer’s systems and information.\nGrainger maintains information security staff, policies and procedures for managing risk to its information security systems, conducts employee awareness training of cybersecurity threats and routinely utilizes consultants to assist in evaluating the effectiveness of the security of its IT systems. While Grainger has instituted these and other safeguards for the protection of information, because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until they are launched against a target, Grainger may be unable to anticipate these techniques or implement adequate preventative measures. Any breach of Grainger’s security measures or any breach, error or malfeasance of those of its third party service providers could cause Grainger to incur significant costs to protect any customers, suppliers, employees, and other parties whose personal data is compromised and to make changes to its information systems and administrative processes to address security issues. In addition, although Grainger maintains insurance coverage that may, subject to policy terms and conditions, cover certain aspects of cyber and information security risks, such insurance coverage may be insufficient to cover all losses.\nGrainger continuously evaluates the need to upgrade and/or replace its systems and network infrastructure to protect its computing environment, to stay current on vendor supported products and to improve the efficiency of its systems and for other business reasons. The implementation of new systems and IT could adversely impact its operations by imposing substantial capital expenditures, demands on management time and risks of delays or difficulties in transitioning to new systems. In addition, the Company's systems implementations may not result in productivity improvements at the levels anticipated. Systems implementation disruption and any other IT disruption, if not anticipated and appropriately mitigated, could have an adverse effect on its business.\nLoss of customer, supplier, employee or intellectual property or other business information or failure to comply with data privacy and security laws could disrupt operations, damage Grainger’s reputation and expose Grainger to claims from customers, suppliers, financial institutions, regulators, payment card associations, employees and others, any of which could have a material adverse effect on Grainger, its financial condition and results of operations. In the past, Grainger has experienced certain cybersecurity incidents. In each instance, Grainger provided notifications and adopted remedial measures. While these incidents have not been deemed to be material to Grainger, there can be no assurance that a future breach or incident would not be material to Grainger’s operations and financial condition.\nGrainger’s ability to adequately protect its intellectual property or successfully defend against infringement claims by others may have an adverse impact on operations.\nGrainger’s business relies on the use, validity and continued protection of certain proprietary information and intellectual property, which includes current and future patents, trade secrets, trademarks, service marks, copyrights and confidentiality agreements as well as license and sublicense agreements to use intellectual property owned by affiliated entities or third parties. Unauthorized use of Grainger’s intellectual property by others could result in harm to various aspects of the business and may result in costly and protracted litigation in order to protect Grainger’s rights. In addition, Grainger may be subject to claims that it has infringed on the intellectual property rights of others, which could subject Grainger to liability, require Grainger to obtain licenses to use those rights at significant cost or otherwise cause Grainger to modify its operations.\n16\nFluctuations in foreign currency could have an effect on reported results of operations.\nGrainger’s exposure to fluctuations in foreign currency rates results primarily from the translation exposure associated with the preparation of the Consolidated Financial Statements (Financial Statements), as well as from transaction exposure associated with transactions in currencies other than an entity’s functional currency. While the Financial Statements are reported in U.S. dollars, the financial statements of Grainger’s subsidiaries outside the U.S. are prepared using the local currency as the functional currency and translated into U.S. dollars. In addition, Grainger is exposed to foreign currency exchange rate risk with respect to the U.S. dollar relative to the local currencies of Grainger’s international subsidiaries, primarily the Canadian dollar, euro, pound sterling, Mexican peso, renminbi and yen, arising from transactions in the normal course of business, such as sales and loans to wholly owned subsidiaries, sales to customers, purchases from suppliers, and bank loans and lines of credit denominated in foreign currencies. Grainger also has foreign currency exposure to the extent receipts and expenditures are not denominated in a subsidiary’s functional currency and that could have an impact on sales, costs and cash flows. These fluctuations in foreign currency exchange rates could affect Grainger’s results of operations and impact reported net sales and net earnings.\nIn order to compete, Grainger must attract, retain, train, motivate, develop and transition key employees, and the failure to do so could have an adverse effect on results of operations.\nIn order to compete and have continued growth, Grainger must attract, retain, train, motivate, develop and transition executives and other key employees, including those in managerial, technical, sales, marketing and IT support positions. Grainger competes to hire employees and then must train them and develop their skills and competencies. The Company's employee hiring and retention also depend on its ability to build and maintain a diverse and inclusive workplace culture that enables its employees to thrive.\nGrainger’s results of operations could be adversely affected by increased costs due to increased competition for diverse talent, higher employee turnover, increased employee benefit costs, failure to successfully hire executives and key employees or the loss of executives and key employees. Further, changes in the Company's management team may be disruptive to its business, and any failure to successfully transition and assimilate key new hires or promoted employees could adversely affect its business and results of operations.\nGrainger’s continued success is substantially dependent on positive perceptions of Grainger’s reputation.\nOne of the reasons customers choose to do business with Grainger and employees choose Grainger as a place of employment is the reputation that Grainger has built over many years. Grainger devotes time and resources to environmental, social and governance (ESG) efforts that are consistent with its corporate values and are designed to strengthen its business and protect and preserve its reputation, including programs driving ethics and corporate responsibility, strong\ncommunities, diversity, equity and inclusion, gender equality and environmental sustainability. Grainger’s failure to execute its ESG programs as planned could adversely affect the Company’s reputation, business and financial performance. To be successful in the future, Grainger must continue to preserve, grow and leverage the value of Grainger’s brand. Reputational value is based in large part on perceptions of subjective qualities. Even an isolated incident, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if they result in adverse publicity, governmental investigations or litigation, and as a result, could tarnish Grainger’s brand and lead to adverse effects on Grainger’s business.\nGrainger is subject to various domestic and foreign laws, regulations and standards. Failure to comply or unforeseen developments in related contingencies such as litigation could adversely affect Grainger’s financial condition, results of operations and cash flows.\nGrainger’s business is subject to legislative, legal, and regulatory risks and conditions specific to the countries in which it operates. In addition to Grainger’s U.S. operations, which in 2020 generated approximately 78% of its consolidated net sales, Grainger operates its business principally through wholly-owned subsidiaries in Canada, China, Mexico, and the U.K., and its majority-owned subsidiary in Japan.\nThe wide array of laws, regulations and standards in each domestic and foreign jurisdiction where Grainger operates, include, but are not limited to: advertising and marketing regulations, anti-bribery and corruption laws, anti-competition regulations, data protection (including, because Grainger accepts credit cards, the Payment Card Industry Data Security Standard), data privacy (including in the U.S., the California Consumer Privacy Act, and in the European Union, the General Data Protection Regulation 2016) and cybersecurity requirements (including protection of information and incident responses), environmental protection laws, foreign exchange controls and cash repatriation restrictions, health and safety laws, import and export requirements, intellectual property laws, labor laws (including federal and state wage and hour laws), product compliance or safety laws, supplier regulations\n17\nregarding the sources of supplies or products, tax laws (including as to U.S. taxes on foreign subsidiaries), unclaimed property laws and laws, regulations and standards applicable to other commercial matters. Moreover, Grainger is also subject to audits and inquiries in the normal course of business.\nFailure to comply with any of these laws, regulations and standards could result in civil, criminal, monetary and non-monetary fines, penalties and/or, remediation costs as well as potential damage to the Company’s reputation. Changes in these laws, regulations and standards, or in their interpretation, could increase the cost of doing business, including, among other factors, as a result of increased investments in technology and the development of new operational processes. Furthermore, while Grainger has implemented policies and procedures designed to facilitate compliance with these laws, regulations and standards, there can be no assurance that employees, contractors, suppliers, vendors, or other third parties will not violate such laws, regulations and standards or Grainger’s policies. Any such failure to comply or violation could individually or in the aggregate materially adversely affect Grainger’s financial condition, results of operations and cash flows.\nIn addition, Grainger’s business and results of operations in the U.K. may be negatively affected by changes in trade policies, or changes in labor, immigration, tax or other laws, resulting from the U.K.’s exit from the European Union.\nGrainger is subject to a number of rules and regulations related to its government contracts, which may result in increased compliance costs and potential liabilities.\nGrainger’s contracts with U.S. federal, state and local government entities are subject to various and changing regulations related to procurement, formation and performance. In addition, the Company’s government contracts may provide for termination, reduction or modification by the government at any time, with or without cause. From time to time, Grainger is subject to governmental or regulatory investigations or audits related to its compliance with these rules and regulations. Violations of these regulations could result in fines, criminal sanctions, the inability to participate in existing or future government contracting and other administrative sanctions. Any such penalties could result in damage to the Company’s reputation, increased costs of compliance and/or remediation and could adversely affect the Company’s financial condition and results of operations.\nIn conducting its business Grainger may become subject to legal proceedings or governmental investigations, including in connection with product liability or product compliance claims if people, property or the environment are harmed by Grainger’s products or services.\nGrainger is, and from time to time may become, party to a number of legal proceedings or governmental investigations for alleged violations of laws, rules or regulations. Grainger also may be subject to disputes and proceedings incidental to its business, including product-related claims for personal injury or illness, death, environmental or property damage or other commercial disputes, including the proceedings discussed in Part I, Item 3. Legal Proceedings. The defense of these proceedings may require significant expenses and divert management’s time and attention, and Grainger may be required to pay damages that could individually or in the aggregate materially adversely affect its financial condition, results of operations and cash flows. In addition, any insurance or indemnification rights that Grainger may have with respect to such matters may be insufficient or unavailable to protect the Company against potential loss exposures. Grainger also may be requested or required to recall products or take other actions. The Company’s reputation could also be adversely affected by any resulting negative publicity.\nTax changes could affect Grainger’s effective tax rate and future profitability.\nGrainger’s future results could be adversely affected by changes in the effective tax rate as a result of changes in Grainger’s overall profitability and changes in the mix of earnings in countries with differing statutory tax rates, changes in tax legislation, the results of the examination of previously filed tax returns and continuing assessment of the Company’s tax exposures.\nGrainger’s common stock may be subject to volatility or price declines.\nThe trading prices and volumes of Grainger’s common stock may be subject to broad and unpredictable fluctuations due to changes in economic, political and market conditions, the financial results and business strategies of Grainger and its competitors, changes in expectations as to Grainger’s future financial or operating performance, including estimates by securities analysts and investors, the Company’s failure to meet the financial performance guidance or other forward-looking statements provided to the public, speculation, coverage or sentiment in the media or investment community or by groups of individual investors, changes in capital structure, share repurchase programs or dividend policies, outbreak of pandemic disease such as the COVID-19 pandemic, and a number of\n18\nother factors, including those discussed in this Item 1A. These factors, many of which are outside of Grainger’s control, could cause stock price and trading volume volatility or Grainger’s stock price to decline. Volatility in the price of Grainger's securities could result in the filing of securities class action litigation, which could result in substantial costs and the diversion of management time and resources.\nChanges in Grainger’s credit ratings and outlook may reduce access to capital and increase borrowing costs.\nGrainger’s credit ratings are based on a number of factors, including the Company’s financial strength and factors outside of Grainger’s control, such as conditions affecting Grainger’s industry generally or the introduction of new rating practices and methodologies. Grainger cannot provide assurances that its current credit ratings will remain in effect or that the ratings will not be lowered, suspended or withdrawn entirely by the rating agencies. If rating agencies lower, suspend or withdraw the ratings, the market price or marketability of Grainger’s securities may be adversely affected. In addition, any change in ratings could make it more difficult for the Company to raise capital on favorable terms, impact the Company’s ability to obtain adequate financing, and result in higher interest costs for the Company’s existing credit facilities or on future financings.\nGrainger has incurred substantial indebtedness and may incur substantial additional indebtedness, which could adversely affect cash flow, decrease business flexibility, or prevent Grainger from fulfilling its obligations.\nAs of December 31, 2020, Grainger’s consolidated indebtedness was approximately $2.6 billion. The Company’s indebtedness could, among other things, limit Grainger’s ability to respond to rapidly changing business and economic conditions, require the Company to dedicate a substantial portion of its cash flows to the payment of principal and interest on its indebtedness, reducing the funds available for other business purposes, and make it more difficult to satisfy the Company’s financial obligations as they come due during periods of adverse economic and industry conditions.\nThe agreements governing Grainger’s debt agreements and instruments contain representations, warranties, affirmative, negative and financial covenants, and default provisions. Grainger’s failure to comply with these restrictions and obligations could result in a default under such agreements, which may allow Grainger’s creditors to accelerate the related indebtedness. Any such acceleration could have a material adverse effect on Grainger’s business, financial condition, results of operations, cash flows, and its ability to obtain financing on favorable terms in the future.\nIn addition, Grainger may in the future seek to raise additional financing for working capital, capital expenditures, refinancing of indebtedness, share repurchases or other general corporate purposes. Grainger’s ability to obtain additional financing will be dependent on, among other things, the Company’s financial condition, prevailing market conditions and numerous other factors beyond the Company’s control. Such additional financing may not be available on commercially reasonable terms or at all. Any inability to obtain financing when needed could materially adversely affect the Company’s business, financial condition or results of operations."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n19"
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2020, Grainger’s owned and leased facilities totaled approximately 26.8 million square feet. The U.S. and Canada businesses accounted for the majority of the total square footage. Grainger believes that its properties are generally in excellent condition, well maintained and suitable for the conduct of business.\nA brief description of significant facilities follows:\n(1)\nConsists of 246 stand-alone, 39 onsite and 2 will-call express locations, of which 202 are owned and 85 are leased. These branches range in size from approximately 500 to 109,000 square feet.\n(2)\nThese facilities are primarily owned and range in size from approximately 45,000 to 1.5 million square feet.\n(3)\nThese facilities include both owned and leased locations and primarily consist of storage facilities, office space and call centers.\n(4)\nConsists of 34 stand-alone and 15 onsite locations, of which 18 are owned and 31 are leased. These branches range in size from approximately 500 to 70,000 square feet.\n(5)\nThese facilities are primarily owned and range in size from approximately 40,000 to 540,000 square feet.\n(6)\nThese facilities include owned and leased locations primarily in North America, Japan and the U.K.\n(7)\nOwned facilities are not subject to any mortgages."
  },
  {
    "item_key": "item_3",
    "text": "For a description of legal proceedings, see the disclosure contained in Note 16 to the Consolidated Financial Statements included in Part II, Item 8: Financial Statements and Supplementary Data of this report, which is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Market Information and Dividends\nGrainger's common stock is listed and traded on the New York Stock Exchange, under the symbol GWW.\nGrainger expects that its practice of paying quarterly dividends on its common stock will continue, although the payment of future dividends is at the discretion of Grainger’s Board of Directors and will depend upon Grainger’s earnings, capital requirements, financial condition and other factors.\nHolders\nThe approximate number of shareholders of record of Grainger’s common stock as of January 29, 2021, was 585 with approximately 226,759 additional shareholders holding stock through nominees.\nIssuer Purchases of Equity Securities - Fourth Quarter\n(A)\nThere were no shares withheld to satisfy tax withholding obligations.\n(B)\nAverage price paid per share excludes commissions of $0.01 per share paid.\n(C)\nPurchases were made pursuant to a share repurchase program approved by Grainger's Board of Directors and announced on April 24, 2019 (2019 Program). The 2019 Program authorizes the repurchase of up to 5 million shares with no expiration date.\n(D)\nThe difference of 895 shares between the Total Number of Shares Purchased and the Total Number of Shares Purchased as Part of Publicly Announced Plans or Programs represents shares purchased by the administrator and record keeper of the W.W. Grainger, Inc. Employees Profit Sharing Plan (ESPP) for the benefit of the employees who participate in the plan. On January 1, 2021, the ESPP was renamed the Retirement Savings Plan.\n21\nCompany Performance\nThe following stock price performance graph compares the cumulative total return on an investment in Grainger common stock with the cumulative total return of an investment in each of the Dow Jones US Industrial Suppliers Total Stock Market Index and the S&P 500 Stock Index. It covers the period commencing December 31, 2015, and ending December 31, 2020. The graph assumes that the value for the investment in Grainger common stock and in each index was $100 on December 31, 2015, and that all dividends were reinvested.\n22\nItem 6: Selected Financial Data\nThe items discussed below are considered to materially affect the comparability of the information reflected in the selected financial data. For further information see\nPart II, Item 7: Management's Discussion and Analysis of Financial Condition and Results of Operations of this report.\nNet earnings for 2020 included a net expense of $182 million after tax primarily consisting of a $54 million net charge related to intangible asset impairments, a $109 million net charge associated with the sale of the Fabory business, a $9 million net charge for the wind-down of operations of Zoro Tools Europe, and a $14 million net charge related to restructuring in U.S. and Canada. The net expense was partially offset by a $4 million gain related to the sale of the China business.\nNet earnings for 2019 included a net expense of $109 million primarily consisting of a $104 million net non-cash charge related to intangible assets impairment at the Cromwell business in the U.K., which is part of other businesses and a net charge of $5 million related to restructuring primarily in the U.S business.\nNet earnings for 2018 included a net expense of $170 million primarily consisting of a $133 million net non-cash charge related to goodwill and intangible asset impairment at Cromwell, which is part of other businesses and a net charge of $37 million related to restructuring primarily consisting of asset impairment charges in Canada and other related charges, net of gains from the sale of real estate in the U.S., Canada and corporate offices.\nNet earnings for 2017 included a net expense of $84 million primarily consisting of a net charge of $102 million related to restructuring and other charges primarily consisting of branch closures in the U.S. and Canada businesses, net of gains on sale of real estate in the U.S., the consolidation of the contact center network in the U.S. and the wind-down of operations in Colombia, which was part of other businesses. This was partially offset by the net benefit of $15 million related to U.S. tax legislation and other discrete tax items.\nNet earnings for 2016 included a net expense of $105 million primarily related to restructuring actions in the U.S. and Canada, goodwill and intangible impairments in Europe and Latin America operations, contingencies and a net tax benefit.\n23"
  },
  {
    "item_key": "item_7",
    "text": "General\nW.W. Grainger, Inc. (Grainger or Company) is a broad line, business-to-business distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and Europe. Grainger uses a combination of its high-touch and endless assortment businesses to serve its more than 5 million customers worldwide and which rely on Grainger for MRO products and services that enable them to run safe, sustainable and productive operations.\nGrainger’s two reportable segments are the U.S. and Canada. These reportable segments reflect the results of the Company's high-touch businesses in those geographies. Other businesses include the endless assortment businesses (Zoro in the U.S. and the United Kingdom (U.K.) and MonotaRO in Japan) and smaller international high-touch businesses in the U.K. and Mexico.\nBusiness Re-segmentation – Effective January 1, 2021\nIn February 2021, the Company announced a change to its reportable segments to align with its go-to-market strategies and bifurcated business models (high-touch and endless assortment). Accordingly, on or about March 8, 2021, the Company plans to publish the required restated financial information for the quarters ended December 31, 2020 and 2019 and for the twelve-month periods ended December 31, 2020, 2019 and 2018. A supplemental investor call is expected to be scheduled on or about March 9, 2021 to discuss the Company's restated Form 8-K results and new segments. All summary financial information on a prospective basis will be presented under the new reportable segments beginning with the Company’s Quarterly Report on Form 10-Q for the fiscal quarter ended March 31, 2021.\nBusiness Divestitures and Liquidations\nConsistent with the Company's strategic focus on broad line MRO distribution in key markets, in June 2020 Grainger divested the Fabory high-touch business, in August 2020 divested the China high-touch business (China) and in November 2020 commenced the liquidation of Zoro Tools Europe (ZTE) in Germany. Accordingly, the Company’s operating results include Fabory, China and ZTE results through the respective dates of divestiture or liquidation.\nIn 2020, Grainger recognized a net loss of approximately $109 million, a gain of approximately $5 million and a loss of approximately $9 million (presented within Selling, general and administrative expenses (SG&A)) as a result of the Fabory, China and ZTE exits, respectively. The go-forward impacts from these business exits are not expected to be material for Company results in an individual or aggregated basis.\nOutlook\nThe Company’s strategic priority for 2021 is clear: relentlessly expand Grainger’s leadership position in the MRO space by being the go-to-partner for people who build and run safe and productive operations. To achieve this, each Grainger business has a set of strategic objectives focused on top line growth through market share gain. The high-touch businesses are focused on growing through differentiated sales and services (e.g., direct customer relationships and onsite services), advantaged MRO solutions (e.g., get customers the exact products and services they need to solve a problem quickly) and unparalleled customer service (e.g., deliver flawlessly on every customer transaction). The endless assortment businesses are focused on product assortment expansion and innovative customer acquisition. Additionally, all Grainger businesses are focused on continuously improving customer experience, optimizing and scaling cost structures and investing in digital marketing, technology, and supply chain infrastructure to ultimately deliver long-term returns for shareholders.\nIn March 2020, the World Health Organization characterized Coronavirus (COVID-19) as a pandemic. The rapid spread of the COVID-19 pandemic has caused significant disruptions in the U.S. and global markets, and economists expect the economic impact will continue to be significant. Grainger is an essential business and its major facilities have been allowed to remain operational during the pandemic as customers have depended on Grainger's products and services to keep their businesses up and running. In 2020, as the COVID-19 pandemic impacted global markets and the needs of customers, employees, suppliers and communities changed, the Company’s efforts and business plans evolved accordingly. Grainger is currently focused on serving customers and communities well through the pandemic and their respective recovery, supporting the needs and safety of employees and ensuring the Company continues to operate with a strong financial position.\n24\nImpact of the COVID-19 Pandemic on Grainger Businesses\nThe COVID-19 pandemic has impacted and is likely to continue impacting Grainger’s businesses and operations as well as the operations of its customers and suppliers.\nFrom a customer perspective, business re-openings and related activity throughout the year varied based on geography, industry and COVID-19 pandemic conditions. For example, in the U.S. and endless assortment businesses, sales to government, healthcare and other essential businesses remained strong, but sales to non-essential and disrupted industries were depressed compared to pre-COVID-19 pandemic levels. The Canada business and other international high-touch businesses were severely impacted by pandemic-related slowdowns with each geography experiencing meaningful year-over-year declines.\nThe Company's major operational facilities and infrastructure (i.e., DCs, branches, e-commerce sites, and logistic partners) remained operational during 2020 with limited disruptions, while adhering to strict safety and social-distancing protocols. From an inventory management and supply chain perspective, the Company has experienced elevated levels of demand for pandemic-related products, while demand for non-pandemic products has declined.\nTo date, the Company has been able to absorb the pandemic impact with minimal workforce reductions or furloughs, which positions the Company for accelerated growth once post-pandemic recovery commences. Also, the Company has prioritized maintaining all facilities safe for customers and employees to work and interact.\nWith respect to the Company’s financial position, the Company plans to maintain its focus on liquidity as pandemic-related uncertainties continue into 2021. During 2020, the Company generated operating cash of $1.1 billion and used the cash generated to invest in the business and return excess capital to shareholders in the form of dividends and share repurchases. As of December 31, 2020, the Company had approximately $1.8 billion in available liquidity, including $585 million in cash. For further detail on cash flows refer to the\nFinancial Condition\nsection below.\nMatters Affecting Comparability\nThere were 256 sales days in the full year 2020 versus 255 sales days in the full years 2019 and 2018. The Company completed two divestitures and commenced one liquidation in 2020. The Company's operating results have included the results of each business until its respective divestiture or liquidation date.\nIn addition, starting in mid-February 2020, the Company began experiencing elevated levels of COVID-19 pandemic-related product sales (e.g., personal protective equipment (PPE) and safety products) due to higher customer demand in response to the COVID-19 pandemic, while non-pandemic sales have decreased. The incremental demand came primarily from customers on the front-lines of the pandemic, including government, healthcare and other essential businesses, while the demand from non-essential and disrupted industries decreased over the same period due to business activity slowdown or temporary shutdowns. Grainger experienced adverse gross margin impacts from sales of lower-margin COVID-19 pandemic-related products to the Company's largest, lowest margin customers.\n25\nResults of Operations\nThe following table is included as an aid to understanding changes in Grainger's Consolidated Statements of Earnings (in millions of dollars):\n2020 Compared to 2019\nGrainger's net sales of $11,797 million for the year ended December 31, 2020 increased $311 million, or 2.7%, compared to the same period in 2019. On a daily basis, net sales increased 2.3%. The increase in net sales was primarily driven by volume/mix, partially offset by price/mix and the impact of business divestitures. During the year ended December 31, 2020, the Company experienced strong pandemic-related sales volume primarily in the U.S. to large government and healthcare customers. See Note 3 to the Financial Statements for information related to disaggregated revenue. This pandemic-related elevated volume was partially offset by volume declines of non-pandemic related products across most industries. Also, sales in the Canada business and other international high-touch businesses are down compared to 2019 due to COVID-19 business slowdowns. Overall, business activity still trails pre-pandemic levels as some customers remain disrupted by COVID-19. See Note 15 to the Financial Statements and refer to the\nSegment Analysis\nbelow for further details.\nGross profit of $4,238 million for the year ended December 31, 2020 decreased $159 million, or 4% compared with the same period in 2019. The gross profit margin of 35.9% decreased 2.4 percentage points when compared to the same period in 2019. This decrease was primarily driven by lower margins from COVID-19 pandemic-related products sales in the U.S. and business unit mix impact from higher growth in the lower margin endless assortment businesses. See\nSegment Analysis\nbelow for further details related to segment gross profit.\n26\nThe following tables (in millions of dollars) reconcile reported SG&A, operating earnings and net earnings attributable to W.W. Grainger, Inc. determined in accordance with Generally Accepted Accounting Principles (GAAP) in the United States of America to adjusted SG&A, operating earnings and net earnings attributable to W.W. Grainger, Inc., which are all considered non-GAAP measures. The Company believes that these non-GAAP measures provide meaningful information to assist shareholders in understanding financial results and assessing prospects for future performance as they provide a better baseline for analyzing the ongoing performance of its businesses by excluding items that may not be indicative of core operating results. Because non-GAAP financial measures are not standardized, it may not be possible to compare these measures with other companies' non-GAAP measures having the same or similar names. These non-GAAP measures should not be considered in isolation or as a substitute for reported results. These non-GAAP measures reflect an additional way of viewing aspects of operations that, when viewed with GAAP results, provide a more complete understanding of the business.\nSG&A of $3,219 million for the year ended December 31, 2020 increased $84 million, or 3% compared to $3,135 million in the same period in 2019. During the first quarter of 2020, the Company recorded a $177 million write-down of goodwill, intangibles and long-lived assets from the Fabory business and during the second quarter of 2020, the Company recorded a $109 million pretax loss from the sale of the Fabory business which was the largest contributor to the decline in reported operating earnings. Excluding restructuring, net, impairment charges and business divestitures in both periods as noted in the table above, SG&A decreased $98 million or 3%.\n27\nOperating earnings of $1,019 million in 2020 decreased $243 million, or 19% compared to $1,262 million in the same period in 2019. Excluding restructuring, net, impairment charges and business divestitures in both periods as noted in the table above, operating earnings decreased $61 million, or 4%, driven by lower gross profit dollars partially offset by lower SG&A.\nOther expense, net of $72 million for the year ended December 31, 2020, increased $19 million, or 35% compared to the same period in 2019. The increase was primarily from the costs related to an increase in indebtedness during the year.\nIncome taxes of $192 million for the year ended December 31, 2020 decreased $122 million, or 39% compared to $314 million for the same period in 2019. This decrease was primarily driven by lower taxable operating earnings for the year, tax losses from the Company's investment in Fabory due to the impairment and internal reorganization of the Company's holdings in Fabory in the first quarter of 2020 and tax impacts of the Fabory divestiture. Grainger's effective tax rates were 20.3% and 26.0% for the twelve months ended December 31, 2020 and 2019, respectively, and this decrease is primarily due to the Fabory tax impacts.\nNet earnings attributable to W.W. Grainger, Inc. for the year ended December 31, 2020 decreased $154 million, or 18% to $695 million from $849 million in the same period in 2019. Excluding restructuring, net, impairment charges and business divestitures and income taxes from both periods as noted in the table above, net earnings decreased $81 million, or 8%. The decrease in net earnings primarily resulted from lower gross profit dollars partially offset by lower SG&A.\nDiluted earnings per share was $12.82 for the year ended December 31, 2020 and decreased 16% compared to $15.32 for the same period in 2019, due to lower net earnings. Excluding restructuring, net, impairment charges and business divestitures and income taxes from both periods as noted in the table above, diluted earnings per share would have been $16.18 compared to $17.29 in 2019, an decrease of 6%.\n2019 Compared to 2018\nFor the full year 2018 to 2019 comparative discussion, see Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations -\nResults of Operations\nin Grainger’s Annual Report on Form 10-K for the fiscal year ended December 31, 2019.\nSegment Analysis - 2020 Compared to 2019\nThe following comments at the reportable segment and other business unit level include external and intersegment net sales and operating earnings. See Note 15 to the Financial Statements.\nUnited States\nNet sales were $9,070 million for the year ended December 31, 2020, an increase of $255 million, or 2.9%, compared with net sales of $8,815 million for 2019. On a daily basis, net sales increased 2.5% and consisted of the following:\nOverall, revenue increases for the U.S. business were primarily driven by COVID-19 pandemic-related sales, which accounted for the majority of the sales growth beginning in mid-February 2020. As a result of the COVID-19 pandemic, the U.S. business experienced strong sales volume of pandemic-related products primarily from large government and healthcare customers; however, sales to non-essential and disrupted industries are down compared to 2019. See Note 3 to the Financial Statements for information related to disaggregated revenue. From a product perspective, the U.S. business experienced strong demand for COVID-19 pandemic-related products; however, this elevated demand was partially offset by lower demand of non-pandemic products.\nGross profit margin decreased 2.5 percentage points compared to the same period in 2019. The decrease was the result of pandemic related headwinds, including product, customer mix and inventory write-downs to reflect current\n28\nmarket dynamics. The Company expects these pandemic related decreases to subdue as the economy recovers and shifts back towards non-pandemic products, which should normalize product mix and margins back to pre-COVID-19 levels.\nSG&A for the year ended December 31, 2020 decreased 2% compared to the same period in 2019, which is primarily driven by reduced travel and depreciation expenses partially offset by incremental operating costs to support the U.S. business response to the COVID-19 pandemic and related activities.\nOperating earnings of $1,299 million decreased $92 million, or 7% from $1,391 million in the same period of 2019. This decrease was driven primarily by lower gross profit dollars.\nCanada\nNet sales were $476 million for the year ended December 31, 2020, a decrease of $53 million, or 9.9% when compared with $529 million for 2019. On a daily basis, net sales decreased 10.3% and consisted of the following:\nFor the year ended December 31, 2020, volume decreased by 8.4 percentage points compared to the same period in 2019 primarily due to market declines partially offset by COVID-19 pandemic-related product sales. During the first half of 2020, global oil prices declined sharply as a result of market forces. More than a fifth of sales for the Canada business are derived from the oil industry or ancillary segments. This current low oil price environment could further reduce demand for the business, which is already negatively impacted by the COVID-19 pandemic.\nGross profit margin decreased 2.9 percentage points in 2020 compared to the same period in 2019 primarily due to negative price cost spread and COVID-19 pandemic-related mix impact.\nSG&A decreased $13 million, or 7% in 2020 compared to the same period in 2019. Excluding restructuring, net in both periods as noted in the table above, SG&A would have decreased $25 million, or 14% compared to the prior period. This decrease was primarily due to lower variable costs from lower sales and cost management actions to improve SG&A leverage.\nOperating losses were $16 million for the year ended December 31, 2020 compared to earnings of $3 million in the same period in 2019. Excluding restructuring, net in both periods as noted in the table above, operating losses would have been $4 million compared to operating earnings of $3 million in the prior period primarily due to lower sales volume.\nOther Businesses\nNet sales for other businesses were $2,762 million for the year ended December 31, 2020, an increase of $111 million, or 4.2%, when compared to the same period in 2019. The net sales increase was primarily due to incremental sales within the endless assortment businesses. On a daily basis, net sales increased 3.8% and consisted of the following:\nThe increase in net sales was driven by the endless assortment businesses, partially offset by lower performance in other international high-touch businesses, which were heavily impacted by pandemic-related slowdowns and the net\n29\nimpact of Fabory and China business divestitures. The endless assortment businesses benefited from COVID-19 pandemic-related sales and continued to see strong new customer acquisition during the year.\nGross profit margin decreased 1.4 percentage points compared to the same period in 2019, driven by business unit mix due to the Fabory divestiture, lower margins in the Cromwell business and unfavorable mix from the faster growing endless assortment businesses.\nSG&A increased $9 million, or 1% in 2020 compared with the same period in 2019. Excluding restructuring, net, impairment charges and business divestitures in both periods as noted in the table above, SG&A would have decreased $48 million or 7%. This decrease is primarily due to significant SG&A leverage in the Company's endless assortment businesses and lower expenses as a result of the Fabory divestiture.\nOperating losses for other businesses were $24 million for the year ended December 31, 2020, a decrease of $15 million, or 166% compared to operating losses of $9 million for 2019. Excluding restructuring, net, impairment charges and business divestitures in both periods as noted in the table above, operating earnings would have increased $42 million, or 38%. This increase is primarily due to higher earnings in the endless assortment businesses resulting from strong revenue growth and SG&A leverage.\n2019 Compared to 2018\nFor the full year 2018 to 2019 comparative discussion, see Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations -\nSegment Analysis\n- 2019 Compared to 2018 in Grainger’s Annual Report on Form 10-K for the fiscal year ended December 31, 2019.\nFinancial Condition\nGrainger believes that, assuming its operations are not significantly impacted by the COVID-19 pandemic for a prolonged period, its current level of cash and cash equivalents, marketable securities and availability under its revolving credit facilities will be sufficient to meet its liquidity needs. Grainger expects to continue to invest in its business and return excess cash to shareholders through cash dividends and share repurchases, which it plans to fund through total available liquidity and cash flows generated from operations. Grainger also maintains access to capital markets and may issue debt or equity securities from time to time, which may provide an additional source of liquidity.\nFor the full year 2018 discussion, see Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations -\nFinancial Condition\nin Grainger’s Annual Report on Form 10-K for the fiscal year ended December 31, 2019.\nCash and Cash Equivalents\nAt December 31, 2020 and 2019, Grainger had cash and cash equivalents of $585 million and $360 million, respectively. This increase in cash is primarily due to cash flows from operations, delayed capital investments and temporarily reduced share repurchase program. Approximately 54% and 69% of cash and cash equivalents were outside the U.S. as of December 31, 2020 and 2019, respectively. Grainger has no material limits or restrictions on its ability to use these foreign liquid assets.\nCash Flows\n2020 Compared to 2019\nNet cash provided by operating activities was $1,123 million and $1,042 million for the years ended December 31, 2020 and 2019, respectively. The increase in cash provided by operating activities is primarily the result of lower net payments related to employee variable compensation and benefits paid under annual incentive plans and lower tax payments, partially offset by investments in working capital.\nNet cash used in investing activities was $179 million and $202 million for the years ended December 31, 2020 and 2019, respectively. This decrease in net cash used in investing activities was primarily driven by lower additions to property, buildings and equipment and intangibles.\n30\nNet cash used in financing activities was $726 million and $1,023 million in the years ended December 31, 2020 and 2019, respectively. The decrease in net cash used in financing activities was primarily driven by increased borrowings of long term debt and lower treasury stock repurchases.\nWorking Capital\nInternally generated funds are the primary source of working capital and growth initiatives including capital expenditures. Grainger's working capital is not impacted by significant seasonality trends throughout the year.\nWorking capital consists of current assets (less non-operating cash) and current liabilities (less short-term debt, current maturities of long-term debt and lease liabilities). Working capital was $2,220 million at December 31, 2020, compared with $2,092 million at December 31, 2019 primarily due to an increase in operating cash, accounts receivable and inventory, partially offset by increases in trade accounts payable. At these dates, the ratio of current assets to current liabilities was 2.6 for both years.\nCapital Expenditures\nIn each of the past two years, a portion of the Company's net cash flows has been used for additions to property, buildings, equipment and capitalized software as summarized in the following table (in millions of dollars):\nIn both 2020 and 2019, the Company invested in its North American and Japanese distribution networks (construction of new DCs as well as machinery and equipment to further automate the distribution process). In addition, the Company invested in the development of inventory management and software solutions.\nProjected spending for 2021 is expected to be approximately $250 million which includes continued investments in its supply chain, software development and inventory management solutions. Grainger expects to fund 2021 capital spending primarily from operating cash flows.\nDebt\nGrainger maintains a debt ratio and liquidity position that provides flexibility in funding working capital needs and long-term cash requirements. In addition to internally generated funds, Grainger has various sources of financing available, including bank borrowings under lines of credit. Total debt, which is defined as total interest-bearing debt (short-term current and long-term) and lease liabilities as a percent of total capitalization, was 55.6% and 54.3%, as of December 31, 2020 and 2019, respectively.\nGrainger receives ratings from two independent credit ratings agencies: Moody's Investor Service (Moody's) and Standard & Poor's (S&P). Both credit rating agencies currently rate the Company's corporate credit at investment grade. The following table summarizes the Company's credit ratings at December 31, 2020:\n31\nCommitments and Other Contractual Obligations\nAt December 31, 2020 Grainger's contractual obligations, including estimated payments due by period, are as follows (in millions of dollars):\nSee Notes 6, 7 and 9 to the Financial Statements for further detail related to debt, interest on debt and operating lease obligations.\nPurchase obligations are made in the normal course of business to meet operating needs. While purchase orders for both inventory purchases and non-inventory purchases are generally cancellable without penalty, certain vendor agreements provide for cancellation fees or penalties depending on the terms of the contract.\nOther liabilities represent future payments for profit sharing and other employee benefit plans.\nGrainger has recorded a noncurrent liability of approximately $42 million for tax uncertainties and interest at December 31, 2020. This amount is excluded from the table above, as Grainger is unable to reasonably estimate the period of cash settlement with the respective taxing authorities on such items. See Note 14 to the Financial Statements.\nOff-Balance Sheet Arrangements\nGrainger does not have any material off-balance sheet arrangements.\nCritical Accounting Estimates\nThe methods, assumptions, and estimates that used in applying the Company’s accounting policies may require the application of judgments regarding matters that are inherently uncertain. The Company considers an accounting policy to be a critical estimate if: (1) it involves assumptions that are uncertain when judgment was applied, and (2) changes in the estimate assumptions, or selection of a different estimate methodology could have a significant impact on Grainger’s consolidated financial position and results. While the Company believes that estimates, assumptions, and judgments used are reasonable, they are based on information available when the estimate was made. See Note 1 to the Financial Statements for further information on the Company’s critical accounting estimates, which are as follows:\nContingencies:\nthe estimation of when a contingent loss is probable and reasonably estimable;\nGoodwill and Intangible Assets Impairment:\nthe valuation methods and assumptions used in assessing the\nimpairment of goodwill and intangible assets; and\nInventory:\ninventory reflected at the lower of cost or net realizable value considering future demand, market\nconditions and liquidation values.\n32\nForward-Looking Statements\nFrom time to time, in this Annual Report on Form 10-K, as well as in other written reports, communications and verbal statements, Grainger makes forward-looking statements that are not historical in nature but concern forecasts of future results, business plans, analyses, prospects, strategies, objectives and other matters that may be deemed to be “forward-looking statements” under the federal securities laws. Forward-looking statements can generally be identified by their use of terms such as “anticipate,” “estimate,” “believe,” “expect,” “could,” “forecast,” “may,” “intend,” “plan,” “predict,” “project,” “will” or “would” and similar terms and phrases, including references to assumptions.\nGrainger cannot guarantee that any forward-looking statement will be realized and achievement of future results is subject to risks and uncertainties, many of which are beyond the Company's control, which could cause Grainger's results to differ materially from those that are presented.\nImportant factors that could cause actual results to differ materially from those presented or implied in the forward-looking statements include, without limitation: the unknown duration and health, economic, operational and financial impacts of the global outbreak of the coronavirus disease 2019 (COVID-19) as well as the duration, extent and impact of the actions taken or contemplated by governmental authorities or others in connection with the COVID-19 pandemic on the Company’s businesses, its employees, customers and suppliers, including disruption to Grainger's operations resulting from employee illnesses, the development and availability of effective treatment or vaccines, any mandated facility closures of non-essential businesses, stay in shelter health orders or other similar restrictions for customers and suppliers, changes in customers' product needs, suppliers' inability to meet unprecedented demand for COVID-19 related products, inventory shortages, the potential for government action to allocate or direct products to certain customers which may cause disruption in relationships with other customers, disruption caused by business responses to the COVID-19 pandemic, including working remote arrangements, which may create increased vulnerability to cybersecurity incidents, including breaches of information systems security, adaptions to the Company's controls and procedures required by working remote arrangements, including financial reporting processes, which could impact the design or operating effectiveness of such controls or procedures, and global or regional economic downturns or recessions, which could result in a decline in demand for the Company's products or limit the Company's ability to access capital markets on terms that are attractive or at all; higher product costs or other expenses; a major loss of customers; loss or disruption of sources of supply; changes in customer or product mix; increased competitive pricing pressures; failure to develop or implement new technology initiatives or business strategies; failure to adequately protect intellectual property or successfully defend against infringement claims; fluctuations or declines in the Company's gross profit percentage; the Company's responses to market pressures; the outcome of pending and future litigation or governmental or regulatory proceedings, including with respect to wage and hour, anti-bribery and corruption, environmental, advertising, consumer protection, pricing (including disaster or emergency declaration pricing statutes), product liability, general commercial disputes, safety or compliance, or privacy and cybersecurity matters; investigations, inquiries, audits and changes in laws and regulations; failure to comply with laws, regulations and standards; government contract matters; disruption of information technology or data security systems involving the Company or third parties on which the Company depends; general industry, economic, market or political conditions; general global economic conditions including tariffs and trade issues and policies; currency exchange rate fluctuations; market volatility, including price and trading volume volatility or price declines of the Company's common stock; commodity price volatility; labor shortages; facilities disruptions or shutdowns; higher fuel costs or disruptions in transportation services; other pandemic diseases or viral contagions; natural or human induced disasters, extreme weather and other catastrophes or conditions; failure to attract, retain, train, motivate, develop and transition key employees; loss of key members of management or key employees; changes in effective tax rates; changes in credit ratings or outlook; the Company's incurrence of indebtedness and other factors identified under Part II, Item 1A: “Risk Factors” and elsewhere in this Form 10-K.\nCaution should be taken not to place undue reliance on Grainger's forward-looking statements and Grainger undertakes no obligation to update or revise any of its forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\n33"
  },
  {
    "item_key": "item_7a",
    "text": "Grainger's primary market risk exposures as follows:\nForeign Currency Exchange Rates\nGrainger’s financial results, including the value of assets and liabilities, are exposed to foreign currency exchange rate risk when the financial statements of the business units outside the U.S., as stated in their local currencies, are translated into U.S. dollars. In February 2020, Grainger entered into certain derivative instrument agreements to manage this risk. See Note 13 to the Financial Statements. Grainger's net earnings exposure to foreign currency exchange rates was not material for 2020.\nInterest Rate Risks\nGrainger is exposed to interest rate risk on its long-term debt. See Note 7 to the Financial Statements. In February 2020, Grainger entered into certain derivative instrument agreements to hedge a portion of its fixed-rate long-term debt to manage this risk. See Note 13 to the Financial Statements. As of December 31, 2020, the annualized effect of a 0.1 percentage point increase in interest rates on Grainger’s variable-rate debt obligations would not have a material impact on net earnings.\nCommodity Price Risk\nGrainger’s transportation costs are exposed to fluctuations in the price of fuel and some sourced products contain commodity-priced materials. The Company regularly monitors commodity trends and, as a broad line supplier, mitigates any material exposure to commodity price risk by having alternative sourcing plans in place that mitigate the risk of supplier concentration, passing commodity-related inflation to customers or suppliers, and continuing to scale its distribution networks, including its transportation infrastructure."
  },
  {
    "item_key": "item_8",
    "text": "The financial statements and supplementary data are included on pages 39 to 73. See the Index to Financial Statements and Supplementary Data on page 38."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nGrainger carried out an evaluation, under the supervision and with the participation of its management, including the Chief Executive Officer and the Chief Financial Officer, of the effectiveness of the design and operation of Grainger's disclosure controls and procedures pursuant to Rule 13a-15 of the Securities Exchange Act of 1934, as amended (Exchange Act). Based upon that evaluation, the Chief Executive Officer and the Chief Financial Officer concluded that Grainger's disclosure controls and procedures were effective as of the end of the period covered by this report.\nInternal Control Over Financial Reporting\n(A)\nManagement's Annual Report on Internal Control Over Financial Reporting\nManagement's report on Grainger's internal control over financial reporting is included on page 39 of this Report under the heading Management's Annual Report on Internal Control Over Financial Reporting.\n(B)\nAttestation Report of the Registered Public Accounting Firm\nThe report from Ernst & Young LLP on its audit of the effectiveness of Grainger's internal control over financial reporting as of December 31, 2020, is included on page 40 of this Report under the heading Report of Independent Registered Public Accounting Firm.\n(C)\nChanges in Internal Control Over Financial Reporting\nThere have been no changes in Grainger's internal control over financial reporting during the last fiscal quarter that have materially affected, or are reasonably likely to materially affect, Grainger's internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n34\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 28, 2021, under the captions “Board Qualifications, Attributes, Skills and Background,” “Annual Election of Directors,” “Candidates for Board Membership,” “Director Nominees’ Experience and Qualifications,” \"Delinquent Section 16(a) Reports,\" “Audit Committee,” and “Board Affairs and Nominating Committee.” Information required by this item regarding executive officers of Grainger is set forth in Part I, Item 1, under the caption “Executive Officers of the Registrant.”\nGrainger has adopted a code of ethics that applies to its principal executive officer, principal financial officer and principal accounting officer and controller. This code of ethics is part of Grainger’s Business Conduct Guidelines for directors, officers and employees, which is available free of charge through Grainger’s website at invest.grainger.com. A copy of the Business Conduct Guidelines is also available in print without charge to any person upon request to Grainger's Corporate Secretary. Grainger intends to disclose on its website any amendment to any provision of the Business Conduct Guidelines that relates to any element of the definition of “code of ethics” enumerated in Item 406(b) of Regulation S-K under the Exchange Act and any waiver from any such provision granted to Grainger’s principal executive officer, principal financial officer, principal accounting officer and controller or persons performing similar functions. Grainger has also adopted Operating Principles for the Board of Directors, which are available on its website and are available in print to any person who requests them\n."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 28, 2021, under the captions “Director Compensation,” “Compensation Discussion and Analysis,” “Compensation Committee,” “Report of the Compensation Committee of the Board” and \"Independent Compensation Consultant; Fees.\"\nItem 12: Directors and Executive Officers\nThe information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 28, 2021, under the captions “Ownership of Grainger Stock” and “Equity Compensation Plans.”"
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 28, 2021, under the captions “Director Independence,” \"Annual Election of Directors\" and “Transactions with Related Persons.”"
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated by reference to Grainger's proxy statement relating to the annual meeting of shareholders to be held April 28, 2021, under the caption “Audit Fees and Audit Committee Pre-Approval Policies and Procedures.”\n35\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)    Documents filed as part of this Form 10-K\n(1)     Financial Statements: see Item 8: Financial Statements and Supplementary Data, on pages 38 hereof, for a list of financial statements. Management's Annual Report on Internal Control Over Financial Reporting.\n(2)    Financial Statement Schedules: the schedules listed in Rule 5-04 of Regulation S-X have been omitted because they are either not applicable or the required information is shown in the consolidated financial statements or notes thereto.\n(3)    Exhibits Required by Item 601 of Regulation S-K: the information required by this Item 15(a)(3) of Form 10-K is set forth on the Exhibit Index that follows the Signatures page 74 of the Form 10-K."
  },
  {
    "item_key": "item_16",
    "text": "None.\n36\nINDEX TO FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\nDecember 31, 2020, 2019 and 2018\n37\nMANAGEMENT'S ANNUAL REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nThe management of W.W. Grainger, Inc. (Grainger) is responsible for establishing and maintaining adequate internal control over financial reporting. Grainger's internal control system was designed to provide reasonable assurance to Grainger's management and Board of Directors regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements under all potential conditions. Therefore, effective internal control over financial reporting provides only reasonable, and not absolute, assurance with respect to the preparation and presentation of financial statements.\nGrainger's management assessed the effectiveness of Grainger's internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). Based on its assessment under that framework and the criteria established therein, Grainger's management concluded that Grainger's internal control over financial reporting was effective as of December 31, 2020.\nErnst & Young LLP, an independent registered public accounting firm, has audited Grainger's internal control over financial reporting as of December 31, 2020, as stated in their report, which is included herein.\n38\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of\nW.W. Grainger, Inc. and Subsidiaries\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of W.W. Grainger, Inc. and Subsidiaries (the Company) as of December 31, 2020 and 2019, the related consolidated statements of earnings, comprehensive earnings, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2020, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2020 and 2019, and the consolidated results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 24, 2021 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n39\n/s/ Ernst & Young LLP\nWe have served as the Company’s auditor since 2005.\nChicago, Illinois\nFebruary 24, 2021\n40\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of\nW.W. Grainger, Inc. and Subsidiaries\nOpinion on Internal Control over Financial Reporting\nWe have audited W.W. Grainger, Inc. and Subsidiaries’ internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 Framework) (the COSO Criteria). In our opinion, W.W Grainger, Inc. and Subsidiaries (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2020 and 2019, and the related consolidated statements of earnings, comprehensive earnings, shareholders’ equity and cash flows for each of the three years in the period ended December 31, 2020, and the related notes and our report dated February 24, 2021 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of effectiveness of the internal control over financial reporting included in the accompanying Management’s Annual Report on Internal Controls over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nChicago, Illinois\nFebruary 24, 2021\n41\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF EARNINGS\n(In millions, except for per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n42\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE EARNINGS\n(In millions of dollars)\nThe accompanying notes are an integral part of these financial statements.\n43\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED BALANCE SHEETS\n(In millions of dollars, except for share and per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n44\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In millions of dollars)\nThe accompanying notes are an integral part of these consolidated financial statements.\n45\nW.W. Grainger, Inc. and Subsidiaries\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY\n(In millions of dollars, except for per share amounts)\nThe accompanying notes are an integral part of these financial statements.\n46\nNOTE 1 -\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nCompany Background\nW.W. Grainger, Inc. is a broad line, business-to-business distributor of maintenance, repair and operating (MRO) products and services with operations primarily in North America, Japan and Europe. In this report, the words “Company” or “Grainger” mean W.W. Grainger, Inc. and its subsidiaries.\nThe following reportable segments reflect how management reviews and evaluates operating performance through December 31, 2020:\n•\nUnited States (U.S.) - high-touch business\n•\nCanada - high-touch business\nEffective January 1, 2021, the Company operates under the reportable segments listed below to align with its go-to-market strategies and bifurcated business models:\n•\nHigh Touch - North America - the Company’s high-touch businesses provide value-added MRO solutions that are rooted in deep product knowledge and customer expertise. This includes the Grainger-branded businesses in the U.S., Canada, Mexico and Puerto Rico.\n•\nEndless Assortment - the Company’s endless assortment businesses provide a simple, transparent and streamlined experience for customers to shop millions of products. This includes the Company’s Zoro Tools, Inc. (Zoro) and MonotaRO Co., Ltd. (MonotaRO) online channels which operate predominately in the U.S., United Kingdom (U.K.) and Japan.\nPrinciples of Consolidation\nThe Consolidated Financial Statements (Financial Statements) include the accounts of the Company and its subsidiaries over which the Company exercises control. All significant intercompany transactions are eliminated from the consolidated financial statements. The Company has a controlling ownership interest in MonotaRO, the endless assortment business in Japan, with the residual representing the noncontrolling interest.\nThe Company reports MonotaRO on a one-month calendar lag allowing for the timely preparation of Financial Statements. This one-month reporting lag is with the exception of significant transactions or events that occur during the intervening period. There were no significant events during the month of December 2020.\nUse of Estimates\nThe preparation of the Company's consolidated financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions affecting reported amounts in the consolidated financial statements and accompanying notes. Actual results may differ from those estimates.\nForeign Currency Translation\nThe U.S. dollar is the Company's reporting currency for all periods presented. The financial statements of the Company’s foreign operating subsidiaries are measured using the local currency as the functional currency. Assets and liabilities of the Company’s foreign operating subsidiaries are translated into U.S. dollars at the exchange rate in effect at the balance sheet date. Revenues and expenses are translated at average rates in effect during the period. Translation gains or losses are recorded as a separate component of other comprehensive earnings (losses).\nRevenue Recognition\nThe Company recognizes revenue when a sales arrangement with a customer exists (e.g., contract, purchase orders, others), the transaction price is fixed or determinable and the Company has satisfied its performance obligation per the sales arrangement.\nThe majority of Company revenue originates from contracts with a single performance obligation to deliver products, whereby performance obligations are satisfied when control of the product is transferred to the customer per the arranged shipping terms. Some Company contracts contain a combination of product sales and services, which are distinct and accounted for as separate performance obligations, and are satisfied when the services are rendered. Total service revenue accounted for approximately\n1\n% of total Company revenue for the twelve months ended December 31, 2020.\n47\nThe Company’s revenue is measured at the determinable transaction price, net of any variable considerations granted to customers and any taxes collected from customers and subsequently remitted to governmental authorities. Variable considerations include rights to return product and sales incentives, which primarily consist of volume rebates. These variable considerations are estimated throughout the year based on various factors, including contract terms, historical experience and performance levels. Total accrued sales returns were approximately $\n31\nmillion and $\n25\nmillion as of December 31, 2020 and 2019, respectively, and are reported as a reduction of Accounts receivable, net. Total accrued sales incentives were approximately $\n58\nmillion and $\n57\nmillion as of December 31, 2020 and 2019, respectively, and are reported as part of Accrued expenses.\nThe Company records a contract asset when it has a right to payment from a customer that is conditioned on events other than the passage of time. The Company also records a contract liability when customers prepay but the Company has not yet satisfied its performance obligation. The Company did not have any material unsatisfied performance obligations, contract assets or liabilities as of December 31, 2020 and 2019.\nCost of Goods Sold (COGS)\nCOGS includes the purchase cost of goods sold, net of vendor considerations, in-bound shipping and handling costs and service costs. The Company receives vendor considerations, such as rebates to promote their products, which are generally recorded as a reduction to COGS. Rebates earned from vendors that are based on product purchases are capitalized into inventory and rebates earned based on products sold are credited directly to COGS.\nSelling, General and Administrative Expenses (SG&A)\nCompany SG&A is primarily comprised of compensation and benefit costs, indirect purchasing, supply chain and branch operations, technology, leases, restructuring, impairments, advertising and selling expenses, as well as other types of general and administrative costs.\nAdvertising\nAdvertising costs, which include online marketing, are generally expensed in the year the related advertisement is first presented or when incurred. Catalog expense is amortized over the life of the catalog, generally one year, beginning in the month of its distribution and is included in advertising expense.\nTotal advertising expense was $\n319\nmillion, $\n316\nmillion and $\n241\nmillion for 2020, 2019 and 2018, respectively.\nStock Incentive Plans\nThe Company measures all share-based payments using fair-value-based methods and records compensation expense on a straight line basis over the vesting periods, net of estimated forfeitures.\nIncome Taxes\nThe Company recognizes the provision for income taxes using the asset and liability method, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax basis of assets and liabilities, and for operating losses and tax credit carryforwards. Deferred tax assets and liabilities are measured using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets are expected to be realized or settled. Also, the Company evaluates deferred income taxes to determine if valuation allowances are required using a “more likely than not” standard. This assessment considers the nature, frequency and amount of book and taxable income and losses, the duration of statutory carryback and forward periods, future reversals of existing taxable temporary differences and tax planning strategies, among other matters\n.\nThe Company recognizes tax benefits from uncertain tax positions only if (based on the technical merits of the position) it is more likely than not that the tax positions will be sustained on examination by the tax authority. The Company recognizes interest expense and penalties to its tax uncertainties in the provision for income taxes.\nOther Comprehensive Earnings (Losses)\nThe Company's Other comprehensive earnings (losses) include foreign currency translation adjustments and unrecognized gains (losses) on postretirement and other employment-related benefit plans. Accumulated other comprehensive earnings (losses) (AOCE) are presented separately as part of shareholders' equity.\n48\nCash and Cash Equivalents\nThe Company considers investments in highly liquid debt instruments, purchased with an original maturity of\n90\ndays or less, to be cash equivalents.\nConcentration of Credit Risk\nThe Company places temporary cash investments with institutions of high credit quality and, by policy, limits the amount of credit exposure to any one institution. Also, the Company has a broad customer base representing many diverse industries across North America, Japan and Europe. Consequently, no significant concentration of credit risk is considered to exist.\nAccounts Receivable and Allowance for Credit Losses\nThe Company’s accounts receivable arise primarily from sales on credit to customers and are stated at their estimated net realizable value. The Company establishes allowances for credit losses on customer accounts that are potentially uncollectible. These allowances are determined based on several factors, including the age of the receivables, historical collection trends, and economic conditions that may have an impact on a specific industry, group of customers or a specific customer.\nThe Company establishes an allowance for credit losses to present the net amount of accounts receivable expected to be collected. The allowance is determined by using the loss-rate method, which requires an estimation of loss rates based upon historical loss experience adjusted for factors that are relevant to determining the expected collectability of accounts receivable. Some of these factors include macroeconomic conditions that correlate with historical loss experience, delinquency trends, aging behavior of receivables and credit and liquidity quality indicators for industry groups, customer classes or individual customers.\nInventories\nCompany inventories primarily consist of merchandise purchased for resale, and they are valued at the lower of cost or net realizable value. The Company uses the last-in, first-out (LIFO) method to account for approximately\n71\n% of total inventory and the first-in, first-out (FIFO) method for the remaining inventory. The Company regularly reviews inventory to evaluate continued demand and records provisions for the difference between excess and obsolete inventories and net realizable value. Estimated realizable value consider various variables, including product demand, aging and shelf life, market conditions, and liquidation or disposition history and values.\nIf FIFO had been used for all of the Company’s inventories, they would have been $\n446\nmillion and $\n426\nmillion higher than reported at December 31, 2020 and December 31, 2019, respectively. Concurrently, net earnings would have increased by $\n15\nmillion and $\n24\nmillion and $\n8\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\nProperty, Buildings and Equipment\nCompany property, buildings and equipment are valued at cost. Depreciation is estimated using the straight-line depreciation method over the assets' useful lives as follows:\nGrainger has historically depreciated certain property, building, and equipment using both the declining balance and sum-of-the-years’ digits methods as well as certain buildings over estimated useful lives of approximately\nthirty years\n. In accordance with its policy, the Company periodically reviews information impacting the pattern of consumption for its capital assets and useful lives to ensure that estimates of depreciation expenses are appropriate. The Company’s investment in its supply chain infrastructure and technology triggered the review of these patterns of consumption. Pursuant to the review and effective January 1, 2020, the method of estimating depreciation for these assets was changed to the straight-line method and useful lives to\nforty\nand\nfifty years\n. The Company determined that these changes in depreciation method and useful lives were considered a change in accounting estimate effected by a change in accounting principle, and as such have been accounted for on a prospective basis. Grainger believes the changes to the straight-line method and useful lives are appropriate estimations of the Company's current patterns of economic consumption of its capital assets and appropriately\n49\nmatch current revenues and costs over updated estimates of the assets' useful lives. The effect of these changes resulted in a decrease of $\n34\nmillion to depreciation expense for the year ended December 31, 2020.\nDepreciation expense was $\n116\nmillion, $\n150\nmillion and $\n162\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\nThe Company capitalized interest costs of $\n4\nmillion, $\n9\nmillion and $\n10\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\nLong-Lived Assets\nThe carrying value of long-lived assets, primarily property, buildings and equipment and amortizable intangibles, is evaluated whenever events or changes in circumstances indicate that the carrying value of the asset group may be impaired. An impairment loss is recognized when estimated undiscounted future cash flows resulting from use of the asset group, including disposition, are less than their carrying value. Impairment is measured as the amount by which the asset group's carrying amount exceeds the fair value.\nLeases\nThe Company leases certain properties and buildings (including branches, warehouses, distribution centers  (DCs) and office space) and equipment under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company’s lease portfolio consists mainly of operating leases which expire at various dates through\n2036\n.\nMany of the property and building lease agreements obligate the Company to pay real estate taxes, insurance and certain maintenance costs (hereinafter referred to as non-lease components). Certain of the Company’s lease arrangements contain renewal provisions from\n1\nto\n30\nyears, exercisable at the Company's option. The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nThe Company determines if an arrangement is an operating lease at inception. Leases with an initial term of 12 months or less are not recorded on the balance sheet. All other leases are recorded on the balance sheet with right of use (ROU) assets representing the right to use the underlying asset for the lease term and lease liabilities representing the obligation to make lease payments arising from the lease.\nROU assets and lease liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term and include options to extend or terminate the lease when they are reasonably certain to be exercised. The present value of lease payments is determined primarily using the incremental borrowing rate based on the information available at lease commencement date. Lease agreements with lease and non-lease components are generally accounted for as a single lease component. The Company’s operating lease expense is recognized on a straight-line basis over the lease term and is recorded in SG&A.\nGoodwill and Other Intangible Assets\nIn a business acquisition, the Company recognizes goodwill as the excess purchase price of an acquired reporting unit over the net amount assigned to assets acquired including intangible assets, and liabilities assumed. Acquired intangibles include both assets with indefinite lives and assets that are subject to amortization, which are amortized straight-line over their estimated useful lives.\nThe Company tests goodwill and indefinite-lived intangibles for impairment annually during the fourth quarter and more frequently if impairment indicators exist. The Company performs qualitative assessments of significant events and circumstances, such as reporting units' historical and current results, assumptions regarding future performance, strategic initiatives and overall economic factors to determine the existence of impairment indicators and assess if it is more likely than not that the fair value of the reporting unit or indefinite-lived intangible asset is less than its carrying value and if a quantitative impairment test is necessary. In the quantitative test, Grainger compares the carrying value of the reporting unit or an indefinite-lived intangible asset with its fair value. Any excess of the carrying value over fair value is recorded as an impairment charge, presented as part of SG&A.\nThe fair value of reporting units is calculated primarily using the discounted cash flow method and utilizing value indicators from a market approach to evaluate the reasonableness of the resulting fair values. Estimates of market-participant risk-adjusted weighted average cost of capital are used as a basis for determining the discount rates to apply to the reporting units’ future expected cash flows and terminal value.\n50\nThe Company’s indefinite-lived intangibles are primarily trade names. The fair value of trade names is calculated primarily using the relief-from-royalty method, which estimates the expected royalty savings attributable to the ownership of the trade name asset. The key assumptions when valuing a trade name are the revenue base, the royalty rate, and the discount rate.\nAdditionally, the Company capitalizes certain costs related to the purchase and development of internal-use software, which are presented as intangible assets. Amortization of capitalized software is on a straight-line basis over\nthree\nor\nfive\nyears.\nAccounting for Derivative Instruments\nThe Company recognizes all derivative instruments as assets or liabilities in the Condensed Consolidated Balance Sheets at fair value. The accounting for changes in the fair value of a derivative instrument depends on whether it has been designated and qualifies as part of a hedging relationship and, further, on the type of hedging relationship.\nTo qualify for hedge accounting, a derivative must be highly effective at reducing the risk associated with the exposure being hedged. In addition, for a derivative to be designated as a hedge, the risk management objective and strategy must be documented. Hedge documentation must identify the derivative hedging instrument, the asset or liability or forecasted transaction, type of risk to be hedged, and how the effectiveness of the derivative is assessed prospectively and retrospectively. To assess effectiveness, the Company uses statistical methods and qualitative comparisons of critical terms. The extent to which a derivative has been and is expected to continue to be, highly effective at offsetting changes in the fair value or cash flows of the hedged item is assessed and documented periodically. If it is determined that a derivative is not highly effective at hedging the designated exposure, hedge accounting is discontinued. For those derivative instruments that are designated and qualify as hedging instruments, the Company classifies them as fair value hedges or cash flow hedges.\nContingencies\nThe Company accrues for costs relating to litigation claims and other contingent matters, when it is probable that a liability has been incurred and the amount of the assessment can be reasonably estimated.\nNew Accounting Standards\nIn June 2016, the Financial Accounting Standards Board (FASB) issued Accounting Standards Update (ASU) 2016-13,\nFinancial Instruments - Credit Losses: Measurement of Credit Losses on Financial Instruments\nas modified by subsequently issued ASUs 2018-19, 2019-04, 2019-05, 2019-11 and 2020-02. This ASU requires estimating all expected credit losses for certain types of financial instruments, including trade receivables, held at the reporting date based on historical experience, current conditions and reasonable and supportable forecasts. The Company adopted this ASU effective January 1, 2020. While the adoption of this ASU did not have a material impact on the Company's Financial Statements, it required changes to the Company’s process of estimating expected credit losses on trade receivables.\nIn December 2019, the FASB issued ASU 2019-12,\nIncome Taxes (Topic 740): Simplifying the Accounting for Income Taxes.\nThis ASU clarifies and simplifies accounting for income taxes by eliminating certain exceptions for intraperiod tax allocation principles, the methodology for calculating income tax rates in an interim period, and recognition of deferred taxes for outside basis differences in an investment, among other updates. Per the permitted effective dates, the Company will adopt this ASU effective January 1, 2021.\nThe Company does not expect a material impact from this ASU.\nIn January 2020, the FASB issued ASU 2020-01,\nInvestments - Equity Securities (Topic 321), Investments - Equity Method and Joint Ventures (Topic 323), and Derivatives and Hedging (Topic 815), Clarifying the Interactions between Topic 321, Topic 323 and Topic 815\n. This ASU simplifies the understanding and application of the codification topics by eliminating inconsistencies and providing clarifications. The effective date of this ASU is for fiscal years and interim periods beginning after December 15, 2020. The Company is currently evaluating the potential impact of this ASU on the Financial Statements.\nIn March 2020, the FASB issued ASU 2020-04,\nReference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting\n. This update provides optional expedients and exceptions for applying generally accepted accounting principles to certain contract modifications and hedging relationships that reference London Inter-bank Offered Rate (LIBOR) or another reference rate expected to be discontinued. The\n51\nguidance is effective upon issuance and generally can be applied through December 31, 2022. The Company is currently evaluating the potential impact of this ASU on the Financial Statements.\nIn October 2020, the FASB issued ASU 2020-10,\nCodification Improvements.\nThese amendments improve consistency by amending the codification to include all disclosure guidance in the appropriate disclosure sections and clarifies application of various provisions in the codification by amending and adding new headings, cross referencing to other guidance, and refining or correcting terminology. The effective date of this ASU is for fiscal years and interim periods beginning after December 15, 2020. The Company does not expect a material impact from this ASU.\nNOTE 2 -\nBUSINESS DIVESTITURES AND LIQUIDATIONS\nConsistent with the Company's strategic focus on broad line MRO distribution in key markets, Grainger divested the Fabory business in Europe (Fabory) on June 30, 2020 and the China business (China) on August 21, 2020. Accordingly, the Company's condensed consolidated statements of earnings, comprehensive earnings and cash flows and related notes include Fabory and China results through the respective dates of divestiture. The proceeds from these divestitures will be used to fund general corporate needs.\nDuring the second and third quarters of 2020, Grainger recognized a net loss of approximately $\n109\nmillion and gain of $\n5\nmillion in SG&A as a result of the Fabory and China divestitures, respectively, which included net accumulated foreign currency translation losses of $\n45\nmillion, that were reclassified from Accumulated other comprehensive earnings (losses) (AOCE) to SG&A. During the fourth quarter of 2020, the Company commenced the liquidation of Zoro Tools Europe (ZTE) and recognized $\n9\nmillion in expense associated with winding down the business.\nNOTE 3 -\nREVENUE\nCompany revenue is primarily comprised of MRO product sales and related activities, such as freight and services.\nGrainger serves a large number of customers in diverse industries, which are subject to different economic and market specific factors. The Company's presentation of revenue by industry most reasonably depicts how the nature, amount, timing and uncertainty of Company revenue and cash flows are affected by economic and market specific factors.\nThe following table presents the Company's percentage of revenue by reportable segment and by major customer industry:\n52\nNOTE 4 -\nPROPERTY, BUILDINGS AND EQUIPMENT\nProperty, buildings and equipment consisted of the following (in millions of dollars):\nDuring the first quarter of 2020, the Company recorded approximately $\n44\nmillion of impairment charges in SG&A in connection with the impairment of Fabory’s long-lived assets, including property, buildings and equipment for approximately $\n24\nmillion and right-to-use (ROU) assets for approximately $\n20\nmillion (presented in Other assets) due to the factors discussed in Note 5 to the Financial Statements. The Company divested Fabory during the second quarter of 2020 (see Note 2 to the Financial Statements).\nNOTE 5 -\nGOODWILL AND OTHER INTANGIBLE ASSETS\nCanada Business\nGiven the slowdowns in global oil markets and the economic repercussions from the COVID-19 pandemic in Canada, qualitative tests performed in the second quarter of 2020 indicated the existence of impairment indicators for the Canada business. As such, quantitative tests were performed to evaluate whether any impairment of goodwill was necessary. Based on the result of the quantitative tests, the Company concluded that there was\nno\nimpairment of goodwill. The enterprise value of the Canada business at June 30, 2020 exceeded its carrying value by more than\n25\n%, which is a\n10\npercentage point decrease since the date of the last quantitative test, December 31, 2019. Per the impairment test and respective sensitivity analysis, it was noted that an increase of approximately\n3\n% in the pre-tax discount rate or approximately\n1.5\n% decrease in revenue long-term growth rate projections would cause the Canada business enterprise value to fall to the level of its carrying value and thus trigger an impairment.\nDuring its annual impairment testing the Company performed qualitative goodwill and intangible asset assessments. The Company did not identify any significant events or changes in circumstances that indicated the existence of\n53\nimpairment indicators, as such quantitative assessments were not required. Changes in assumptions regarding future business performance and macroeconomic conditions, particularly the COVID-19 pandemic and global oil prices, may negatively impact demand generation over a long period, future cash flows and enterprise valuations, which could result in future impairments of goodwill and intangible assets for the Canada business.\nFabory Business\nDuring the first quarter of 2020, the Company impaired Fabory's goodwill and tradenames. Concurrently, consistent with the circumstances leading to the goodwill and tradenames' impairment, the Company performed a recoverability and fair value test of Fabory’s long-lived assets, including property, buildings and equipment and customer lists and relationships and concluded to impair those assets. As a result, the Company recorded impairment charges totaling $\n133\nmillion, of which $\n58\nmillion and $\n75\nmillion were attributable to the goodwill and intangibles, respectively. The impairments of these assets were driven primarily by revenue slowdown in key Fabory markets, gross profit pressures and a flat-to-declining operating margin against a backdrop of industrial sector declines across Europe, which were further amplified by the long-term implications of the COVID-19 pandemic, among other factors. The Company divested Fabory during the second quarter of 2020 (see Note 2 to the Financial Statements).\nCompany\nGrainger completed its annual impairment testing during the fourth quarter of 2020. Qualitative tests did not indicate existence of impairment indicators, as such quantitative assessments were not required.\nThe balances and changes in the carrying amount of Goodwill (net of cumulative goodwill impairments) by segment are as follows (in millions of dollars):\nThe cumulative goodwill impairments as of December 31, 2020, were $\n137\nmillion and consisted of $\n32\nmillion in the Canada business and $\n105\nmillion in Other businesses. Grainger's current business portfolio had no impairments to goodwill for the twelve months ended December 31, 2020 and 2019. In 2018, there was a $\n105\nmillion goodwill impairment recorded in SG&A at the Cromwell business in the U.K.\n54\nThe balances and changes in Intangible assets - net are as follows (in millions of dollars):\n(1)\nDuring the fourth quarter of 2020, the Company completed a $\n223\nmillion non-cash retirement of fully amortized capitalized software as a result of the Company's review of long-lived assets. The retirement includes assets that became inactive in prior years and has no impact on amortization expense.\nThe 2019 quantitative test for Cromwell indicated the existence of impairment of the reporting unit’s intangible assets. Cromwell’s declining operating performance and accelerated customer attrition resulted in lowered outlook projections. As a result, the Company concluded that Cromwell’s trade name was fully impaired. Concurrently, as a result of the circumstances leading to trade name impairment, the Company performed a recoverability and fair value test of Cromwell’s customer relationships intangible asset and concluded to impair the asset. The aggregate impairment charge for Cromwell’s intangibles in 2019 amounted to approximately $\n120\nmillion.\nAmortization expense of intangible assets presented within SG&A, excluding impairment charges was $\n60\nmillion, $\n78\nmillion, and $\n92\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\nEstimated amortization expense for future periods is as follows (in millions of dollars):\n55\nNOTE 6 -\nSHORT-TERM DEBT\nShort-term debt consisted of the following (in millions of dollars):\nLines of Credit\nIn February 2020, the Company entered into a\nfive\n-year unsecured credit agreement pursuant to which the Company may obtain loans in various currencies on a revolving basis in an aggregate amount not exceeding the U.S. Dollar equivalent of $\n1.25\nbillion ($\n1.25\nbillion credit facility), which may be increased from time to time up to $\n1.875\nbillion at the request of the Company, subject to approval from lenders and other customary conditions. The $\n1.25\nbillion credit facility replaced the Company's former $\n750\nmillion unsecured revolving credit facility, originated in October 2017, which was scheduled to mature in October 2022.\nThere were\nno\nborrowings outstanding under the line of credit as of December 31, 2020 and 2019. The primary purpose of this credit facility is to support the Company's commercial paper program and for general corporate purposes.\nCommercial Paper\nThe Company issues commercial paper from time to time for general working capital needs. At December 31, 2020, there was\nno\nne outstanding.\nThe Company's short-term debt instruments include affirmative and negative covenants that are usual and customary for companies with similar credit ratings and do not contain any financial performance covenants.\nThe Company was in compliance with all debt covenants as of December 31, 2020.\n56\nNOTE 7 -\nLONG-TERM DEBT\nLong-term debt, including current maturities and debt issuance costs and discounts, net, consisted of the following (in millions of dollars):\n(1)\nIn the years 2015-2017, Grainger issued $\n1.8\nbillion in long-term debt (Senior Notes) to partially fund the repurchase of $\n2.8\nbillion in shares of the total $\n3\nbillion previously announced. The remaining share repurchases were funded from internally generated cash. Debt was issued as follows:\n•\nIn May 2017, $\n400\nmillion payable in\n30\nyears and carries a\n4.20\n% interest rate, payable semiannually.\n•\nIn May 2016, $\n400\nmillion payable in\n30\nyears and carries a\n3.75\n% interest rate, payable semiannually.\n•\nIn June 2015, $\n1\nbillion payable in\n30\nyears and carries a\n4.60\n% interest rate, payable semiannually.\nThe Company may redeem the Senior Notes in whole at any time or in part from time to time at a “make-whole” redemption price prior to their respective maturity dates. The redemption price is calculated by reference to the then-current yield on a U.S. treasury security with a maturity comparable to the remaining term of the Senior Notes plus\n20\n-\n25\nbasis points, together with accrued and unpaid interest, if any, at the redemption date. Additionally, if the Company experiences specific kinds of changes in control, it will be required to make an offer to purchase the Senior Notes at\n101\n% of their principal amount plus accrued and unpaid interest, if any, at the date of purchase. Within one year of the maturity date, the Company may redeem the Senior Notes in whole at any time or in part at\n100\n% of their principal amount, together with accrued and unpaid interest, if any, to the redemption date. Costs and discounts of approximately $\n24\nmillion associated with the issuance of the Senior Notes, representing underwriting fees and other expenses, have been recorded as a contra-liability within Long-term debt and are being amortized to interest expense over the term of the Senior Notes.\n(2)\nIn February 2020, the Company issued $\n500\nmillion of unsecured\n1.85\n% Senior Notes (\n1.85\n% Notes) and used the proceeds to repay the British pound term loan, Euro term loan and the Canadian dollar revolving credit facility, and to fund general working capital needs. The\n1.85\n% Notes mature in February 2025 and they require no principal payments until the maturity date and interest is payable semi-annually on February 15 and August 15, beginning in August 2020. Prior to January 2025, the Company may redeem the\n1.85\n% Notes in whole at any time or in part from time to time at a “make-whole” redemption price. This redemption price is calculated by reference to the then-current yield on a U.S. treasury security with a maturity comparable to the remaining term of the\n1.85\n% Notes plus 10 basis points, together with accrued and unpaid interest, if any, at the redemption date. Additionally, if the Company experiences specific kinds of changes in control, it will be required to make an offer to purchase the\n1.85\n% Notes at\n101\n% of their principal amount plus accrued and unpaid interest, if any, at the date of purchase. On or after January 15, 2025, the Company may redeem the\n1.85\n% Notes in whole at any time or in part from time to time at\n100\n% of their principal amount, together with accrued and unpaid interest, if\n57\nany, to the redemption date. Costs and discounts of approximately $\n5\nmillion associated with the issuance of the\n1.85\n% Notes, representing underwriting fees and other expenses, have been recorded as a contra-liability within Long-term debt and are being amortized to interest expense, net over the term of the\n1.85\n% Notes. In connection with the\n1.85\n% Notes, in February 2020, the Company entered into derivative instrument agreements to manage its risks associated with interest rates on the\n1.85\n% Notes and foreign currency fluctuations related to the financing of international operations. See Note 13 to the Financial Statements for further discussion of these derivative instruments and the Company's hedge accounting policies.\n(3)\nIn February 2020, the Company repaid the British pound term loan, Euro term loan and the Canadian dollar revolving credit facility with the proceeds of the\n1.85\n% Senior Notes.\n(4)\nIn August 2020, MonotaRO Co. LTD., the endless assortment business in Japan, entered into a ¥\n9\nbillion term loan agreement to fund technology investments and the expansion of its distribution center network. The Japanese Yen term loan matures in 2024, payable over\nfour\nequal semi-annual principal installments in 2023 and 2024, and bears average interest at\n0.05\n%.\n(5)\nThe estimated fair value of the Company’s senior notes was based on available external pricing data and current market rates for similar debt instruments, among other factors, which are classified as level 2 inputs within the fair value hierarchy. The carrying value of other long-term debt approximates fair value due to their variable interest rates.\nThe scheduled aggregate principal payments related to long-term debt, excluding debt issuance costs and the impact of derivatives, are due as follows (in millions of dollars):\nThe Company's long-term debt instruments include affirmative and negative covenants that are usual and customary for companies with similar credit ratings and do not contain any financial performance covenants.\nThe Company was in compliance with all debt covenants as of December 31, 2020.\nNOTE 8 -\nEMPLOYEE BENEFITS\nThe Company provides various retirement benefits to eligible employees, including contributions to defined contribution plans, pension benefits associated with defined benefit plans, postretirement medical benefits and other benefits. Eligibility requirements and benefit levels vary depending on employee location. Various foreign benefit plans cover employees in accordance with local legal requirements.\nDefined Contribution Plans\nA majority of the Company's U.S. employees are covered by a noncontributory profit-sharing plan. The plan aligns Company contributions to Company performance and includes two components, a variable annual contribution based on the Company's rate of return on invested capital and an automatic contribution equal to\n3\n% of the eligible employee's total eligible compensation. In addition, employees covered by the plan are also able to make personal contributions. The total profit-sharing plan expense was $\n99\nmillion, $\n113\nmillion, and $\n164\nmillion for 2020, 2019 and 2018, respectively.\nThe Company sponsors additional defined contribution plans available to certain U.S. and foreign employees for which contributions are made by the Company and participating employees. The expense associated with these defined contribution plans totaled $\n16\nmillion, $\n19\nmillion, and $\n13\nmillion for 2020, 2019 and 2018, respectively.\n58\nPostretirement Healthcare Benefits Plans\nThe Company has a postretirement healthcare benefits plan that provides coverage for a majority of its U.S. employees hired prior to January 1, 2013, and their dependents should they elect to maintain such coverage upon retirement. Covered employees become eligible for participation when they qualify for retirement while working for the Company. Participation in the plan is voluntary and requires participants to make contributions toward the cost of the plan, as determined by the Company.\nThe net periodic benefits costs were valued with a measurement date of January 1 for each year and consisted of the following components (in millions of dollars):\nReconciliations of the beginning and ending balances of the postretirement benefit asset (obligation), which is calculated as of December 31 measurement date, the fair value of plan assets available for benefits and the funded status of the benefit asset (obligation) follow (in millions of dollars):\nThe amounts recognized in AOCE consisted of the following (in millions of dollars):\n59\nThe Company has elected to amortize the amount of net unrecognized gains over a period equal to the average remaining service period for active plan participants expected to retire and receive benefits of approximately\n10.9\nyears for 2020.\nThe postretirement benefit obligation was determined by applying the terms of the plan and actuarial models. These models include various actuarial assumptions, including discount rates, long-term rates of return on plan assets, healthcare cost trend rate and cost-sharing between the Company and the retirees. The Company evaluates its actuarial assumptions on an annual basis and considers changes in these long-term factors based upon market conditions and historical experience. The actuarial gains recognized during the plan year are primarily related to changes in assumptions related to certain retiree coverage elections and health reimbursement arrangement (HRA) subsidy.\nThe following assumptions were used to determine net periodic benefit costs at January 1 of each year:\nThe following assumptions were used to determine benefit obligations at December 31:\nThe discount rate assumptions reflect the rates available on high-quality fixed income debt instruments as of December 31, the measurement date of each year. These rates have been selected due to their similarity to the duration of the projected cash flows of the postretirement healthcare benefit plan. As of December 31, 2020, the Company decreased the discount rate from\n3.01\n% to\n2.17\n% to reflect the decrease in the market interest rates at December 31, 2020.\nThe Company reviews external data and its own historical trends for healthcare costs to determine the healthcare cost trend rates. As of December 31, 2020, the initial healthcare cost trend rate was\n5.81\n% for pre age 65. The healthcare costs trend rates decline each year until reaching the ultimate trend rate of\n4.50\n%. The plan amendment adopted in 2017 moves all post age 65 Medicare eligible retirees to an exchange and provides a subsidy to those retirees to purchase insurance. The amount of the subsidy is based on years of service for grandfathered employees.\n60\nThe Company has established a Group Benefit Trust (Trust) to fund the plan obligations and process benefit payments. In 2019, the Company liquidated previously held index funds and has temporarily invested all assets of the Trust in money market funds. In 2020, the Company transitioned the Trust assets from money market funds into a liability driven investment solution which enhances the Trust's after-tax returns and de-risks the Company's exposure by more closely match-funding the underlying liability. This investment strategy reflects the long-term nature of the plan obligation and seeks to reach a balanced allocation between Fixed Income securities and Equities of\n65\n% and\n35\n%, respectively. The plan's assets are stated at fair value, which represents the net asset value of shares held by the plan in the registered investment companies at the quoted market prices (Level 1 input) or at significant other observable inputs (Level 2 input).\nThe plan assets available for benefits are net of Trust liabilities, primarily related to deferred income taxes and taxes payable at December 31 (in millions of dollars):\nConsistent with the new investment strategy, the after-tax expected long-term rates of return on plan assets of\n4.00\n% at December 31, 2020 is based on the historical average of long-term rates of return and an estimated tax rate. The required use of an expected long-term rate of return on plan assets may result in recognition of income that is greater or lower than the actual return on plan assets in any given year. Over time, however, the expected long-term returns are designed to approximate the actual long-term returns and, therefore, result in a pattern of income recognition that more closely matches the pattern of the services provided by the employees.\nThe Company's investment policies include periodic reviews by management and trustees at least annually concerning: (1) the allocation of assets among various asset classes (e.g., domestic stocks, international stocks, short-term bonds, long-term bonds, etc.); (2) the investment performance of the assets, including performance comparisons with appropriate benchmarks; (3) investment guidelines and other matters of investment policy and (4) the hiring, dismissal or retention of investment managers.\nThe Company forecasts the following benefit payments related to postretirement (which include a projection for expected future employee service) for the next ten years (in millions of dollars):\n61\nNOTE 9 -\nLEASES\nThe Company leases certain properties and buildings (including branches, warehouses, DCs and office space) and equipment under various arrangements which provide the right to use the underlying asset and require lease payments for the lease term. The Company’s lease portfolio consists mainly of operating leases which expire at various dates through\n2036\n. Finance leases and service contracts with lease arrangements are not material and the following disclosures pertain to the Company’s operating leases.\nInformation related to operating leases is as follows (in millions of dollars):\nRent expense was $\n76\nmillion for 2020, 2019 and 2018. These amounts are net of sublease income of $\n2\nmillion for 2020 and $\n3\nmillion for 2019 and 2018.\nMaturities of operating lease liabilities as of December 31, 2020 (in millions of dollars) are as follows:\nFinance leases as of December 31, 2020 and 2019 were not considered material. Finance lease obligations are reported in Long-term debt.\nAs of December 31, 2020, the Company does not have future lease obligations that have not yet commenced.\n62\nNOTE 10 -\nSTOCK INCENTIVE PLANS\nThe Company maintains stock incentive plans under which the Company may grant a variety of incentive awards to employees and executives, which include restricted stock units (RSUs), performance shares and deferred stock units. As of December 31, 2020, there were\n2.1\nmillion shares available for grant under the plans. When awards are exercised or settled, shares of the Company’s treasury stock are issued.\nPretax stock-based compensation expense included in SG&A was $\n46\nmillion, $\n40\nmillion, and $\n47\nmillion in 2020, 2019 and 2018, respectively, and was primarily comprised of RSUs. Related income tax benefits recognized in earnings were $\n16\nmillion, $\n12\nmillion, and $\n29\nmillion in 2020, 2019 and 2018, respectively.\nRestricted Stock Units\nThe Company awards RSUs to certain employees and executives. RSUs vest generally over periods from\none\nto\nseven\nyears from issuance. RSU expense for the years ended December 31, 2020, 2019 and 2018 was approximately $\n32\nmillion, $\n27\nmillion and $\n23\nmillion, respectively.\nThe following table summarizes RSU activity (in millions, except for share and per share amounts):\nAt December 31, 2020 there was $\n41\nmillion of total unrecognized compensation expense related to nonvested RSUs that the Company expects to recognize over a weighted average period of\n1.9\nyears.\nNOTE 11 -\nCAPITAL STOCK\nThe Company had\nno\nshares of preferred stock outstanding as of December 31, 2020 and 2019.\nThe activity related to outstanding common stock and common stock held in treasury was as follows:\n63\nNOTE 12 -\nACCUMULATED OTHER COMPREHENSIVE EARNINGS (LOSSES) (AOCE)\nThe components of AOCE consisted of the following (in millions of dollars):\nNOTE 13 -\nDERIVATIVE INSTRUMENTS\nThe Company maintains various agreements with bank counterparties that permit the Company to enter into \"over-the-counter\" derivative instrument agreements to manage its risk associated with interest rates and foreign currency fluctuations. In February 2020, the Company entered into certain derivative instrument agreements to manage its risk associated with interest rates of its\n1.85\n% Notes and foreign currency fluctuations in connection with its foreign currency-denominated intercompany borrowings. The Company did not enter into these agreements for trading or speculative purposes.\nFair Value Hedges\nThe Company uses fair value hedges primarily to hedge a portion of its fixed-rate long-term debt via interest rate swaps. Changes in the fair value of the interest rate swap, along with the gain or loss on the hedged item, is recorded in earnings under the same line item, interest expense, net. The notional amount of the Company’s outstanding fair value hedges as of December 31, 2020 was $\n500\nmillion.\nCash Flow Hedges\nThe Company uses cash flow hedges primarily to hedge the exposure to variability in forecasted cash flows from foreign currency-denominated intercompany borrowings via cross-currency swaps. Gains or losses on the cross-\n64\ncurrency swaps are reported as a component of AOCE and reclassified into earnings in the same period during which the hedged transaction affects earnings. The notional amount of the Company’s outstanding cash flow hedges as of December 31, 2020 was approximately $\n34\nmillion.\nThe effect of the Company's fair value and cash flow hedges on the Company's Condensed Consolidated Statement of Earnings for the twelve months ended December 31, 2020 is as follows (in millions of dollars):\nThe effect of the Company’s fair value and cash flow hedges on AOCE for the twelve months ended December 31, 2020 was not material.\nThe fair value and carrying amounts of outstanding derivative instruments in the Condensed Consolidated Balance Sheets as of December 31, 2020 was as follows (in millions of dollars):\nThe carrying amount of the liability hedged by the interest rate swap (long-term debt), including the cumulative amount of fair value hedging adjustments, as of December 31, 2020 amounted to $\n521\nmillion.\nThe estimated fair values of the Company's derivative instruments were based on quoted market forward rates, which are classified as Level 2 within the fair value hierarchy, and reflect the present value of the amount that the Company would pay for contracts involving the same notional amounts and maturity dates. No adjustments were required during the current period to reflect the counterparty’s’ credit risk and/or the Company’s own nonperformance risk.\nNOTE 14 -\nINCOME TAXES\nEarnings (losses) before income taxes by geographical area consisted of the following (in millions of dollars):\n65\nIncome tax expense consisted of the following (in millions of dollars):\nThe income tax effects of temporary differences that gave rise to the net deferred tax asset (liability) as of December 31, 2020 and 2019 were as follows (in millions of dollars):\nAt December 31, 2020 the Company had $\n207\nmillion of net operating loss (NOLs) carryforwards related primarily to foreign operations. Some of the operating loss carryforwards may expire at various dates through 2040. The Company has recorded a valuation allowance, which represents a provision for uncertainty as to the realization of the tax benefits of these carryforwards and deferred tax assets that may not be realized.\nThe Company's valuation allowance changed as follows (in millions of dollars):\n66\nA reconciliation of income tax expense with federal income taxes at the statutory rate follows (in millions of dollars):\nThe changes to the Company's effective tax rate for the year ended December 31, 2020 was primarily driven by tax losses in the Company's investment in Fabory due to the impairment and internal reorganization of the Company's holdings of Fabory in the first quarter of 2020. The Company divested Fabory during the second quarter of 2020 (see Note 2 to the Financial Statements).\nOn March 27, 2020, the Coronavirus Aid, Relief and Economic Security (CARES) Act was enacted and signed into U.S. law to provide economic relief to individuals and businesses facing economic hardship as a result of the COVID-19 pandemic. On December 27, 2020, the Consolidated Appropriations Act (CAA) was enacted and extended several of the CARES Act provisions. Neither the CARES or CAA Act had a material impact on the Company’s consolidated financial condition or results of operations as of and for the year ended December 31, 2020.\nForeign Undistributed Earnings\nEstimated gross undistributed earnings of foreign subsidiaries at December 31, 2020, amounted to $\n429\nmillion. The Company considers these undistributed earnings permanently reinvested in its foreign operations and is not recording a deferred tax liability for any foreign withholding taxes on such amounts. If at some future date the Company ceases to be permanently reinvested in its foreign subsidiaries, the Company may be subject to foreign withholding and other taxes on these undistributed earnings and may need to record a deferred tax liability for any outside basis difference in its investments in its foreign subsidiaries.\n67\nTax Uncertainties\nThe Company recognizes in the financial statements a provision for tax uncertainties, resulting from application of complex tax regulations in multiple tax jurisdictions.\nThe changes in the liability for tax uncertainties, excluding interest, are as follows (in millions of dollars):\nThe Company classifies the liability for tax uncertainties in deferred income taxes and tax uncertainties. Included in\nthis amount are $\n4\nmillion and $\n8\nmillion at December 31, 2020 and 2019, respectively, of tax positions for which the ultimate deductibility is highly certain but for which there is uncertainty about the timing of such deductibility. Any\nchanges in the timing of deductibility of these items would not affect the annual effective tax rate but would accelerate the payment of cash to the taxing authorities to an earlier period. Excluding the timing items, the remaining amounts would affect the annual tax rate. In 2020, the changes to tax positions related generally to the tax losses on the Company’s investment in Fabory along with impact of expiring statutes, conclusion of audits and audit settlements. Estimated interest and penalties were not material.\nThe Company regularly undergoes examination of its federal income tax returns by the Internal Revenue Service. The statute of limitations expired for the Company's 2016 federal tax return while tax years 2017 through 2020 are open. The Company is also subject to audit by state, local and foreign taxing authorities.\nTax years 2012-2019 remain subject to state and local audits and 2007-2019 remain subject to foreign audits.\nThe amount of liability associated with the Company's tax uncertainties may change within the next 12 months due to the pending audit activity, expiring statutes or tax payments. A reasonable estimate of such change cannot be made.\nNOTE 15 -\nSEGMENT INFORMATION\nGrainger’s\ntwo\nreportable segments are the U.S. and Canada. These reportable segments reflect the results of the Company's high-touch businesses in those geographies. Other businesses include the endless assortment businesses, Zoro and MonotaRO, and smaller high-tough businesses in Europe and the U.K. These businesses individually do not meet the criteria of a reportable segment. Operating segments generate revenue almost exclusively through the distribution of MRO supplies, as service revenues account for approximately\n1\n% of total revenues for each operating segment.\nEffective January 1, 2021, the Company's new reportable segments are High Touch - North America and Endless Assortment. See Note 1 of the Financial Statements for additional information.\nThe accounting policies of the segments are the same as those described in the summary of significant accounting policies. Intersegment transfer prices are established at external selling prices, less costs not incurred due to a related party sale. The segment results include certain centrally incurred costs for shared services that are charged to the segments based upon the relative level of service used by each operating segment.\nFollowing is a summary of segment results (in millions of dollars):\n68\nFollowing are reconciliations of the segment information with the consolidated totals per the Financial Statements (in millions of dollars):\n69\nFollowing are revenue and long-lived assets by geographic location (in millions of dollars):\nThe Company is a broad line distributor of MRO products and services. Products are regularly added and deleted from the Company's inventory. Accordingly, it would be impractical to provide sales information by product category due to the way the business is managed.\nUnallocated amounts include corporate-level support and administrative expenses, corporate-level assets consisting primarily of cash, property, buildings and equipment and intersegment eliminations and other adjustments. Unallocated expenses and assets are not included in any reportable segment.\nAssets for reportable segments include net accounts receivable and first-in, first-out inventory, which are reported to the Company's Chief Operating Decision Maker. Long-lived assets consist of property, buildings, equipment, capitalized software and ROU assets.\nDepreciation and amortization presented above includes depreciation of long-lived assets and amortization of capitalized software.\nNOTE 16 -\nCONTINGENCIES AND LEGAL MATTERS\nFrom time to time the Company is involved in various legal and administrative proceedings that are incidental to its business, including claims related to product liability, general negligence, contract disputes, environmental issues, unclaimed property, wage and hour laws, intellectual property, employment practices, regulatory compliance or other matters and actions brought by employees, consumers, competitors, suppliers, customers, governmental entities and other third parties. For example, as previously disclosed, beginning in the fourth quarter of 2019, Grainger, KMCO, LLC (KMCO) and other defendants have been named in several product liability-related lawsuits in the Harris County, Texas District Court relating to an explosion at a KMCO chemical refinery located in Crosby, Harris County, Texas on April 2, 2019. The complaints seek recovery of compensatory and other damages and relief. On May 8, 2020, KMCO filed a voluntary petition in the United States Bankruptcy Court for the Southern District of Texas for relief under Chapter 7 of Title 11 of the United States Bankruptcy Court in the case KMCO, LLC. As a result of the Chapter 7 proceedings, the claims against KMCO in the Harris County lawsuits were stayed. Effective January 1, 2021, the Bankruptcy Court lifted the stay with respect to KMCO. On December 16, 2020, KMCO filed a product liability-related lawsuit relating to the KMCO chemical refinery incident against Grainger and another defendant in the Harris County, Texas District Court, which seeks unspecified damages. Grainger is investigating each of the various claims, which are at an early stage, and intends to contest these matters vigorously. Also, as a government contractor selling to federal, state and local governmental entities, the Company may be subject to governmental or regulatory inquiries or audits or other proceedings, including those related to contract administration or to pricing compliance. While the Company is unable to predict the outcome of any of these matters, it is not expected that the ultimate resolution of any of these matters will have, either individually or in the aggregate, a material adverse effect on the Company's consolidated financial position or results of operations.\nFrom time to time, the Company has also been named, along with numerous other nonaffiliated companies, as a defendant in litigation in various states involving asbestos and/or silica. These lawsuits typically assert claims of personal injury arising from alleged exposure to asbestos and/or silica as a consequence of products manufactured by third parties purportedly distributed by the Company. While several lawsuits have been dismissed in the past based on the lack of product identification, if a specific product distributed by the Company is identified in any\n70\npending or future lawsuits, the Company will seek to exercise indemnification remedies against the product manufacturer to the extent available. In addition, the Company believes that a substantial number of these claims are covered by insurance. The Company has entered into agreements with its major insurance carriers relating to the scope, coverage and the costs of defense, of lawsuits involving claims of exposure to asbestos. The Company believes it has strong legal and factual defenses and intends to continue defending itself vigorously in these lawsuits. While the Company is unable to predict the outcome of these proceedings, it believes that the ultimate resolution will not have, either individually or in the aggregate, a material adverse effect on the Company’s consolidated financial condition or results of operations.\n71\nNOTE 17 -\nSELECTED QUARTERLY FINANCIAL DATA (UNAUDITED)\nA summary of selected quarterly information for 2020 and 2019 is as follows (in millions of dollars, except for per share amounts):\n72\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDATE:  February 24, 2021\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant on February 24, 2021, in the capacities indicated.\n73\n74\n75\n76"
  }
]