[
  {
    "item_key": "item_1",
    "text": "Genuine Parts Company, a Georgia corporation incorporated on May 7, 1928, is a leading service organization engaged in the distribution of automotive and industrial replacement parts, each described in more detail below. In 2020, business was conducted from more than\n10,000\nlocations throughout North America, Europe, Australia and New Zealand (\"Australasia\") via an offering of best in class operating and distribution efficiencies, industry leading coverage of consumable/replacement parts, outstanding just-in-time service and enhanced technology solutions.\nAs used in this report, the “Company” refers to Genuine Parts Company and its subsidiaries, except as otherwise indicated by the context; and the terms “automotive parts” and “industrial parts” refer to replacement parts in each respective category.\nFor financial information regarding segments as well as our geographic areas of operation, refer to the segment data footnote in the Notes to Consolidated Financial Statements.\nThe Company’s website can be found at www.genpt.com. The Company makes available, free of charge through its website, access to the Company’s Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements and other reports, and any amendments to these documents, as soon as reasonably practicable after such material is filed with or furnished to the Securities and Exchange Commission (“SEC”). Additionally, our corporate governance guidelines, codes of conduct and ethics, and charters of the Audit Committee and the Compensation, Nominating and Governance Committee of our Board of Directors, as well as information regarding our procedure for shareholders and other interested parties to communicate with our Board of Directors, are available on our website.\nIn Part III of this Form 10-K, we incorporate certain information by reference to our proxy statement for our 2021 annual meeting of shareholders. We expect to file that proxy statement with the SEC on or about March 2, 2021, and we will make it available online at the same time at http://www.proxydocs.com/gpc. Please refer to the proxy statement for the information incorporated by reference into Part III of this Form 10-K when it is available.\nBUSINESS PRODUCTS GROUP\nWe previously reported the results of our Business Products Group as a segment. The Business Products Group was engaged in the wholesale distribution of a broad line of office and other business-related products through a diverse customer base of resellers for use in businesses, schools, offices, and other institutions. Business products fall into the general categories of office furniture, technology products, general office, school supplies, cleaning, janitorial and break room supplies, safety and security items, healthcare products and disposable food service products. As further described in the acquisitions, divestitures and discontinued operations footnote in the Notes to Consolidated Financial Statements, effective June 30, 2020, the Company completed the divestiture of its Business Products Group by selling Supply Source Enterprises, Inc. (\"SSE\") and S.P. Richards Company (\"SPR\") in separate transactions. The results of operations, financial position and cash flows for the Business Products Group are reported as discontinued operations for all periods presented. The Company maintains an immaterial investment in SPR, which is included within other assets on the consolidated balance sheet. As a result of the reclassification of the Business Products Group business to discontinued operations, we now have two segments: the Automotive Parts Group and the Industrial Parts Group. Our description and discussion within this \"Item 1. Business\" reflect the continuing operations, unless otherwise noted. Our segments are further detailed in the segment data footnote in the Notes to Consolidated Financial Statements.\nAUTOMOTIVE PARTS GROUP\nThe Automotive Parts Group distributes automotive parts and accessory items in North America, Europe and Australasia. The Automotive Parts Group offers complete inventory, cataloging, marketing, training and other programs to the automotive aftermarket in each of these regions to distinguish itself from the competition. To complement its competitiveness in the automotive aftermarket, this Group includes select investments in digital/e-commerce businesses across our operations.\nDuring 2020, the Company’s Automotive Parts Group included National Automotive Parts Association (\"NAPA\") automotive parts distribution centers and automotive parts stores (“auto parts stores” or “NAPA AUTO PARTS stores”) owned and operated in the United States (\"U.S.\") by the Company and its U.S. Automotive Group; NAPA and Traction automotive parts distribution centers and auto parts stores in the U.S. and Canada owned and operated by the Company and NAPA Canada/UAP Inc. (“NAPA Canada/UAP”), a wholly-owned subsidiary of the Company; auto parts stores and distribution centers in the U.S. operated by corporations in which the Company owned either a noncontrolling or controlling interest; auto parts stores in Canada operated by corporations in which NAPA Canada/UAP owns a 50% interest; Repco and other automotive parts distribution centers, branches and auto parts stores in Australasia owned and operated by GPC Asia Pacific, a wholly-owned subsidiary of the Company; automotive parts distribution centers and auto parts stores in Europe, owned and operated by Alliance Automotive Group (“AAG”), a wholly-owned subsidiary of the Company.\n2\nThe Company’s automotive parts distribution centers distribute replacement parts (other than body parts) for substantially all motor vehicle makes and models in service in the U.S., including imported vehicles, hybrid and electric vehicles, trucks, SUVs, buses, motorcycles, recreational vehicles and farm vehicles. In addition, the Company distributes replacement parts for small engines, farm equipment, marine equipment and heavy duty equipment. The Company’s inventories also include accessory items for such vehicles and equipment, and supply items used by a wide variety of customers in the automotive aftermarket, such as repair shops, service stations, fleet operators, automobile and truck dealers, leasing companies, bus and truck lines, mass merchandisers, farms, industrial concerns and individuals who perform their own maintenance and parts installation.\nThe Company's automotive parts network was expanded in 2020 via the acquisition of various store groups and automotive operations in North America, Europe and Australasia.\nDistribution System\n.\nIn 2020, the Company's U.S. Automotive Group operated 52 domestic NAPA automotive parts distribution centers located in 37 states and approximately 1,190 domestic company-owned NAPA AUTO PARTS stores located in 46 states. The U.S. Automotive Group is supported by several operations that are integral to the NAPA supply chain.  In addition, this Group operates two TW Distribution heavy duty parts distribution centers which serve 22 company-owned Traction Heavy Duty parts stores located in eight states.\nAt December 31, 2020, the Company had either a noncontrolling, controlling (less than 100% owned) or other interest in seven corporations, which operated approximately 268 auto parts stores in 12 states. The Company’s domestic automotive operations have access to approximately 565,000 different parts and related supply items. These items are purchased from hundreds of different suppliers, with approximately 48% of 2020 automotive parts inventories purchased from 10 major suppliers. Since 1931, the Company's domestic operations have had return privileges with most of its suppliers, which have protected the Company from inventory obsolescence.\nThe Company’s domestic distribution centers serve the company-owned NAPA AUTO PARTS stores and approximately 4,700 independently-owned NAPA AUTO PARTS stores located throughout the U.S. NAPA AUTO PARTS stores, in turn, sell to a wide variety of customers in the automotive aftermarket. Collectively, sales to these independent automotive parts stores account for approximately 60% of the Company’s total U.S. Automotive sales and 22% of the Company’s total sales.\nNAPA Canada/UAP, founded in 1926, is a leader in the distribution and marketing of replacement parts and accessories for automobiles and trucks and is also a significant supplier to the mining and forestry industries in Canada. NAPA Canada/UAP operates a network of eight NAPA automotive parts distribution centers, four heavy duty parts distribution centers, one fabrication/remanufacturing facility and one Altrom distribution center supplying 573 NAPA stores, 122 Traction wholesalers and 24 Altrom branches. The NAPA stores and Traction wholesalers in Canada include 198 company-owned stores, 13 joint ventures and 21 progressive owners in which NAPA Canada/UAP owns a 50% interest and 463 independently owned stores. NAPA and Traction operations supply bannered installers and independent installers in all provinces of Canada, as well as networks of service stations and repair shops operating under the banners of national accounts. NAPA Canada/UAP is a licensee of the NAPA\n®\nname in Canada.\nIn Australia and New Zealand, GPC Asia Pacific, originally established in 1922, is a leading distributor of automotive replacement parts and accessories. GPC Asia Pacific operates 12 distribution centers, 406 auto parts stores under the Repco banner, 112 auto parts stores under NAPA, Ashdown Ingram and other banners, and 18 locations associated with AMX/McLeod.\nAAG, founded in 1989, is a leading European distributor of vehicle parts, tools, and workshop equipment with its primary operations in six countries in Europe. In France, AAG operates 17 distribution centers and serves 1,083 stores, of which 253 are company-owned, under the banners GROUPAUTO France, Precisium Group, Partner's, and GEF Auto. In the United Kingdom (\"U.K.\"), AAG operates 34 distribution centers and serves 818 stores, of which 220 are company-owned, under the banners GROUPAUTO UK & Ireland and UAN. In Germany, AAG operates 11 distribution centers and 59 company-owned stores under the banner Alliance Automotive Group Germany. In Poland, AAG serves 210 affiliated outlets under the banner GROUPAUTO Polska.  In the Netherlands and Belgium, AAG operates under the banner Alliance Automotive Group Benelux through a network of one national distribution center, 6 regional warehouses and 215 stores, of which 153 are company owned.\nProducts\n.\nThe Company’s automotive distribution network provides access to hundreds of thousands of different parts and related supply items. Each item is cataloged and numbered for identification and accessibility. Significant inventories are carried to provide for fast and frequent deliveries to customers. The majority of orders are filled and shipped the same day they are received. The Company does not manufacture any of the products it distributes. The majority of products are distributed in North America under the NAPA\n®\nname, a mark licensed to the Company by NAPA, which is important to the sales and marketing of these products. Traction sales also include products distributed under the HD Plus name, a proprietary line of automotive parts for the heavy duty truck market. In Australasia and Europe, products are distributed under several brand names, including many of the national brands, as well as the NAPA® name.\n3\nService to NAPA AUTO PARTS Stores\n.\nThe Company believes that the quality and the range of services provided to its North American automotive parts customers constitute a significant advantage for its automotive parts distribution system. Such services include fast and frequent delivery, parts cataloging (including the use of electronic NAPA AUTO PARTS catalogs) and stock adjustment through a continuing parts classification system which, as initiated by the Company from time to time, allows independent retailers (“jobbers”) to return certain merchandise on a scheduled basis. The Company offers its NAPA AUTO PARTS store customers various management aids, marketing aids and service on topics such as inventory control, cost analysis, accounting procedures, group insurance and retirement benefit plans, as well as marketing conferences and seminars, sales and advertising manuals and training programs.\nThe Company has developed and refined an inventory classification system to determine optimum distribution center and auto parts store inventory levels for automotive parts stocking based on automotive registrations, usage rates, production statistics, technological advances, including predictive analytics, and other similar factors. This system, which undergoes continuous analytical review, is an integral part of the Company’s inventory control procedures and comprises an important feature of the inventory management services that the Company makes available to its NAPA AUTO PARTS store customers. Over the last 25 years, losses to the Company from obsolescence have been insignificant and the Company attributes this to the successful operation of its classification system, which involves product return privileges with most of its suppliers.\nNAPA\n.\nThe Company is the sole member of the National Automotive Parts Association, LLC a voluntary association formed in 1925 to promote the distribution of automotive parts for its members. NAPA, which neither buys nor sells automotive parts, functions as a trade association whose sole member in 2020 owned and operated 52 distribution centers located throughout the U.S. NAPA develops marketing concepts and programs that may be used by its members which, at December 31, 2020, includes only the Company. It is not involved in the chain of distribution.\nAmong the automotive products purchased by the Company from various manufacturers for distribution are certain lines designated, cataloged, advertised and promoted as “NAPA” lines. Generally, the Company is not required to purchase any specific quantity of parts so designated and it may, and does, purchase competitive lines from the same as well as other supply sources.\nThe Company uses the federally registered trademark NAPA\n®\nas part of the trade name of its distribution centers and parts stores. The Company funds NAPA’s national advertising program, which is designed to increase public recognition of the NAPA name and to promote NAPA product lines.\nThe Company is a party, together with the former members of NAPA, to a consent decree entered by the Federal District Court in Detroit, Michigan, on May 4, 1954. The consent decree enjoins certain practices under the federal antitrust laws, including the use of exclusive agreements with manufacturers of automotive parts, allocation or division of territories among the Company and former NAPA members, fixing of prices or terms of sale for such parts among such members, and agreements to adhere to any uniform policy in selecting parts customers or determining the number and location of, or arrangements with, auto parts customers.\nCompetition\n.\nThe automotive parts distribution business is highly competitive. The Company competes with automobile manufacturers (some of which sell replacement parts for vehicles built by other manufacturers as well as those that they build themselves), automobile dealers, warehouse clubs and large automotive parts retail chains. In addition, the Company competes with the distributing outlets of parts manufacturers, oil companies, mass merchandisers (including national retail chains), and with other parts distributors and retailers, including online retailers. The Automotive Parts Group competes primarily on product offering, service, brand recognition and price. Further information regarding competition in the industry is set forth in “Item 1A. Risk Factors — We face substantial competition in the industries in which we do business.”\nINDUSTRIAL PARTS GROUP\nThe Industrial Parts Group operates in both North America and Australasia. Motion Industries, Inc. (“Motion”), a wholly-owned subsidiary of the Company headquartered in Birmingham, Alabama, operates in North America.  Motion Asia Pacific, which was rebranded from the Inenco Group (\"Inenco\"), also a wholly-owned subsidiary of the Company headquartered in Sydney, Australia, operates across Australasia.\nMotion distributes industrial replacement parts and related supplies such as bearings, mechanical and electrical power transmission products, industrial automation and robotics, hose, hydraulic and pneumatic components, industrial and safety supplies and material handling products to MRO (maintenance, repair and operation) and OEM (original equipment manufacturer) customers throughout the U.S., Canada and Mexico.\nIn Canada, industrial parts are distributed by Motion Industries (Canada), Inc. (“Motion Canada”). The Mexican market is served by Motion Mexico S de RL de CV (“Motion Mexico”).\nIn 2020, Motion served approximately 170,000 customers in all types of industries located throughout North America, including the equipment and machinery, food and beverage, forest products, primary metals, pulp and paper, mining, automotive, oil and gas, petrochemical and pharmaceutical industries; as well as strategically targeted specialty industries such\n4\nas power generation, alternative energy, government, transportation, ports, and others. Motion services all manufacturing and processing industries with access to a database of 10.4 million parts. Additionally, Motion provides U.S. government agencies access to approximately 20,500 products and replacement parts through a Government Services Administration (“GSA”) schedule.\nThe Industrial Parts Group provides customers with supply chain efficiencies achieved through the Company’s On-Site Solutions offering. This service provides inventory management, asset repair and tracking, vendor managed inventory (\"VMI\"), as well as radio frequency identification (\"RFID\") asset management of the customer’s inventory.  Motion also provides a wide range of services and repairs such as: gearbox and fluid power assembly and repair, process pump assembly and repair, hydraulic drive shaft repair, electrical panel assembly and repair, hose and gasket manufacture and assembly, as well as many other value-added services. A highly developed supply chain with vendor partnerships and connectivity are enhanced by Motion’s leading e-business capabilities, such as MiSupplierConnect, which provides integration between the Company’s information technology network and suppliers’ systems, creating numerous benefits for both the supplier and customer. These services and supply chain efficiencies assist Motion in providing the cost savings that many of its customers require and expect.\nDistribution System\n.\nIn North America, the Industrial Parts Group stocks and distributes more than 155,000 different items purchased from more than 750 different suppliers. Its service centers provide hydraulic, hose and mechanical repairs for customers. Approximately 50% of total industrial product purchases in 2020 were made from 11 major suppliers. Sales are generated from the Industrial Parts Group’s facilities located in 49 states, Puerto Rico and nine provinces in Canada and Mexico.\nIn Australasia, the Industrial Parts Group operated a network of distribution centers and branches across Australia, New Zealand, Indonesia and Singapore as of December 31, 2020.\nMost branches have warehouse facilities that stock significant amounts of inventory representative of the products used by customers in the respective market areas served.\nProducts\n.\nThe Industrial Parts Group distributes a wide variety of parts and products to its customers, which are primarily industrial companies. Products include such items as hoses, belts, bearings, pulleys, pumps, valves, chains, gears, sprockets, speed reducers, electric motors, industrial supplies, assembly tools, test equipment, adhesives and chemicals. Motion also offers systems and automation products that support sophisticated motion control and process automation for full systems integration of plant equipment.  The nature of Motion's business demands the maintenance of adequate inventories and the ability to promptly meet demanding delivery requirements. Virtually all of the products distributed are installed by the customer or used in plant and facility maintenance activities. Most orders are filled immediately from existing stock and deliveries are normally made within 24 hours of receipt of order. The majority of all sales are on open account. Motion has ongoing purchase agreements with many of its national account customers which, collectively, represent approximately 45% of the annual sales volume.\nSupply Agreements\n.\nNon-exclusive distributor agreements are in effect with most of the Industrial Parts Group’s suppliers. The terms of these agreements vary; however, it has been the experience of the Industrial Parts Group that the custom of the trade is to treat such agreements as continuing until breached by one party or until terminated by mutual consent.\nCompetition\n.\nThe industrial parts distribution business is highly competitive and fragmented. The Industrial Parts Group competes with other distributors specializing in the distribution of such items, general line distributors and others who provide similar services. To a lesser extent, the Industrial Parts Group competes with manufacturers that sell directly to the customer and with various industrial eCommerce sites. The Industrial Parts Group competes primarily on the breadth of product offerings, service and price. Further information regarding competition in the industry is set forth in “Item 1A. Risk Factors — We face substantial competition in the industries in which we do business.”\nHUMAN CAPITAL MANAGEMENT\nThe Company’s key human capital management objectives are to attract, retain and develop the highest quality talent. To support these objectives, the Company’s human resources programs are designed to CONNECT prospective and current talent to opportunities at the Company, ENGAGE current employees through an inclusive and diverse culture with an emphasis internally and throughout the community, and help employees to GROW for future opportunities within the organization.\nEmployee Retention and Professional Development\nAs of December 31, 2020, the Company employed approximately 50,000 people worldwide and operated within 14 countries. We take pride in our employees and are committed to helping our employees improve their physical, emotional and financial well-being. Our well-being programs include an online platform that offers an interactive way to accomplish personal and financial goals and a rewards platform for completing Company sponsored competitions and well-being activities.\nThe Company periodically conducts a global Engagement Survey (\"the Engagement Survey\") as a means of measuring employee engagement and satisfaction, as well as a tool for improving our human capital strategies. Our management reviews the results and based on the responses we have built action plans to focus on areas of improvement. We are pleased to report\n5\nthat the 2020 Engagement Survey results were overall favorable and have shown that our employees are proud to work for the Company. The results of the 2020 Engagement Survey and future surveys help us to continuously improve our human capital strategies and find ways to foster engagement and growth for our employees.\nIn addition, to empower employees to continually enhance their skills and reach their maximum potential, we provide a range of development programs, resources, and opportunities to help them be successful. Many are facilitated locally by each business with core leadership development at the Corporate level. One of our more significant programs is focused on high potential employees from all businesses globally. This program is a combination of in-person and virtual coursework and training with the intent to become fully immersed in the operations of our business and developing strategies and improvements cross-functionally. The Company also offers various internship and rotational programs. Our internship and rotational programs allow employees to see different operations of our business while also building strong relationships throughout the Company. Additionally, we offer various on-demand and live training courses to help our employees achieve their professional and personal goals. We believe these programs demonstrate the Company’s ongoing commitment of developing our future leaders.\nDiversity and Inclusion\nOur culture is strengthened by our core values, which includes a steadfast commitment to diversity and inclusion. As part of our investment in our people, we make diversity and inclusion a priority. Our goal is to create a culture where we value, respect, and provide fair treatment and equal opportunities for all employees.\nIn addition, the Company has created a Diversity and Inclusion Committee, led by senior leadership and representatives from each business unit to ensure accountabilities exist to advance new initiatives and causes directed at leveling the playing field for all concerned. Our commitment includes supporting organizations that advance the interests of impacted individuals as well as supporting our communities in need. In the year ended December 31, 2020, our senior leaders also participated in training and discussions around the creation of an inclusive workplace. Employees at all levels across the organization are also participating in trainings to gain a better understanding of unconscious bias and its impact on the business.  Our efforts are also directed internally where we encourage the exchange of ideas, actively listen to employee dialogue, provide appropriate training, and ensure that the interests of all our employees are supported and advanced.  Overall, the Company seeks to create an environment where there is a sense of belonging and all voices are valued.\nPlease refer to the Company's 2020 Sustainability Report and Human Rights Policy, which can be found on the Company's investor relations website, for further information on human capital management."
  },
  {
    "item_key": "item_1a",
    "text": "FORWARD-LOOKING STATEMENTS\nSome statements in this report, as well as in other materials we file with the SEC or otherwise release to the public and in materials that we make available on our website, constitute forward-looking statements that are subject to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Senior officers may also make verbal statements to analysts, investors, the media and others that are forward-looking. Forward-looking statements may relate, for example, to future operations, including the anticipated synergies and benefits of any acquisitions or divestitures, as well as prospects, strategies, including the 2019 Cost Savings Plan, financial condition, economic performance (including growth and earnings), industry conditions and demand for our products and services. The Company cautions that its forward-looking statements involve risks and uncertainties, and while we believe that our expectations for the future are reasonable in view of currently available information, you are cautioned not to place undue reliance on our forward-looking statements. Actual results or events may differ materially from those indicated in our forward-looking statements as a result of various important factors. Such factors include, but are not limited to, those discussed below.\nForward-looking statements are only as of the date they are made, and the Company undertakes no duty to update its forward-looking statements except as required by law. You are advised, however, to review any further disclosures we make on related subjects in our subsequent Forms 10-Q, 8-K and other reports filed with the SEC.\nSet forth below are the material risks and uncertainties that, if they were to occur, could materially and adversely affect our business or could cause our actual results to differ materially from the results contemplated by the forward-looking statements in this report and in the other public statements we make. Please be aware that these risks may change over time and other risks may prove to be important in the future. New risks may emerge at any time, and we cannot predict such risks or estimate the extent to which they may affect our business, financial condition, results of operations or the trading price of our securities.\n6\nSTRATEGIC AND OPERATIONAL RISKS\nThe impact of the COVID-19 pandemic has significantly impacted worldwide economic conditions, and our operations and our financial results have been and will in the future be materially adversely impacted, and the duration and extent to which it will impact our business remains uncertain.\nCOVID-19, a novel strain of coronavirus, was reported in December 2019, with the World Health Organization declaring it a global pandemic on March 11, 2020. The COVID-19 pandemic has created significant volatility, uncertainty and disruption, with severe impacts on the United States and global economies. The COVID-19 pandemic has impacted a large portion of the world, including our domestic and international operations. If the pandemic continues to create disruptions or turmoil in the credit or financial markets, or impacts our credit ratings, it could adversely affect our ability to access capital on favorable terms or at all, meet our liquidity needs or amend and/or refinance our existing credit arrangements.\nThe extent to which the COVID-19 pandemic impacts the Company will depend on numerous factors and future developments that we cannot predict, including the severity of the virus; the occurrence of additional waves or spikes in infection rates; the duration of the outbreak; governmental, business or other actions taken in response to the pandemic and the efficacy of these actions, including partial or complete shut downs, travel restrictions, and stay-at-home orders among other actions; the effectiveness and distribution of COVID-19 vaccines; and impacts on our supply chain, our ability to keep operating locations open, and on customer demand.\nAs the pandemic continues to spread throughout the United States, consumer fears about COVID-19 continue and recommendations and/or mandates from federal, state and local authorities to avoid large gatherings of people or self-quarantine have persisted and/or increased, which has and will continue to adversely affect our operations. We have incurred and continue to incur additional costs related to efforts to protect the health and well-being of our team members, customers and the communities we serve. We expect to continue to incur additional costs, which may be significant, as we continue to implement operational changes in response to this pandemic.\nWe may further restrict the operations of our various distribution centers, branches or store facilities in both of our segments if we deem such action necessary or appropriate or if recommended or mandated by local government authorities. Additionally, we may incur significant incremental costs to ensure we meet the needs of our customers and our employees, including additional cleanings of our stores and other facilities. Also, if we do not respond appropriately to the pandemic, or if customers do not perceive our response to be adequate or appropriate for a particular region or the Company as a whole, we could suffer damage to our reputation and our brand, which could adversely affect our business in the future. These items could have a further material impact on our sales and profits and could lead to significantly higher losses on outstanding customer receivables, guaranteed loans and asset impairment charges, among other things.\nThe COVID-19 pandemic has resulted in work and travel restrictions and delays, which have been expanded throughout the continued progression of the pandemic. These restrictions and delays have impacted and may continue to impact suppliers and manufacturers of certain of our products. This may make it difficult for our suppliers to source and manufacture products in, and to export our products from, affected areas. As a result, we may continue to face delays or difficulty sourcing certain products. These supply chain disruptions, as well as associated labor shortages within the supply chain, could cause inventory shortages, delays in order fulfillment and increased backlogs, and we may be unable to meet our customers’ expectations and requirements as result, which could negatively affect our business and financial results. Even if we are able to find alternate sources for such products, they may cost more, which could adversely impact our profitability and financial condition.\nAdditional adverse changes in economic conditions as a result of the pandemic may also lead to increased credit concerns and challenges to recover accounts receivable, reduced liquidity, adverse impacts on our suppliers and customers, including on their abilities to continue to operate as a going concern.\nFurther, the Company and management are focused on mitigating the impact of the COVID-19 pandemic, which has required and will continue to require, a large investment of time and resources and may delay other strategic initiatives. Additionally, many of our employees are working remotely and may continue to do so for an extended period. An extended period of remote work arrangements could strain our business continuity plans, introduce operational risk, including but not limited to our ability to manage our business, cyber-security and data security risks, the potential vulnerabilities to our financial reporting systems and our internal control environment and the effectiveness of our internal controls over financial reporting.\nDue to the unprecedented nature of COVID-19 and the myriad of responses thereto, we cannot identify all of the risks we face from the pandemic and its resulting impacts. Even after the pandemic has subsided, we may continue to experience adverse impacts to our business as a result of any economic recession that has occurred or may occur. The pandemic could also amplify other risks and uncertainties described in our 2019 Annual Report on Form 10-K. The ultimate adverse impacts relating to the potential effect of the COVID-19 pandemic on our business and the costs that we may incur as a result cannot be reasonably estimated but could be material.\n7\nOur business will be adversely affected if demand for our products slows.\nOur business depends on customer demand for the products that we distribute. Demand for these products depends on many factors.\nWith respect to our automotive group, the primary factors are:\n•\nthe number of miles vehicles are driven annually, as higher vehicle mileage increases the need for maintenance and repair;\n•\nthe number of vehicles in the automotive fleet, a function of new vehicle sales and vehicle scrappage rates, as a steady or growing total vehicle population supports the continued demand for maintenance and repair;\n•\nthe quality of the vehicles manufactured by the original vehicle manufacturers and the length of the warranty or maintenance offered on new vehicles;\n•\nthe number of vehicles in current service that are six years old and older, as these vehicles are typically no longer under the original vehicle manufacturers’ warranty and will need more maintenance and repair than newer vehicles;\n•\nthe addition of electric vehicles, hybrid vehicles, ride sharing services, alternative transportation means and autonomously driven vehicles and future legislation related thereto;\n•\ngas prices, as increases in gas prices may deter consumers from using their vehicles;\n•\nchanges in travel patterns, which may cause consumers to rely more on other transportation;\n•\nrestrictions on access to diagnostic tools and repair information imposed by the original vehicle manufacturers or by governmental regulation, as consumers may be forced to have all diagnostic work, repairs and maintenance performed by the vehicle manufacturers’ dealer networks; and\n•\nthe economy generally, which in declining conditions may cause consumers to defer vehicle maintenance and repair and defer discretionary spending.\nWith respect to our industrial parts group, the primary factors are:\n•\nthe level of industrial production and manufacturing capacity utilization, as these indices reflect the need for industrial replacement parts;\n•\nchanges in manufacturing reflected in the level of the Institute for Supply Management’s Purchasing Managers Index, as an index reading of 50 or more implies an expanding manufacturing economy, while a reading below 50 implies a contracting manufacturing economy;\n•\nthe consolidation of certain of our manufacturing customers and the trend of manufacturing operations being moved overseas, which subsequently reduces demand for our products;\n•\nchanges in legislation or government regulations or policies which could impact international trade among our multi-national customer base and cause reduced demand for our products; and\n•\nthe economy in general, which in declining conditions may cause reduced demand for industrial output.\nWe depend on our relationships with our suppliers, and a disruption of these relationships or of our suppliers’ operations could harm our business.\nAs a distributor of automotive and industrial parts, our business depends on developing and maintaining close and productive relationships with our suppliers. We depend on our suppliers to sell us quality products at favorable prices. A variety of factors, many outside our control, affect our suppliers' ability to deliver quality merchandise to us at favorable prices and in a timely manner. These include, raw material shortages, inadequate manufacturing capacity, labor strikes, shortages and disputes anywhere within the supply and distribution chain delivering products to us, tariff and customs legislation and enforcement, transportation disruptions, tax and other legislative uncertainties, pandemics (including the current COVID-19 pandemic) and/or weather conditions. Since the beginning of the COVID-19 pandemic, we have experienced supply chain disruptions, particularly with regard to labor shortages in the U.S. and inventory sourced from China. These disruptions have not had a material impact on our business to date, but we cannot provide any assurance that these or new supply chain disruptions will not materially or adversely impact our business, financial condition and results of operations in the future\nFurthermore, financial or operational difficulties at a particular supplier could cause that supplier to increase the cost, or decrease the quality, of the products we purchase. Supplier consolidation could also limit the number of suppliers from which we may purchase products and could materially affect the prices we pay for these products. In addition, we would suffer an adverse impact if our suppliers limit or cancel the return privileges that currently protect us from inventory obsolescence.\n8\nWe face substantial competition in the industries in which we do business.\nThe sale of automotive and industrial parts is highly competitive and impacted by many factors, including name recognition, product availability, customer service, changing customer preferences, store location, and pricing pressures. Because we seek to offer competitive prices, we may be forced to reduce our prices if our competitors reduce their prices, which could result in a material decline in our revenues and earnings. Increased competition among distributors of automotive and industrial parts, including increased availability among digital and e-commerce providers across the markets in which we do business, could cause a material adverse effect on our results of operations. The Company anticipates no decline in competition in any of its business segments in the foreseeable future.\nIn particular, the market for replacement automotive parts is highly competitive and subjects us to a wide variety of competitors. We compete primarily with national, international and regional auto parts chains, independently owned regional and local automotive parts and accessories stores, automobile dealers that supply manufacturer replacement parts and accessories, mass merchandisers, internet providers and wholesale clubs that sell automotive products, and regional and local full service automotive repair shops, both new and established.\nFurthermore, the automotive aftermarket industry continues to experience consolidation. Consolidation among our competitors could further enhance their financial position, provide them with the ability to offer more competitive prices to customers for whom we compete, and allow them to achieve increased efficiencies in their consolidated operations that enable them to more effectively compete for customers. If we are unable to continue to develop successful competitive strategies or if our competitors develop more effective strategies, we could lose customers and our sales and profits may decline.\nIf we experience a security breach, if our internal information systems fail to function properly or if we are unsuccessful in implementing, integrating or upgrading our information systems, our business operations could be materially affected.\nWe depend on information systems to process customer orders, manage inventory and accounts receivable collections, purchase products, manage accounts payable processes, ship products to customers on a timely basis, maintain cost effective operations, provide superior service to customers and accumulate financial results, among many other things.\nDespite our implementation of various security measures, our IT systems and operations could be subject to damage or interruption from computer viruses, natural disasters, unauthorized physical or electronic access, power outages, telecommunications failure, computer system or network failures, wire transfer failure, employee error/malfeasance, cyber-attacks, security breaches, and other similar disruptions. Additionally, the techniques and sophistication used to conduct cyber-attacks and breaches of IT systems change frequently and have the potential to not be recognized until such attacks are launched or have been in place for a period of time. Maintaining, operating, and protecting these systems and related personal information about our employees, customers and suppliers requires continuous investments in physical and technological security measures, employee training, and third-party services which we have made and will continue to make. A cyber-attack or security breach could result in, among other things, sensitive and confidential data being lost, manipulated or exposed to unauthorized persons or to the public or delay our ability to process customer orders and manage inventory. While we also seek to obtain assurances from third parties with whom we interact to protect confidential information, there are risks that the confidentiality or accessibility of data held or utilized by such third parties may be compromised.\nA serious prolonged disruption of our information systems for any of the above reasons could materially impair fundamental business processes and increase expenses, decrease sales or otherwise impact earnings and cash flows. Furthermore, such a disruption may harm our reputation and business prospects and subject us to legal claims if there is loss, disclosure or misappropriation of or access to our customers, employees or suppliers' information. As the regulatory environment related to information security, data collection and use, and privacy becomes increasingly rigorous, compliance with these requirements could also result in significant additional costs. As threats related to cybersecurity breaches grow more sophisticated and frequent, it may become more difficult to timely detect and protect our data and infrastructure.\nWe may not be able to successfully implement our business initiatives in each of our business segments to grow our sales and earnings, which could adversely affect our business, financial condition, results of operations and cash flows.\nWe have implemented numerous initiatives in each of our business segments to grow sales and earnings, including the introduction of new and expanded product lines, strategic acquisitions, geographic expansion (including through acquisitions), sales to new markets, enhanced customer marketing programs and a variety of gross margin and cost savings initiatives. If we are unable to implement these initiatives efficiently and effectively, or if these initiatives are unsuccessful, our business, financial condition, results of operations and cash flows could be adversely affected.\nSuccessful implementation of these initiatives also depends on factors specific to the automotive parts and industrial parts industries and numerous other factors that may be beyond our control. In addition to the other risk factors contained in this “Item 1A. Risk Factors,” adverse changes in the following factors could undermine our business initiatives and have a material adverse effect on our business, financial condition, results of operations and cash flows:\n9\n•\nthe competitive environment in our end markets may force us to reduce prices below our desired pricing level or to increase promotional spending;\n•\nour ability to anticipate changes in consumer preferences and to meet customers’ needs for our products in a timely manner;\n•\nour ability to successfully enter new markets, including by successfully identifying and acquiring suitable acquisition targets in these new markets;\n•\nour ability to effectively manage our costs;\n•\nour ability to continue to grow through acquisitions and successfully integrate acquired businesses in our existing operations, including in particular the challenges associated with the integration of foreign operations to ensure the adequacy of internal controls;\n•\nour ability to identify and successfully implement appropriate technological, digital and e-commerce solutions;\n•\nthe rate of adoption of electric vehicles, hybrid vehicles, ride sharing services, alternative transportation means and autonomously driven vehicles and future legislation related thereto;\n•\nthe occurrence of unusually severe weather events, which can disrupt our operations (forcing temporary closure of retail and distribution centers, prohibiting shipment of inventory and products) and negatively impact our results in the affected geographies;\n•\nthe occurrence of political unrest and strikes, which can disrupt our operations and negatively impact our results in the affected geographies;\n•\nvolatility in oil prices, which could have a negative impact on the global economy and the economy of each of the nations in which we operate, in particular;\n•\nthe adequacy of our disclosure controls and procedures and internal controls over financial reporting; and\n•\nthe economy of each of the nations in which we operate in general, including the monetary policies of the Federal Reserve, which are influenced by various factors, including inflation, unemployment and short-term and long-term changes in the international trade balance and the fiscal policies of the U.S. government.\nWe recognize the growing demand for business-to-business and business-to-customer e-commerce options and solutions, and we could lose business if we fail to provide the e-commerce options and solutions our customers wish to use.\nOur retail and business customers increasingly demand convenient, easy-to-use e-commerce tools as an option to conduct their business with us. The success of our e-commerce platform depends on our ability to accurately identify the products to make available through our e-commerce platform, and to provide and maintain an efficient online experience with the highest level of data security for our customers. Operating an e-commerce platform is a complex undertaking and exposes us to risks and difficulties frequently experienced by internet-based businesses, included risks related to, among other things, our ability to support, expand, and develop our internet operations, website, mobile applications and software and related operational systems. Continuing to improve our e-commerce platform involves substantial investment of capital and resources, increasing supply chain and distribution capabilities, attracting, developing and retaining qualified personnel with relevant subject matter expertise and effectively managing and improving the customer experience. If we are unable to successfully provide the e-commerce solutions our retail and business customers desire, we may lose existing customers and fail to attract new ones. Our business, financial condition, results of operations and cash flows may be materially and adversely affected as a result.\nWe are dependent on key personnel and the loss of one or more of those key persons could harm our business.\nOur future success significantly depends on the continued services and performance of our key management personnel. We believe our management team’s depth and breadth of experience in our industry is integral to executing our business plan. We also will need to continue to attract, motivate and retain other key personnel. The loss of services of members of our senior management team or other key employees, the inability to attract additional qualified personnel as needed or failure to plan for the succession of senior management and key personnel could have a material adverse effect on our business.\nOur strategic transactions involve risks, which could have an adverse impact on our financial condition and results of operation, and we may not realize the anticipated benefits of these transactions.\nWe regularly consider and enter into strategic transactions, including mergers, acquisitions, investments, alliances, and other growth and market expansion strategies, with the expectation that these transactions will result in increases in sales, cost savings, synergies and various other benefits. Assessing the viability and realizing the benefits of these transactions is subject to significant uncertainty, and we face significant competition in pursuing strategically beneficially transactions. Pursuing strategic transactions is also a time-consuming process that can involve significant expenses and management attention. For each of our acquisitions, we need to successfully integrate the target company’s products, services, associates and systems into our business\n10\noperations. Integration can be a complex and time-consuming process, and if the integration is not fully successful or is delayed for a material period of time, we may not achieve the anticipated synergies or benefits of the acquisition. Furthermore, even if the target companies are successfully integrated, the acquisitions may fail to further our business strategy as anticipated, expose us to increased competition or challenges with respect to our products or services, and expose us to additional liabilities. Any impairment of goodwill or other intangible assets acquired in a strategic transaction may reduce our earnings. In addition, any investments we hold in other companies are subject to a risk of partial or total loss of our investment.\nAdditionally, we consider and enter into divestitures from time to time, with the expectation that these transactions will result in increases in cost savings and various other benefits. Strategic divestitures are subject to uncertainty and can be a complex and time-consuming process. If the divestiture is not fully successful or is delayed for a material period of time, or if we are unable to reinvest the proceeds of the divestiture in a manner consistent with our strategic objectives, we may not achieve the anticipated benefits of the divestiture.\nIf we fail to maintain an effective system of internal controls over financial reporting there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis, which could result in a loss of investor confidence and negatively impact our business, results of operations, financial condition and stock price.\nEffective internal controls are necessary for us to provide reliable and accurate financial statements and to effectively prevent fraud. However, a control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. There can be no assurance that all control issues or fraud will be detected. As we continue to grow our business, our internal controls continue to become more complex and require more resources. Further, many of our employees are working remotely in response to the impact of the COVID-19 pandemic and may continue to do so for an extended period. An extended period of remote work arrangements could introduce potential vulnerabilities to our financial reporting systems and our internal control environment and the effectiveness of our internal controls over financial reporting. Any failure to maintain effective controls could prevent us from timely and reliably reporting financial results and may harm our operating results. In addition, if we are unable to conclude that we have effective internal control over financial reporting or, if our independent registered public accounting firm is unable to provide an unqualified report as to the effectiveness of our internal control over financial reporting, as of each fiscal year end, we may be exposed to negative publicity, which could cause investors to lose confidence in our reported financial information. Any failure to maintain effective internal controls and any such resulting negative publicity may negatively affect our business and stock price.\nAdditionally, the existence of any material weaknesses or significant deficiencies would require management to devote significant time and incur significant expense to remediate any such material weaknesses or significant deficiencies and management may not be able to remediate any such material weaknesses or significant deficiencies in a timely manner. The existence of any material weakness in our internal control over financial reporting could also result in errors in our financial statements that could require us to restate our financial statements, cause us to fail to meet our reporting obligations and cause stockholders to lose confidence in our reported financial information, all of which could materially and adversely affect us and the market price of our common stock.\nMACROECONOMIC, INDUSTRY AND FINANCIAL RISKS\nChanges in legislation or government regulations or policies, particularly those relating to taxation and international trade, could have a significant impact on our results of operations.\nOur business is global, so changes to existing international trade agreements, blocking of foreign trade or imposition of tariffs on foreign goods could result in decreased revenues and/or increases in pricing, either of which could have an adverse impact on our business, results of operations, financial condition and cash flows in future periods.  For instance, the United States imposed Section 232 tariffs on many imported products of steel and aluminum in March 2018 and expanded the tariffs to additional derivative products of steel and aluminum effective February 8, 2020.  The United States imposed Section 301 tariffs on most imported products from China starting in July 2018. Although the United States and China reached a Phase One trade deal in January 2020, there was no Phase Two trade deal implemented and most of the tariffs imposed remain in place, while uncertainty persists in the trade relationship between the two countries that impacts the global trade landscape.\nIn addition, as a global business, we are subject to taxation in each of the jurisdictions in which we operate. Changes in the tax laws of these jurisdictions, or in the interpretation or enforcement of existing tax laws, could subject our business to audits, inquiries and legal challenges from taxing authorities and could reduce the benefit of tax structures previously implemented for our operations. As a result, we may incur additional costs, including taxes and penalties for historical periods, that may have a material and adverse effect on our business, financial condition, results of operations and cash flows.\nUncertainty and/or deterioration in general macro-economic conditions domestically and globally, including unemployment, inflation or deflation, changes in tax policies, changes in energy costs, uncertain credit markets, or other economic conditions, could have a negative impact on our business, financial condition, results of operations and cash flows.\n11\nOur business and operating results have been and may in the future be adversely affected by uncertain global economic conditions, including domestic outputs, political uncertainty and unrest, employment rates, inflation or deflation, changes in tax policies, instability in credit markets, declining consumer and business confidence, fluctuating commodity prices, interest rates, volatile exchange rates, and other challenges that could affect the global economy. Both our commercial and retail customers may experience deterioration of their financial resources, which could result in existing or potential customers delaying or canceling plans to purchase our products. Our vendors could experience similar negative conditions, which could impact their ability to fulfill their financial obligations to us. Future weakness in the global economy could adversely affect our business, results of operations, financial condition and cash flows.\nOur debt levels could adversely affect our cash flow and prevent us from fulfilling our obligations.\nWe have an unsecured revolving credit facility and unsecured senior notes, which could have important consequences to our financial health. For example, our level of indebtedness could, among other things:\n•\nmake it more difficult to satisfy our financial obligations, including those relating to our unsecured revolving credit facility and our unsecured senior notes;\n•\nincrease our vulnerability to adverse economic and industry conditions;\n•\nlimit our flexibility in planning for, or reacting to, changes and opportunities in our industry, which may place us at a competitive disadvantage;\n•\nrequire us to dedicate a substantial portion of our cash flows to service the principal and interest on the debt, reducing the funds available for other business purposes, such as working capital, capital expenditures or other cash requirements;\n•\nlimit our ability to incur additional debt with acceptable terms; and\n•\nexpose us to fluctuations in interest rates.\nThe terms of our financing obligations include restrictions, such as affirmative, negative and financial covenants, conditions on borrowing and subsidiary guarantees. A failure to comply with these restrictions could result in a default under our financing obligations or could require us to obtain waivers from our lenders for failure to comply with these restrictions. The occurrence of a default that remains uncured or the inability to secure a necessary consent or waiver could have a material adverse effect on our business, financial condition, results of operations and cash flows. We also guarantee the borrowings of certain independently owned automotive parts stores and certain other affiliates in which we have a non-controlling equity ownership interest. To date, we have not experienced any significant losses in connection with these guarantees. However, if any of the borrowers under these guarantees experienced a default, we may be required to satisfy their payment obligations in an amount that could be material.\nIn addition, our indebtedness is rated by credit rating agencies. Our overall credit rating may be negatively impacted by deteriorating and uncertain credit markets or other factors that may or may not be within our control. The interest rates on our unsecured revolving credit facility, as well as any additional indebtedness we may incur in the future, are impacted by our credit ratings. Accordingly, any negative impact of our credit ratings, or placement of our credit ratings on “review” or “watch” status, could result in higher interest expense and could impact the terms of any additional indebtedness we incur in the future.\nWe may be adversely affected by changes in the method of determining the London Interbank Offered Rate (“LIBOR”), or the replacement of LIBOR with an alternative reference rate, for our variable rate loans, derivative contracts and other financial assets and liabilities.\nOur business relies upon a large volume of loans, derivative contracts and other financial instruments which are directly or indirectly dependent on LIBOR to establish their interest rate and/or value. The U.K. Financial Conduct Authority announced in 2017 that it would no longer compel banks to submit rates for the calculation of LIBOR after 2021. It is not possible to predict whether banks will continue to provide LIBOR submissions to the administrator of LIBOR, whether LIBOR rates will cease to be published or supported before or after 2021 or whether any additional reforms to LIBOR may be enacted in the United Kingdom or elsewhere. It is expected that a transition away from the widespread use of LIBOR to alternative rates is likely to occur during the next several years.\nWhile we have established a working group consisting of key stakeholders from throughout the company to monitor developments relating to LIBOR uncertainty and changes and to guide the Company’s response, the impact of these developments on our business and financial results is not yet known. The transition from LIBOR may cause us to incur increased costs and additional risk. Uncertainty as to the nature of alternative reference rates and as to potential changes in or other reforms to LIBOR may adversely affect LIBOR rates and the value of LIBOR-based loans originated prior to 2021. If LIBOR rates are no longer available, any successor or replacement interest rates may perform differently, which may affect our net interest income, change our market risk profile and require changes to our risk, pricing and hedging strategies. We may also incur costs to re-form existing derivative contracts and other financial instruments to which we are a party to address these\n12\ndifferences in performance relative to LIBOR or relative to adjustments made in other loans, derivative contracts or financial instruments where we are a party. Any failure to adequately manage this transition could adversely impact our business, results of operations and cash flows.\nThe U.K.'s exit from the European Union (“E.U.”) will continue to have uncertain effects and could adversely impact our business, results of operations and financial condition.\nOn January 31, 2020, the U.K. exited from the E.U. (commonly referred to as “Brexit”) and began a transition period that concluded on December 31, 2020. Since the end of the transition, many companies operating in the U.K and E.U. have experienced greater restrictions on imports and exports, additional regulatory complexity in their cross-border operations and currency fluctuations. The long-term effects of Brexit remain uncertain and may include these immediate impacts, among others. While we have not experienced any material financial impact from Brexit on our business to date, we cannot predict its future implications and any future impacts on our business and operations.\nLEGAL AND REGULATORY RISKS\nThere is uncertainty surrounding legal, regulatory and policy changes by a new presidential administration in the United States that may directly affect us and the global economy.\nWe face regulatory and tax uncertainties on account of the 2020 U.S. presidential election. The new presidential administration is continuing to articulate its fiscal and legislative priorities for the next several years, however, the administration has indicated a desire to reform various aspects of existing trade and tax laws and to increase the federal minimum wage to at least $15 per hour. The nature, timing and economic and political effects of any potential change to the current legal and regulatory framework affecting us remains highly uncertain. Changes and uncertainty surrounding our operating environment, including U.S. labor laws, trade policies and practices, tariffs or taxes in particular, could adversely affect our business, financial condition, results of operations and growth prospects.\nBecause we are involved in litigation from time to time and are subject to numerous laws and governmental regulations, we could incur substantial judgments, fines, legal fees and other costs as well as reputational harm.\nWe are sometimes the subject of complaints or litigation from customers, employees or other third parties for various reasons. For example, we are party to, among other litigation, numerous pending product liability lawsuits relating to our national distribution of automotive parts and supplies, many of which involve claims of personal injury allegedly resulting from the use of automotive parts distributed by us. The damages sought against us in some of these litigation proceedings are substantial. Although we maintain liability insurance for some litigation claims, if one or more of the claims were to greatly exceed our insurance coverage limits or if our insurance policies do not cover a claim our business, financial condition, results of operations and cash flows could be materially and adversely affected.\nAdditionally, we are subject to numerous laws in the various jurisdictions in which we operate as well as governmental regulations relating to taxes, environmental protection, product quality standards, data privacy, building and zoning requirements, and employment law matters. If we fail to comply with existing or future laws or regulations, we may be subject to governmental or judicial fines or sanctions, while incurring substantial legal fees and costs. In addition, our capital expenses could increase due to remediation measures that may be required if we are found to be noncompliant with any existing or future laws or regulations.\nWe may be affected by global climate change or legal, tax, regulatory, or market responses to such change.\nThe concern over climate change has led to legislative and regulatory initiatives aimed at reducing greenhouse gas emissions (“GHG”). For example, proposals that would impose mandatory requirements related to GHG continue to be considered by policy makers in the U.S. and elsewhere. Laws enacted to reduce GHG could directly or indirectly affect our suppliers and could adversely affect our business, financial condition, results of operations and cash flows. Changes in automotive technology (including the adoption of electric vehicles) and compliance with any new or more stringent laws or regulations, or stricter interpretations of existing laws, could require additional expenditures by us or our suppliers all of which could adversely impact the demand for our products and our business, financial condition, results of operations or cash flows.\nGENERAL RISKS\nWe are subject to risks related to corporate social responsibility and reputation.\nMany factors influence our reputation and the value of our brands including the perception held by our customers, business partners, investors, other key stakeholders and the communities in which we do business. Our business faces increasing scrutiny related to environmental, social and governance activities and disclosures and risk of damage to our reputation and the value of our brands if we fail to act responsibly in a number of areas, such as environmental stewardship, supply chain management, climate change, diversity and inclusion, workplace conduct, human rights, philanthropy and support for local communities. Any harm to our reputation could impact employee engagement and retention and the willingness of\n13\ncustomers and our partners to do business with us, which could have a material adverse effect on our business, results of operations and cash flows.\nChanges in accounting standards and subjective assumptions, estimates and judgments by management related to complex accounting matters could affect our financial results or financial condition.\nGAAP and related accounting pronouncements, implementation guidelines and interpretations with regard to a wide range of matters that are relevant to our business, such as revenue recognition, asset impairment, impairment of goodwill and other intangible assets, inventories, lease obligations, self-insurance, vendor allowances, tax matters and litigation, are complex and involve many subjective assumptions, estimates and judgments. Changes in accounting standards or their interpretation or changes in underlying assumptions, estimates or judgments could significantly change our reported or expected financial performance or financial condition. The implementation of new accounting standards could also require certain systems, internal process and other changes that could increase our operating costs.\nOur stock price is subject to fluctuations, and the value of your investment may decline.\nThe trading price of our common stock is subject to fluctuations, and may be subject to fluctuations in the future based upon external economic and market conditions. The stock market in general has experienced significant price and volume fluctuations that sometimes have been unrelated or disproportionate to the operating performance of listed companies. These broad market, geopolitical and industry factors among others may harm the market price of our common stock, regardless of our operating performance and growth outlook, and the value of your investment may decline."
  },
  {
    "item_key": "item_1b",
    "text": "Not applicable."
  },
  {
    "item_key": "item_2",
    "text": "The following table summarizes our company-owned distribution centers, retail stores and branches as of December 31, 2020:\nIn addition to the properties set forth above the Company has various headquarters, shared service centers and other facilities. The Company's corporate and U.S. Automotive Parts Group headquarters are located in two office buildings owned by the Company in Atlanta, Georgia. The Company generally owns distribution centers and leases retail stores and branches. We believe that our facilities on the whole are in good condition, are adequately insured, are fully utilized and are suitable and adequate to conduct the business of our current operations."
  },
  {
    "item_key": "item_3",
    "text": "Information with respect to the Company's legal proceedings may be found in the Commitments and Contingencies, to the Consolidated Financial Statements in Item 8 of Part II, which is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n14\nPART II."
  },
  {
    "item_key": "item_5",
    "text": "Market Information Regarding Common Stock\nThe Company’s common stock is traded on the New York Stock Exchange under the ticker symbol “GPC.”\nStock Performance Graph\nSet forth below is a line graph comparing the yearly dollar change in the cumulative total shareholder return on the Company’s common stock against the cumulative total shareholder return of the Standard and Poor’s (\"S&P\") 500 Stock Index and a peer group composite index (“Peer Index”) structured by the Company as set forth below for the five year period that commenced December 31, 2015 and ended December 31, 2020. This graph assumes that $100 was invested on December 31, 2015 in Genuine Parts Company common stock, the S&P 500 Stock Index (the Company is a member of the S&P 500 Stock Index, and its cumulative total shareholder return went into calculating the S&P 500 Stock Index results set forth in the graph) and the peer group composite index as set forth below and assumes reinvestment of all dividends.\nComparison of five year cumulative total shareholder return\nGenuine Parts Company, S&P 500 Stock Index and peer group composite index\nIn constructing the Peer Index for use in the stock performance graph above, the Company used the shareholder returns of various publicly held companies (weighted in accordance with each company’s stock market capitalization at December 31, 2015 and including reinvestment of dividends) that compete with the Company in its two industry segments: automotive parts and industrial parts (each group of companies included in the Peer Index as competing with the Company in a separate industry segment is hereinafter referred to as a “Peer Group”). Included in the automotive parts Peer Group are those companies making up the Dow Jones U.S. Auto Parts Index (the Company is a member of such industry group, and its individual shareholder return was included when calculating the Peer Index results set forth in the performance graph). Included in the industrial parts Peer Group are Applied Industrial Technologies, Inc., Fastenal Company, and W.W. Grainger, Inc. In determining the Peer Index, each Peer Group was weighted to reflect the Company’s annual net sales in each industry segment.\n15\nHolders\nAs of December 31, 2020, there were 4,107 holders of record of the Company’s common stock. The number of holders of record does not include beneficial owners of the common stock whose shares are held in the names of various dealers, clearing agencies, banks, brokers and other fiduciaries.\nIssuer Purchases of Equity Securities\nThe following table provides information about the purchases of shares of the Company’s common stock during the three month period ended December 31, 2020:\n(1)\nIncludes shares surrendered by employees to the Company to satisfy tax withholding obligations in connection with the vesting of shares of restricted stock, the exercise of stock options and/or tax withholding obligations.\n(2)\nOn August 21, 2017, the Board of Directors announced that it had authorized the repurchase of 15.0 million shares. The authorization for these repurchase plans continues until all such shares have been repurchased or the repurchase plan is terminated by action of the Board of Directors. Approximately 14.5 million shares authorized remain available to be repurchased by the Company. There were no other repurchase plans announced as of December 31, 2020.\nITEM 6\n.\nSELECTED FINANCIAL DATA\n.\nNot applicable.\n16"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis contains forward-looking statements, including, without limitation, statements relating to our plans, strategies, objectives, expectations, intentions and resources. Such forward-looking statements should be read in conjunction with our disclosures under “Item 1A. Risk Factors” of this Form 10-K.\nBUSINESS PRODUCTS GROUP\nEffective June 30, 2020, the Company completed the divestiture of its Business Products Group by selling Supply Source Enterprises, Inc. (\"SSE\") and S.P. Richards Company (\"SPR\") in separate transactions. The Business Products Group was previously a reportable segment of the Company. The results of operations, financial position and cash flows for the Business Products Group are reported as discontinued operations for all periods presented. Further, as a result of the reclassification of the Business Products Group business to discontinued operations, the Company now has two segments: the Automotive Group and the Industrial Parts Group. Refer to the acquisitions, divestitures and discontinued operations footnote in the accompanying consolidated financial statements for more information.\nCOVID-19 PANDEMIC\nThe COVID-19 outbreak, which was declared a pandemic by the World Health Organization (“WHO”) on March 11, 2020, continues to evolve rapidly. Our deepest and sincere thoughts go out to all affected by COVID-19, as well as the dedicated healthcare workers and first responders who are on the front lines for all our citizens.\nOverall, our business segments continue to face many uncertainties. The Company's operations are vulnerable to the reduced economic activity caused by the COVID-19 outbreak. Many governments put in place temporary social distancing and shelter-in-place mandates in late March and early April of 2020 and, as a result, our business segments experienced slowing sales trends as we entered the second quarter. Beginning in the second half of 2020, sales generally improved as markets reopened and governments eased restrictions.\nThe extent to which the COVID-19 pandemic impacts the Company will depend on numerous factors and future developments that we cannot predict, including the severity of the virus; the occurrence of additional waves or spikes in infection rates; the duration of the outbreak; governmental, business or other actions taken in response to the pandemic and the efficacy of these actions, including partial or complete shutdowns, travel restrictions, and stay-at-home orders among other actions; the effectiveness and distribution of COVID-19 vaccines; and impacts on our supply chain, our ability to keep operating locations open, and on customer demand. While the negative impact on our business operations cannot be reasonably estimated at this time, our teams are preparing for multiple scenarios to ensure we continue to protect our employees while also keeping our operations up and running to serve our customers.\nDuring the first quarter of 2020 we created a dedicated COVID-19 taskforce and added enhanced protocols in response to COVID-19, including implementing many of the recommendations and requirements issued by the Centers for Disease Control and Prevention, WHO, and local, state and national health authorities, to protect our employees, customers, suppliers and communities.\nAs of December 31, 2020, substantially all operations are open for business. Our supply chain partners have been very supportive, despite strain on the supply chain with respect to labor shortages and certain inventory shortages, delays in order fulfillment and increased backlogs, and they continue to do their part to help our service levels to our customers remain strong. We remain in constant communication with our employees regarding changing conditions and protocol. Based on the length and severity of COVID-19, we may experience continued volatility in customer demand and supply chain disruption. We will continue to evaluate the nature and extent of these potential impacts to our business, consolidated results of operations, segment results, liquidity and capital resources.\nKEY BUSINESS METRICS\nWe consider comparable sales to be a key business metric because management has evaluated its results of operations using this metric and we believe that this key indicator provides additional perspective and insights when analyzing the operating performance of the Company from period to period and trends in its historical operating results. This metric should not be considered superior to, as a substitute for or as an alternative to, and should be considered in conjunction with, the GAAP financial measures presented in this report.\nComparable Sales\nComparable sales refers to period-over-period comparisons of our net sales excluding the impact of acquisitions, divestitures and foreign currency. The Company considers this metric useful to investors because it provides greater transparency into management’s view and assessment of the Company’s core ongoing operations. This metric is widely used by analysts, investors and competitors in our industry, although our calculation of the metric may not be comparable to similar measures disclosed by other companies, because not all companies and analysts calculate this metric in the same manner.\n17\nOVERVIEW\nGenuine Parts Company is a service organization engaged in the global distribution of automotive and industrial replacement parts. We have a long tradition of growth dating back to 1928, the year we were founded in Atlanta, Georgia. In 2020, the Company conducted business in North America, Europe and Australasia from approximately 10,000 locations.\nThe Company's Automotive Parts Group operated in the U.S., Canada, France, the UK, Germany, Poland, the Netherlands, Belgium, Australia and New Zealand in 2020, and accounted for 66% of total revenues for the year. The Industrial Parts Group operated in the U.S., Canada, Mexico, Australia, New Zealand, Indonesia and Singapore, and accounted for 34% of the Company's total revenues in 2020.\nAt Genuine Parts Company, our mission is to be a world-class service organization and the employer of choice, supplier of choice, valued customer, good corporate citizen and investment of choice. Our strategic financial objectives are intended to align with our mission and drive value for all our stakeholders. Our strategic financial objectives include: (1) top line revenue growth (2) improved operating margin, (3) strong balance sheet and cash flow and (4) effective capital allocation.\nTop Line Revenue\nThe Company's strategy for top line revenue growth includes a combination of organic and acquisitive initiatives designed to outpace the industry, improve the market share in each of our business segments and position the Company for sustained long-term growth. In 2020, in response to the COVID-19 pandemic, our business segments faced tremendous challenges and uncertainties. Governments put in place temporary social distancing and shelter-in-place mandates in late March and early April of 2020 causing reduced economic activity globally. Additionally, we limited merger and acquisition activity to select “bolt-on” acquisitions to preserve financial flexibility. As markets reopened and governments eased restrictions sales results began to improve in the third and fourth quarter of 2020. Although, we still face many uncertainties, we are encouraged by the current economic outlook and believe our Company is well-positioned to drive positive sales growth in 2021.\nOperating Margins\nThe Company targets continuous operating margin improvement each year. In October of 2019, the Company approved and began to implement certain restructuring actions across its subsidiaries primarily targeted at simplifying organizational structures and distribution networks (the \"2019 Cost Savings Plan\"). In accordance with our 2019 Cost Savings Plan, we recognized permanent expense reductions of $150 million driven by transformative reductions in payroll and facility costs for the year ended December 31, 2020. Additionally, we experienced lower costs in areas such as freight and delivery and legal and professional for the year. We also executed on a number of additional savings initiatives in response to the impact of COVID-19, which contributed approximately $300 million in incremental, temporary savings in 2020 related to furloughs, reduced travel and other initiatives. These efforts produced improved segment margins in 2020 and we believe created a path for a more efficient and productive cost structure in the years ahead.\nBalance Sheet and Cash Flow\nThe Company is focused on maintaining a strong balance sheet and generating strong cash flows to support our growth initiatives. Our working capital was a source of operating cash flow. We also focused on having ample liquidity and we improved our debt position by entering into a new revolving credit facility and issuing $500 million of the Company's unsecured senior notes. Additionally, we entered into an accounts receivable sales agreement (the \"A/R Sales Agreement\"). We believe these measures further strengthen our liquidity position moving into 2021. The Company generated $2.0 billion in cash from operations and also benefited from cash proceeds associated with the sale of certain non-core businesses in 2020.\nCapital Allocation\nThe Company's priorities for disciplined and effective capital allocation remain consistent with prior years. In 2020, we used cash for key investments in the form of essential capital expenditures and small, bolt-on acquisitions, as well as the return of capital to our shareholders via cash dividends and opportunistic share repurchases. We plan to continue to support the dividend, which we have increased for 64 consecutive years through 2020.\nRESULTS OF OPERATIONS\nOur results of operations are summarized below for the years ended December 31, 2020, 2019 and 2018.\n18\nNet Sales\nConsolidated net sales for the year ended December 31, 2020 totaled $16.5 billion, down 5.6% from 2019. The decline in net sales is due to a 5.6% comparable sales decrease attributable primarily to decreased demand caused by COVID-19 and a 3.3% negative impact from divestitures. These items were partially offset by a 3.0% positive impact from acquisitions. Additionally, the favorable impact of foreign currency and other partially offset the decline in total sales by 0.3%. Consolidated net sales for the year ended December 31, 2019 totaled $17.5 billion, up 4.1% from 2018. Net sales for 2019 included an approximate 5.1% contribution from acquisitions, net of store closures and an approximate 2.1% increase in core sales. The Company's sale of certain non-core businesses determined to be slower-growth and lower-margin operations partially offset total sales by 1.6%. Additionally, the unfavorable impact of foreign currency partially offset 2019 total sales by 1.5%.\nThe Company's comparable sales included both an increase in sales volume and product inflation. The impact of product inflation varied by business segment in 2020, with prices flat in the Automotive segment and up 0.7% in our Industrial segment. Due to the Company's global initiatives to grow revenues, we believe it is well positioned for sustainable long-term growth.\nAutomotive Group\nNet sales for the Automotive Group (“Automotive”) were $10.9 billion in 2020, a 1.2% decrease from 2019. The decrease in sales consists of an approximate 4.4% decrease in comparable sales and a slight decrease related to divestitures. This decrease was partially offset by a  2.7% contribution from acquisitions, and a 0.6%\nfavorable impact of currency translation and other. Foreign currency translation was positively impacted by our automotive businesses in Europe. In 2020, total Automotive revenues were down approximately 1.6% in the first quarter, down 10.1% in the second quarter, up 6.0% in the third quarter and up 0.7% in the fourth quarter. The positive growth in the second half of the year reflects a recovery from the decreased demand caused by COVID-19 in the first half of the year. We remain optimistic that our Automotive sales trends will continue to show positive growth, but we are still operating in an environment of significant uncertainty due to the COVID-19 pandemic. In our view, the underlying fundamentals in the automotive aftermarket, including trends related to the overall number and age of the vehicle population, as well as the continued increase in miles driven, remain supportive of sustained demand for automotive aftermarket maintenance and supply items across the markets we serve. We expect these fundamentals and our ongoing sales initiatives to drive sales growth for the Automotive Group in 2021.\nNet sales for the Automotive Group were $11.0 billion in 2019, a 4.4% increase from 2018. The increase in sales consists of an approximate 5.0% contribution from acquisitions, a 2.3% comparable sales increase and a 2.3%\nnegative impact of currency translation associated with our automotive businesses in Canada, Australasia, Europe and Mexico. In addition, the sale of Auto Todo in 2019, the Company's legacy automotive business in Mexico, slightly offset total sales for the Automotive Group. Automotive sales were positively impacted by product inflation of 2.4% in the U.S. operations.\nIndustrial Parts Group\nNet sales for the Industrial Parts Group (“Industrial”) were $5.7 billion in 2020, down 13.0% from 2019. The decrease in sales reflects an 8.4% decrease in comparable sales and an approximate 8.5% decrease in net sales related to the sale of EIS, a non-core component of the industrial business due to its slower-growth and lower-margin profile. This decrease was slightly offset by an approximate 3.8% contribution from acquisitions. Total Industrial sales were positively impacted by product inflation of 0.7%, as a portion of this increase was passed through to customers and is included in the comparable sales impact. Industrial revenues were down approximately 7.7% in the first quarter of 2020, down 21.1% in the second quarter, down 18.6% in the third quarter and down 3.3% in the fourth quarter. These quarterly results reflect the impact of several factors, including reduced demand as a result of the COVID-19 pandemic. Beginning in the second half of 2020, however, the addition of three bolt-on acquisitions, among other initiatives, and strengthening industrial indicators such as the Purchasing Managers Index and Manufacturing Industrial Production led to improving conditions and sequentially stronger sales. We are confident in our growth plans for 2021, both in North America and Australasia, and expect to experience a continued, gradual recovery in the industrial economy amid the current COVID-19 environment.\nNet sales for the Industrial Parts Group were $6.5 billion in 2019, up 3.6% from 2018. The increase in sales reflects an approximate 5.2% contribution from acquisitions and a 1.7% increase in comparable sales, offset by an approximate 3.1% decrease in net sales related to the sale of EIS. Total Industrial sales were positively impacted by product inflation of 2.4%, as a portion of this increase was passed through to customers and is included in the comparable sales increase. Industrial revenues were up approximately 5.7% in the first quarter of 2019, up 4.9% in the second quarter, up 9.9% in the third quarter and down 5.9% in the fourth quarter. These quarterly results reflect the impact of several factors, including the slowing trend in the industrial economy throughout the course of the year, as evidenced by weakening economic indicators such as Manufacturing Industrial Production and the Purchasing Managers Index, among others. In addition, the July 1, 2019 acquisition of Inenco (now referred to as Motion Asia Pacific), one of Australasia's leading industrial distributors, and the sale of EIS on September 30, 2019, impacted the quarterly sales comparisons for the Industrial Group in 2019.\n19\nCost of Goods Sold\nThe Company includes in cost of goods sold the actual cost of merchandise, which represents the vast majority of this line item. Other items in cost of goods sold include warranty costs and in-bound freight from the suppliers, net of any vendor allowances and incentives. Cost of goods sold was $10.9 billion in 2020, a 6.7% decrease from $11.7 billion in 2019. As a percentage of net sales, cost of goods sold was 65.8% in 2020, decreasing from 66.6% of net sales in 2019.  The decrease in cost of goods sold in 2020 reflects the favorable impact of business unit sales and product mix shifts, strategic category management initiatives in areas such as pricing and global sourcing, and the benefit of acquisitions and divestitures. These items were slightly offset by reduced supplier incentives in 2020 compared to 2019. During the quarter ended December 31, 2020, the Company recorded a $40 million increase to cost of goods sold due to the correction of an immaterial error related to the accounting in prior years for consideration received from vendors. Refer to the quarterly financial data footnote within the notes to the consolidated financial statements for additional information.\nCost of goods sold was $11.7 billion in 2019, a 3.1% increase from $11.3 billion in 2018. The increase in cost of goods sold in 2019 compares to a 4.1% total sales increase and is a positive reflection of our global supply chain initiatives, the lower cost of goods sold models at certain acquired companies such as PartsPoint and Motion Asia Pacific, and the sale of the lower margin EIS business. These items were slightly offset by relatively unchanged levels of supplier incentives in 2019 compared to 2018. Cost of goods sold represented 67.2% of net sales in 2018.\nOperating Expenses\nThe Company includes in selling, administrative and other expenses (“SG&A”) all personnel and personnel-related costs at its headquarters, distribution centers, stores and branches, which accounts for more than 60% of total SG&A. Additional costs in SG&A include our facilities, delivery, marketing, advertising, technology, digital, legal and professional costs.\nSG&A of $4.4 billion in 2020 decreased by $0.2 billion or approximately 4.2% from 2019. This represents 26.5% of net sales in 2020 compared to 26.1% of net sales in 2019. The increase in SG&A expenses as a percent of net sales from the prior year reflects loss of leverage due to lower sales volume as a result of the COVID-19 pandemic, as well as the sale of EIS, which had a lower level of SG&A expenses relative to total sales. This increase was partially offset by our continued efforts to execute on our growth initiatives to better leverage our expenses. In addition, we are working towards a lower cost and highly effective infrastructure via steps to accelerate the integration of our acquisitions, investments to enhance our productivity and innovative strategies to unlock greater savings and efficiencies across our operations. In accordance with our $100 million cost savings plan announced in late 2019, we achieved permanent expense reductions of approximately $150 million for the year ended December 31, 2020 driven by transformative reductions in payroll and facility costs. Additionally, we have executed on a number of savings initiatives in response to the impact of COVID-19, which have contributed approximately $300 million in incremental, temporary savings related to furloughs, reduced travel and other initiatives for the year ended December 31, 2020.\nSG&A of $4.6 billion in 2019 increased by $0.3 billion or approximately 7.9% from 2018. This represents 26.1% of net sales in 2019 compared to 25.2% of net sales in 2018. The increase in SG&A expenses from the prior year reflects a combination of factors, including the impact of increased sales for the year. In addition, our expenses reflect the impact of higher cost and higher gross margin models at certain acquired businesses, including PartsPoint and Motion Asia Pacific, as well as the sale of EIS, which had a lower level of SG&A expenses relative to total sales. We also experienced rising costs in areas such as labor, freight and delivery, insurance, legal and professional and technology for the year, although our labor and freight costs trended more favorably in the fourth quarter. Further, we incurred incremental costs associated with our acquisitions during the year. The increase in SG&A expenses as a percentage of net sales in 2019 relative to the prior year reflects the cost increases described above as well as the loss of leverage associated with the 2.1% comparable sales growth for the Company.\nDepreciation and amortization expense was $272.8 million in 2020, an increase of approximately $15.6 million, or 6.1%, from 2019, due primarily to an increase in fixed assets acquired at the end of 2019 that began fully depreciating in 2020. The provision for doubtful accounts was $23.6 million in 2020, a $9.7 million increase from 2019, due primarily to higher collectability risks associated with the COVID-19 pandemic. We believe the Company is adequately reserved for bad debts and credit losses at December 31, 2020.\nDepreciation and amortization expense was $257.3 million in 2019, an increase of approximately $29.7 million, or 13.0%, from 2018, due primarily to the impact of acquisitions and the increase in capital expenditures relative to the prior year. The provision for doubtful accounts was $13.9 million in 2019, a $2.1 million decrease from 2018.\nGoodwill Impairment\nDue to several factors that coalesced in the second quarter of 2020 we performed an interim impairment test as of May 31, 2020 for our European reporting unit and recorded a goodwill impairment charge of $506.7 million. These factors primarily resulted from the ongoing market volatility and uncertainty caused by the COVID-19 pandemic, which extended into the second quarter and impacted several critical impairment testing assumptions including weighted average cost of capital and market multiples, and near-term revenue and operating margin projections for the reporting unit. Refer to the goodwill and\n20\nother intangible assets footnote within the notes to the consolidated financial statements for additional information. If there are sustained declines in macroeconomic or business conditions in future periods, including as a result of the continued COVID-19 pandemic, affecting the projected earnings and cash flows at our reporting units, among other things, there can be no assurance that goodwill at one or more reporting units may not be impaired. As of December 31, 2020, we determined that there were no indicators that goodwill was impaired at any of our reporting units.\nNon-Operating Expenses and Income\nNon-operating expenses included interest expense of $93.7 million in 2020, $95.6 million in 2019 and $101.8 million in 2018. The decreases in interest expense of $1.9 million in 2020 and $6.2 million in 2019 reflect the combination of the repayment of debt and lower interest rates on certain variable interest debt instruments.\nIn 2019, the Company recorded $42.8 million in special termination costs related to benefits provided through the Company's defined benefit plans to employees that accepted the voluntary retirement program (\"VRP\") package as part of the Company's 2019 Cost Savings Plan. Refer to the restructuring footnote in the Notes to Consolidated Financial Statements for additional information.\nIn “Other”, the net benefit of interest income, equity method investment income, investment dividends, noncontrolling interests and pension income in 2020 was $58.1 million, an approximate $28.6 million decrease from the prior year primarily driven by an immaterial loss on investment and changes in retirement plan valuation. In 2019, the $25.3 million increase in income from 2018 was primarily driven by changes in retirement plan valuation.\nSegment Profit\nSegment profit is calculated as net sales less operating expenses excluding general corporate expenses, interest expense, equity in income from investees, intangible asset amortization, income attributable to noncontrolling interests and other unallocated amounts that are driven by corporate initiatives and adjusted in Non-GAAP Measures (as described further below). Refer to the segment data footnote in the Notes to Consolidated Financial Statements for additional information.\nAutomotive Group\nAutomotive's segment profit increased 4.3% in 2020 from 2019 and segment profit margin was 8.0% in 2020 as compared to 7.6% in 2019. The increase in segment profit margin reflects the strong operating results in North America and Australasia, driven by the positive impact of cost actions, which offset the 4.4% decrease in comparable sales for Automotive. The Company's European automotive operations were the most challenged in 2020, although this business made significant progress during the year, with improved margins in both the third and fourth quarters. To further improve Automotive's segment margin, this group will continue to execute on its growth plans and cost initiatives in 2021 and the years ahead.\nAutomotive's segment profit decreased 2.8% in 2019 from 2018 and segment margin was 7.6% in 2019 as compared to 8.1% in 2018. The decrease in segment margin reflects the loss of expense leverage due to the 2.3% growth in comparable sales for Automotive. In addition, rising costs in several areas as described above negatively impacted Automotive's segment margin.\nIndustrial Group\nIndustrial’s segment profit decreased 7.7% in 2020 from 2019 and segment profit margin was 8.5%, an increase from 8.0% in 2019. The improvement in segment profit margin for this group primarily reflects the benefits of an improved gross margin, despite the reduced demand from the COVID-19 pandemic, and lower costs. The Company believes that strengthening economic indicators such as Manufacturing Industrial Production and the Purchasing Managers Index combined with effective growth initiatives and cost actions position the Industrial Group for further growth in 2021.\nIndustrial’s segment profit increased 7.1% in 2019 from 2018 and segment margin was 8.0%, an increase from 7.7% in 2018. The improvement in segment margin for this group primarily reflects the benefit of improved gross margins, despite the slowing sales trend during the year and 1.7% comparable sales growth. 2019 was a transformative year for Industrial, given the addition of Motion Asia Pacific in Australasia and sale of EIS.\nIncome Taxes\nThe effective income tax rate of 56.9% in 2020 increased from 24.8% in 2019. The increase in rate is primarily due to a non-deductible goodwill impairment charge and other one-time costs incurred during the year.\nThe effective income tax rate of 24.8% in 2019 increased from 24.6% in 2018. The increase in rate is primarily due to geographic income tax rate mix shifts and the impact of one-time transaction and other costs, as well as changes in the realizability of future tax benefit adjustments recorded in the comparable periods.\nNet Income from Continuing Operations\nNet income from continuing operations was $163.4 million in 2020, a decrease of 74.7% from $646.5 million in 2019. On a per share diluted basis, net income from continuing operations was $1.13 in 2020, down 74.4% compared to $4.42 in\n21\n2019. Net income from continuing operations was 1.0% of net sales in 2020 compared to 3.7% of net sales in 2019. Net income from continuing operations\nwas $646.5 million in 2019, a decrease of 13.7% from $749.5 million in 2018. On a per share diluted basis, net income from continuing operations was $4.42 in 2019, down 13.2% compared to $5.09 in 2018. Net income from continuing operations was 3.7% of net sales in 2019 compared to 4.5% of net sales in 2018.\nDuring the years ended December 31, 2020, 2019 and 2018, the Company incurred $634.5 million, $170.1 million and $34.9 million, respectively, of adjustments. In 2020, these adjustments include a goodwill impairment charge related to our European reporting unit, restructuring costs, an inventory adjustment, realized currency losses, and transaction and other costs and income. Transaction and other costs in 2020 primarily include incremental costs associated with certain divestitures and COVID-19, slightly offset by income from the SPR Fire insurance proceeds. In 2019 and 2018, these transaction and other costs primarily reflect costs related to acquisitions and divestitures. Refer to the acquisitions, divestitures and discontinued operations footnote, commitments and contingencies footnote, and quarterly financial data footnote in the notes to the consolidated financial statements for more information.\nAdjusted net income from continuing operations was $765.0 million in 2020, down 1.5% from adjusted net income from continuing operations in 2019. On a per share diluted basis, adjusted net income from continuing operations was $5.27, a 0.8% decrease compared to adjusted net income per diluted share from continuing operations of $5.31 in 2019. Adjusted net income from continuing operations was $776.8 million in 2019, up 0.3% from adjusted net income from continuing operations in 2018. On a per share diluted basis, adjusted net income from continuing operations was $5.31 in 2019, a 1.0% increase compared to adjusted net income per diluted share from continuing operations of $5.26 in 2018. Adjusted net income from continuing operations and adjusted net income per diluted share from continuing operations, both Non-GAAP measures, in 2020, 2019 and 2018 exclude those items noted above (see table below for reconciliations to the most directly comparable GAAP measures).\nCertain Information Regarding Non-GAAP Financial Measures\nThe following table sets forth a reconciliation of net income from continuing operations and diluted net income from continuing operations per common share to adjusted net income from continuing operations and adjusted diluted net income from continuing operations per common share to account for the impact of adjustments. The Company believes that the presentation of adjusted net income from continuing operations and adjusted diluted net income from continuing operations per common share, which are not calculated in accordance with GAAP, when considered together with the corresponding GAAP financial measures and the reconciliations to those measures, provide meaningful supplemental information to both management and investors that is indicative of the Company's core operations. The Company considers these metrics useful to investors because they provide greater transparency into management’s view and assessment of the Company’s ongoing operating performance by removing items management believes are not representative of our continuing operations and may distort our longer-term operating trends. We believe these measures to be useful to enhance the comparability of our results from period to period and with our competitors, as well as to show ongoing results from operations distinct from items that are infrequent or not associated with the Company’s core operations. The Company does not, nor does it suggest investors should, consider such non-GAAP financial measures in isolation from, or as a substitute for, GAAP financial information.\n22\nThe table below represents amounts per common share assuming dilution:\nThe table below clarifies where the adjusted items are presented in the consolidated statement of income:\n(1) Adjustment reflects a second quarter goodwill impairment charge related to our European reporting unit.\n(2) Adjustment reflects restructuring and special termination costs related to the 2019 Cost Savings Plan announced in the fourth quarter of 2019. The costs are primarily associated with severance and other employee costs, including a voluntary retirement program, and facility and closure costs related to the consolidation of operations.\n(3) Adjustment reflects realized currency losses related to divestitures.\n(4) Adjustment reflects insurance recoveries in excess of losses incurred on inventory, property, plant and equipment and other fire-related costs related to the S.P. Richards Headquarters and Distribution Center.\n(5) Adjustment relates to the gain recognized upon remeasuring the Company's preexisting 35% equity investment to fair value upon acquiring the remaining equity of Motion Asia Pacific on July 1, 2019.\n(6) Adjustment reflects a $40 million increase to cost of goods sold recorded during the quarter ended December 31, 2020 due to the correction of an immaterial error related to the accounting in prior years for consideration received from vendors.\n(7) Adjustment includes a $17 million loss on investment, $10 million of incremental costs associated with COVID-19, and costs associated with certain divestitures. COVID-19 related costs include incremental costs incurred relating to fees to cancel marketing events and increased cleaning and sanitization materials, among other things. For the twelve months ended December 31, 2019 and December 31, 2018, adjustments reflect transaction and other costs related to acquisitions and divestitures.\nFINANCIAL CONDITION\nThe Company’s cash balance of $990.2 million at December 31, 2020 compares to cash of $277.0 million at December 31, 2019, as discussed further below. For the year ended December 31, 2020, the Company used $895.0 million to pay down debt (net of proceeds).  This was primarily used to pay down the term loan A facility. Additionally the Company used\n23\n$453.3 million for dividends paid to the Company’s shareholders, $153.5 million for investments in the Company via capital expenditures and $69.2 million for acquisitions and other investing activities. These items were offset by the Company’s earnings and net cash provided by operating activities.\nAccounts receivable decreased $883.3 million, or 36.2%, from December 31, 2019 primarily due to entering into the A/R Sales Agreement. Inventory increased $62.4 million, or 1.8%  from December 31, 2019, but was down 1.3% excluding the impact of foreign currency. Accounts payable increased $180.1 million, or 4.6% from December 31, 2019 partly due to extended payment terms with certain suppliers. Total debt of $2.7 billion at December 31, 2020 decreased $0.7 billion, or 21.9%, from December 31, 2019 primarily due to the extinguishment of the term loan A facility.\nWe continue to negotiate extended payment dates with our suppliers. Our current payment terms with the majority of our suppliers range from 30 to 360 days. Several global financial institutions offer voluntary supply chain finance (\"SCF\") programs which enable our suppliers (generally those that grant extended terms), at their sole discretion, to sell their receivables from the Company to these financial institutions on a non-recourse basis at a rate that takes advantage of our credit rating and may be beneficial to them. The SCF program is primarily available to suppliers of goods and services included in cost of goods sold in our consolidated statements of comprehensive income. The Company and our suppliers agree on commercial terms for the goods and services we procure, including prices, quantities and payment terms, regardless of whether the supplier elects to participate in the SCF program. The suppliers sell goods or services, as applicable, to the Company and they issue the associated invoices to the Company based on the agreed-upon contractual terms. Then, if they are participating in the SCF program, our suppliers, at their sole discretion, determine which invoices, if any, they want to sell to the financial institutions. In turn, we direct payment to the financial institutions, rather than the suppliers, for the invoices sold to the financial institutions. No guarantees are provided by the Company or any of our subsidiaries on third-party performance under the SCF program; however, the Company guarantees the payment by our subsidiaries to the financial institutions participating in the SCF program for the applicable invoices. We have no economic interest in a supplier’s decision to participate in the SCF program, and we have no direct financial relationship with the financial institutions, as it relates to the SCF program. Accordingly, amounts due to our suppliers that elected to participate in the SCF program are included in the line item accounts payable in our consolidated balance sheets. All activity related to amounts due to suppliers that elected to participate in the SCF program is reflected in cash flows from operating activities in our consolidated statement of cash flows. We have been informed by the financial institutions that as of December 31, 2020 and 2019, suppliers elected to sell $1.8 billion and $1.8 billion, respectively, of our outstanding payment obligations to the financial institutions. The amount settled through the SCF program was $2.6 billion for the year ended December 31, 2020.\nLIQUIDITY AND CAPITAL RESOURCES\nThe Company’s sources of capital consist primarily of cash flows from operations, supplemented as necessary by private and public issuances of debt and bank borrowings. Currently, we believe that our cash on hand and available short-term and long-term sources of capital are sufficient to fund the Company’s operations in both the short and long term, including working capital requirements, scheduled debt payments, interest payments, capital expenditures, benefit plan contributions, income tax obligations, dividends, share repurchases and contemplated acquisitions.\nThe ratio of current assets to current liabilities was 1.21 to 1 at December 31, 2020 and 1.17 to 1 at 2019, and our liquidity position remains strong. The Company’s total debt outstanding at December 31, 2020 decreased by $749.0 million or 21.9% from December 31, 2019, primarily due to the extinguishment of our term loan A facility.\nSources and Uses of Cash\nA summary of the Company’s consolidated statements of cash flows is as follows:\n24\nOperating Activities\nThe Company continues to generate cash, and in 2020 net cash provided by operating activities totaled $2.0 billion, a $1.2 billion, or 142.0%, increase from 2019. The increase in cash provided by operating activities was primarily driven by the effective management of working capital, including the entry into an A/R Sales Agreement to sell receivables that provided an $800 million benefit to operating cash flows.\nIn 2019 net cash provided by operating activities totaled $0.8 billion, a $0.2 billion, or 21.2%, decrease from 2018. The decrease in cash provided by operating activities was primarily due to the change in working capital in 2019 as compared to 2018, as the Company's increase in accounts payable was less than in the prior year.\nInvesting Activities\nNet cash provided by investing activities was $182.8 million in 2020 compared to net cash used of $543.6 million in 2019, a $726.4 million, or 133.6%, decrease. In 2020, net cash provided by investing activities included $387.4 million in proceeds from the divestiture of the Business Products Group and $18.1 million in proceeds from the sale of property, plant and equipment. These proceeds were partially offset by capital expenditures of $153.5 million, a decrease of $124.4 million, or 44.8%, from the prior year, and $69.2 million used for acquisitions of businesses and other investing activities, a decrease of $655.5 million, or 90.5%, from 2019. As part of our actions to preserve liquidity as a result of the COVID-19 pandemic, we significantly reduced our planned capital expenditures during 2020 from our original estimate of $300 million for the year. We estimate that cash used for capital expenditures in 2021 will be in the range of $275 million to $325 million.\nNet cash used in investing activities was $543.6 million in 2019 compared to $469.9 million in 2018, a $73.7 million, or 15.7%, increase. In 2019, net cash used in investing activities included $724.7 million used for acquisitions of businesses and other investing activities, an increase of $466.9 million, or 181.1%, from 2018, and capital expenditures of $277.9 million, an increase of $51.4 million, or 22.7%, from the prior year. This increase was mostly offset by $434.6 million in proceeds for the divestiture of businesses during the year and $24.4 million in proceeds from the sale of property, plant and equipment.\nFinancing Activities\nNet cash used in financing activities in 2020 totaled $1.5 billion, an increase of $1.1 billion, or 292.2%, from the $386.0 million in cash used in financing activities in 2019.  The increase is primarily driven by the extinguishment of the term loan A facility in 2020.  For the years presented, the Company's financing activities also included the use of cash for dividends paid to shareholders and repurchases of the Company’s common stock. The Company paid dividends to shareholders of $453.3 million during 2020. During 2020, the Company repurchased $96.2 million, of the Company’s common stock. The Company expects this trend of increasing dividends to continue in the foreseeable future. We also expect to remain active in our share repurchase program, but the amount and value of shares repurchased will vary and is at the discretion of the Company's board of directors.\nNet cash used in financing activities in 2019 totaled $386.0 million, a decrease of $222.9 million, or 36.6%, from the $608.8 million in cash used in financing activities in 2018. Primarily, the decrease reflects the net proceeds from debt issued in 2019 as compared to the net payments on debt in 2018. For the years presented, the Company's financing activities also included the use of cash for dividends paid to shareholders and repurchases of the Company’s common stock. The Company paid dividends to shareholders of $438.9 million and $416.0 million during 2019 and 2018, respectively. During 2019 and 2018, the Company repurchased $74.2 million and $92.0 million, respectively, of the Company’s common stock.\nNotes and Other Borrowings\nWe have taken actions and will continue to take actions, as necessary, intended to preserve financial flexibility in light of current uncertainty in the global markets resulting from COVID-19. These actions have included the previously negotiated covenant amendments to our credit arrangements due to macro uncertainty and evaluating alternative forms of liquidity to enhance credit capacity, reducing our capital expenditures (specifically deferring our growth related capital spending) and limiting merger and acquisition activity to select “bolt-on” acquisitions. Additionally, we took precautionary measures in 2020 to conserve liquidity including, but not limited to, reducing our inventory levels and managing replenishment volumes to adjust to the changing levels of market demand. To the extent available, we are also delaying tax payments as allowed by governmental authorities. We have a low level of capital expenditures related to maintenance items, which provides the flexibility to modify spending as needed to further preserve funds.\nWe believe that we have sufficient liquidity to manage through the current market conditions caused by COVID-19. We ended the year with $2.9 billion of total liquidity (comprising $1.9 billion availability on the revolving credit facility and $1.0 billion of cash and cash equivalents). From time to time, the Company may enter into other credit facilities or financing arrangements to provide additional liquidity and to manage against foreign currency risk. The Company currently believes that the existing lines of credit and cash generated from operations will be sufficient to fund anticipated operations for the foreseeable future.\nOn May 1, 2020, the Company entered into an amendment to each of the Amended and Restated Syndicated Credit Facility Agreement (the \"October 30, 2017 Syndicated Facility\") and the Notes Purchase Agreement, each dated as of October\n25\n30, 2017, to provide additional covenant flexibility on account of the COVID-19 pandemic. In consideration of the increased covenant flexibility, the Company agreed to certain interest rate increases under these facilities which expire on March 31, 2021.\nOn May 29, 2020, we entered into the A/R Sales Agreement to sell approximately $500 million of short-term receivables from certain customer trade accounts to an unaffiliated financial institution. The A/R Sales Agreement has a one year term, which the Company intends to renew each year. On October 29, 2020, the Company transferred ownership and control of an additional $300 million in receivables under the A/R Sales Agreement bringing the total to $800 million.  The terms of the A/R Sales Agreement limit the balance of receivables sold to approximately $800 million at any point in time.\nOn October 27, 2020, the Company issued $500,000 aggregate principal amount of unsecured 1.875% Senior Notes due 2030 at a price to the public of 99.069% of their face value with U.S. Bank National Association as trustee. Interest on the 1.875% Senior Notes due 2030 is payable semi-annually on May 1 and November 1 of each year, which begins on May 1, 2021, and is computed on the basis of a 360-day year. On October 30, 2020, the term loan A was extinguished in connection with the issuance of these senior notes.\nOn October 30, 2020, the Company entered into a new $1.5 billion Syndicated Facility Agreement (the \"October 30, 2020 Syndicated Facility\"). Borrowings under the October 30, 2020 Syndicated Facility bear interest at a rate of London Inter-bank Offered Rate (\"LIBOR\") (or a similar index for foreign currency borrowings) plus a margin, which is based on the Company’s debt rating, with a LIBOR floor of 0.50%. The Company also has the option to increase the borrowing capacity up to an additional $750 million, as well as an option to decrease the borrowing capacity or terminate the facility with appropriate notice. The October 30, 2020 Syndicated Facility matures in October 2025. Simultaneously with the entry into the October 30, 2020 Syndicated Facility, the Company terminated and paid in full all outstanding indebtedness under the October 30, 2017 Syndicated Facility and repaid the existing term loan A facility.\nAt December 31, 2020, approximately $1.5 billion was available under this line of credit. Due to the workers’ compensation and insurance reserve requirements in certain states, the Company also had unused letters of credit of approximately $69.9 million outstanding at December 31, 2020. Our unused letters of credit expire within one year, but have automatic renewal clauses.\nAt December 31, 2020, the Company had unsecured Senior Notes outstanding of $2.1 billion. These borrowings contain covenants related to a maximum debt to EBITDA ratio and certain limitations on additional borrowings. The weighted average interest rate on the Company’s total outstanding borrowings was approximately 2.65% at December 31, 2020 and 2.18% at December 31, 2019. Total interest expense, net of interest income, for all borrowings was $91.0 million, $91.4 million and $93.3 million in 2020, 2019 and 2018, respectively. Refer to the credit facilities footnote the Consolidated Financial Statements for more information.\nAt December 31, 2020, the Company was in compliance with the covenants under its October 30, 2020 Syndicated Facility and its outstanding unsecured Senior Notes. Any failure to comply with our debt covenants or restrictions could result in a default under our financing arrangements or could require us to obtain waivers from our lenders for failure to comply with these restrictions. The occurrence of a default that remains uncured or the inability to secure a necessary consent or waiver could create cross defaults under other debt arrangements and have a material adverse effect on our business, financial condition, results of operations and cash flows.\nContractual and Other Obligations\nThe following table summarizes our material cash requirements at December 31, 2020 that we expect to be paid in cash. The table does not include amounts that are contingent on events or other factors that are uncertain or unknown at this time, including legal contingencies and uncertain tax positions. The amounts presented are based on various estimates and actual results may vary from the amounts presented.\nPurchase orders or contracts for the purchase of inventory and other goods and services are not included in our estimates. We are not able to determine the aggregate amount of such purchase orders that represent contractual cash requirement, as purchase orders may represent authorizations to purchase rather than binding agreements. Our purchase orders are based on our current distribution needs and are fulfilled by our vendors within short time horizons. The Company does not have significant agreements for the purchase of inventory or other goods specifying minimum quantities or set prices that exceed our expected requirements.\n26\nAdditionally, the Company guarantees the borrowings of certain independently owned automotive parts stores (independents) and certain other affiliates in which the Company has a noncontrolling equity ownership interest (affiliates). The Company’s maximum exposure to loss as a result of its involvement with these independents and affiliates is generally equal to the total borrowings subject to the Company’s guarantee. At December 31, 2020, the total borrowings of the independents and affiliates subject to guarantee by the Company were approximately $884.7 million. These loans generally mature over periods from one to six years. Our amount of commitment expiring in 2021 is approximately $420.7 million. To date, the Company has had no significant losses in connection with guarantees of independents’ and affiliates’ borrowings.\nShare Repurchases\nIn 2020, the Company repurchased approximately 1.1 million shares of its common stock and the Company had remaining authority to purchase approximately 14.5 million shares of its common stock at December 31, 2020. There were no other repurchase plans announced as of December 31, 2020.\nCRITICAL ACCOUNTING POLICIES\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations is based upon our consolidated financial statements, which have been prepared in accordance with U.S. GAAP. The preparation of our consolidated financial statements requires management to make estimates, assumptions and judgments that affect the reported amounts of assets, liabilities, net sales and expenses and related disclosure of contingent assets and liabilities. Management bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nWe describe in this section certain critical accounting policies that require us to make significant estimates, assumptions and judgments. An accounting policy is deemed to be critical if it requires an accounting estimate to be made based on assumptions about matters that are uncertain at the time the estimate is made and if different estimates that reasonably could have been used, or changes in the accounting estimates that are reasonably likely to occur periodically, could materially impact the consolidated financial statements. Management believes the following critical accounting policies reflect its most significant estimates and assumptions used in the preparation of the consolidated financial statements. For further information on the critical accounting policies, see the summary of significant accounting policies footnote in the Notes to Consolidated Financial Statements.\nInventories — Provisions for Slow Moving and Obsolescence\nThe Company identifies slow moving or obsolete inventories and estimates appropriate provisions related thereto. Historically, these losses have not been significant as the vast majority of the Company’s inventories are not highly susceptible to obsolescence and a majority are eligible for return under various vendor return programs. While the Company has no reason to believe its inventory return privileges will be discontinued in the future, its risk of loss associated with obsolete or slow moving inventories would increase if such were to occur.\nAllowance for Doubtful Accounts — Methodology\nThe Company evaluates the collectability of trade accounts receivable based on a combination of factors. The Company estimates an allowance for doubtful accounts as a percentage of net sales based on various factors, including historical experience, current economic conditions and expected future credit losses and collectability trends. The Company periodically adjusts this estimate when the Company becomes aware of a specific customer’s inability to meet its financial obligations (e.g., bankruptcy filing) or as a result of changes in the overall aging of accounts receivable. While the Company has a large customer base that is geographically dispersed, a general economic downturn in any of the industry segments in which the Company operates could result in higher than expected defaults and, therefore, the need to revise estimates for bad debts. For the years ended December 31, 2020, 2019 and 2018, the Company recorded provisions for doubtful accounts of approximately $23.6 million, $13.9 million, and $15.9 million, respectively.\nConsideration Received from Vendors\nThe Company may enter into agreements at the beginning of each year with many of its vendors that provide for inventory purchase incentives. Generally, the Company earns inventory purchase incentives upon achieving specified volume purchasing levels or other criteria. The Company accrues for the receipt of these incentives as part of its inventory cost based on cumulative purchases of inventory to date and projected inventory purchases through the end of the year. While management believes the Company will continue to receive consideration from vendors in 2021 and beyond, there can be no assurance that vendors will continue to provide comparable amounts of incentives in the future or that we will be able to achieve the specified volumes necessary to take advantage of such incentives.\n27\nImpairment of Property, Plant and Equipment and Goodwill and Other Intangible Assets\nAt least annually, the Company evaluates property, plant and equipment, goodwill and other intangible assets for potential impairment indicators. The Company’s judgments regarding the existence of impairment indicators are based on market conditions and operational performance, among other factors. Future events could cause the Company to conclude that impairment indicators exist and that assets associated with a particular operation are impaired. Evaluating for impairment also requires the Company to estimate future operating results and cash flows which requires judgment by management. Any resulting impairment loss could have a material adverse impact on the Company’s financial condition and results of operations. Refer to the goodwill and other intangible assets footnote of the Notes to Consolidated Financial Statements for further information on the results of the Company's annual goodwill impairment testing.\nEmployee Benefit Plans\nThe Company’s benefit plan committees in the U.S. and Canada establish investment policies and strategies and regularly monitor the performance of the Company’s pension plan assets. The plans in Europe are unfunded and therefore there are no plan assets. The pension plan investment strategy implemented by the Company’s management is to achieve long-term objectives and invest the pension assets in accordance with the applicable pension legislation in the U.S. and Canada, as well as fiduciary standards. The long-term primary objectives for the pension plan funds are to provide for a reasonable amount of long-term growth of capital without undue exposure to risk, protect the assets from erosion of purchasing power and provide investment results that meet or exceed the pension plans’ actuarially assumed long-term rates of return. The Company’s investment strategy with respect to pension plan assets is to generate a return in excess of the passive portfolio benchmark (47% S&P 500 Index, 5% Russell Mid Cap Index, 7% Russell 2000 Index, 5% MSCI EAFE Index, 5% DJ Global Moderate Index, 3% MSCI Emerging Market Net, and 28% Barclays U.S. Long Govt/Credit).\nWe make several critical assumptions in determining our pension plan assets and liabilities and related pension income. We believe the most critical of these assumptions are the expected rate of return on plan assets and the discount rate. Other assumptions we make relate to employee demographic factors such as rate of compensation increases, mortality rates, retirement patterns and turnover rates. Refer to the employee benefit plans footnote of the Notes to Consolidated Financial Statements for more information regarding these assumptions.\nBased on the investment policy for the pension plans, as well as an asset study that was performed based on the Company’s asset allocations and future expectations, the Company’s expected rate of return on plan assets for measuring 2021 pension income is 6.88% for the plans. The asset study forecasted expected rates of return for the approximate duration of the Company’s benefit obligations, using capital market data and historical relationships.\nThe discount rate is chosen as the rate at which pension obligations could be effectively settled and is based on capital market conditions as of the measurement date. We have matched the timing and duration of the expected cash flows of our pension obligations to a yield curve generated from a broad portfolio of high-quality fixed income debt instruments to select our discount rate. Based upon this cash flow matching analysis, we selected a weighted average discount rate for the plans of 2.7% at December 31, 2020.\nEffective December 31, 2013, our defined benefit pension plans was amended to freeze benefit plan accruals for participants and provide for immediate vesting of accrued benefits. Net periodic benefit income for our defined benefit pension plans was $18.0 million, $16.2 million, and $15.8 million for the years ended December 31, 2020, 2019 and 2018, respectively. The income associated with the pension plans in 2020, 2019 and 2018 reflects the impact of the freeze. Refer to the employee benefit plans footnote of the Notes to Consolidated Financial Statements for more information regarding employee benefit plans.\nBusiness Combinations\nWhen the Company acquires businesses, it applies the acquisition method of accounting and recognizes the identifiable assets acquired, the liabilities assumed, and any noncontrolling interests in an acquiree at their fair values on the acquisition date, which requires significant estimates and assumptions. Goodwill is measured as the excess of the fair value of the consideration transferred over the net of the acquisition date fair values of the identifiable assets acquired and liabilities assumed. The acquisition method requires the Company to record provisional amounts for any items for which the accounting is not complete at the end of a reporting period. The Company must complete the accounting during the measurement period, which cannot exceed one year. Adjustments made during the measurement period could have a material impact on the Company's financial condition and results of operations.\nThe Company typically measures customer relationship and other intangible assets using an income approach. Significant estimates and assumptions used in this approach include discount rates and certain assumptions that form the basis of the forecasted cash flows expected to be generated from the asset (e.g., future revenue growth rates, operating margins and attrition rates). If the subsequent actual results and updated projections of the underlying business activity change compared with the assumptions and projections used to develop these values, the Company could record impairment charges. In addition, the Company has estimated the economic lives of certain acquired tangible and intangible assets and these lives are used to\n28\ncalculate depreciation and amortization expense. If the Company's estimates of the economic lives change, depreciation or amortization expenses could be increased or decreased, or the acquired asset could be impaired.\nLegal and Product Liabilities\nThe Company accrues for potential losses related to legal disputes, litigation, product liabilities, and regulatory matters when it is probable (the future event or events are likely to occur) that the Company will incur a loss and the amount of the loss can be reasonably estimated.\nTo calculate product liabilities, the Company estimates potential losses relating to pending claims and also estimates the likelihood of additional, similar claims being filed against the Company in the future. To estimate potential losses on claims that could be filed in the future, the Company considers claims pending against the Company, claim filing rates, the number of codefendants and the extent to which they share in settlements, and the amount of loss by claim type. The estimated losses for pending and potential future claims are calculated on a discounted basis using risk-free interest rates derived from market data about monetary assets with maturities comparable to those of the projected product liabilities. The Company uses an actuarial specialist to assist with measuring its product liabilities. Refer to the commitments and contingencies footnote of the Notes to Consolidated Financial Statements for additional information regarding product liabilities.\nSelf Insurance\nThe Company is self-insured for the majority of its group health insurance costs. A reserve for claims incurred but not reported is developed by analyzing historical claims data provided by the Company’s claims administrators. These reserves are included in accrued expenses in the accompanying consolidated balance sheets as the expenses are expected to be paid within one year.\nLong-term insurance liabilities consist primarily of reserves for the Company's workers’ compensation program. In addition, the Company carries various large risk deductible workers’ compensation policies for the majority of workers’ compensation liabilities. The Company records the workers’ compensation reserves based on an analysis performed by an independent actuary. The analysis calculates development factors, which are applied to total reserves as provided by the various insurance companies who underwrite the program. While the Company believes that the assumptions used to calculate these liabilities are appropriate, significant differences in actual experience or significant changes in these assumptions may materially affect workers’ compensation costs.\nIncome Taxes\nThe Company accounts for income taxes under the asset and liability method. Under this method, deferred tax assets and liabilities are determined based on the differences between the financial statement carrying amount and the tax basis of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to reverse. Deferred tax assets and liabilities are recorded net as noncurrent deferred income taxes. In addition, valuation allowances are recorded to reduce deferred tax assets to the amount that will more likely than not be realized. In making this determination, the Company considers all available positive and negative evidence including projected future taxable income, future reversals of existing temporary differences, recent financial operations and tax planning strategies.\nThe Company recognizes a tax benefit from uncertain tax positions when it is more likely than not that the position will be sustained upon examination, including resolutions of any related appeals or litigation processes, based on the technical merits.\nRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\nRefer to the summary of significant accounting policies footnote in the Notes to Consolidated Financial Statements for information on recent accounting pronouncements."
  },
  {
    "item_key": "item_7a",
    "text": "Although the Company does not face material risks related to commodity prices, the Company is exposed to changes in interest rates and in foreign currency rates with respect to foreign currency denominated operating revenues and expenses.\nForeign Currency\nThe Company incurs translation gains or losses resulting from the translation of an operating unit’s foreign functional currency into U.S. dollars for consolidated financial statement purposes. For the periods presented, the Company’s principal foreign currency exchange exposures are the Euro, the functional currency of our European operations; the Canadian dollar, the functional currency of our Canadian operations; and the Australian dollar, the functional currency of our Australasian operations. We monitor our foreign currency exposures and from time to time, we enter into currency forward contracts to manage our exposure to currency fluctuations. Foreign currency exchange exposure, particularly in regard to the Euro positively impacted our results for the year ended December 31, 2020. This positive impact was mostly offset by the negative impact from the Canadian and Australian dollar for the full year ended December 31, 2020. Foreign currency exchange\n29\nexposure, particularly in regard to the Canadian and Australian dollar and, to a lesser extent, the Euro, negatively impacted our results for the year ended December 31, 2019.\nDuring 2020 and 2019, it was estimated that a 10% shift in exchange rates between those foreign functional currencies and the U.S. dollar would have impacted translated net sales by approximately $549 million and $508 million, respectively. A 15% shift in exchange rates between those functional currencies and the U.S. dollar would have impacted translated net sales by approximately $824 million in 2020 and $763 million in 2019. A 20% shift in exchange rates between those functional currencies and the U.S. dollar would have impacted translated net sales by approximately $1,099 million in 2020 and $1,017 million in 2019.\nInterest Rates\nThe Company is subject to interest rate volatility with regard to existing and future issuances of debt. We monitor our mix of fixed-rate and variable-rate debt as well as our mix of short-term debt and long-term debt. From time to time, we enter into interest rate swap agreements to manage our exposure to interest rate fluctuations. Based on the Company's variable-rate debt and derivative instruments outstanding as of December 31, 2020 and 2019, we estimate that a 100 basis point increase in interest rates would have increased interest expense by $1.1 million in 2020 and $5.5 million in 2019. However, these increases in interest expense would have been partially offset by the increases in interest income related to higher interest rates.\n30"
  },
  {
    "item_key": "item_8",
    "text": "ANNUAL REPORT ON FORM 10-K\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n31\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Genuine Parts Company and Subsidiaries\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Genuine Parts Company and Subsidiaries (the Company) as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, equity and cash flows for each of the three years in the period ended December 31, 2020, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 19, 2021 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\n32\n/s/ Ernst & Young LLP\nWe have served as the Company’s auditor since 1948.\nAtlanta, Georgia\nFebruary 19, 2021\n33\nGenuine Parts Company and Subsidiaries\nConsolidated Balance Sheets\n(In Thousands, Except Share Data and per Share Amounts)\nSee accompanying notes.\n34\nGenuine Parts Company and Subsidiaries\nConsolidated Statements of Income\n(In Thousands, Except per Share Amounts)\nSee accompanying notes.\n35\nGenuine Parts Company and Subsidiaries\nConsolidated Statements of Comprehensive Income\n(In Thousands, Except per Share Amounts)\nSee accompanying notes.\n36\nGenuine Parts Company and Subsidiaries\nConsolidated Statements of Equity\n(In Thousands, Except Share Data and per Share Amounts)\nSee accompanying notes.\n37\nGenuine Parts Company and Subsidiaries\nConsolidated Statements of Cash Flows\n(In Thousands)\nSee accompanying notes.\n38\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n(in thousands, except per share data)\n1.\nSummary of Significant Accounting Policies\nBusiness\nGenuine Parts Company (the \"Company\") is a distributor of automotive replacement parts and industrial parts and materials. The Company serves a diverse customer base through a network of more than\n10,000\nlocations throughout North America, Australasia, and Europe and, therefore, has limited exposure from credit losses to any particular customer, region, or industry segment. The Company performs periodic credit evaluations of its customers’ financial condition and generally does not require collateral.\nThe Company's operations are vulnerable to the reduced economic activity caused by the COVID-19 outbreak, which was declared a pandemic in March 2020. The extent to which the COVID-19 pandemic impacts the Company will depend on numerous factors and future developments that the Company cannot predict, including the severity of the virus; the occurrence of additional waves or spikes in infection rates; the duration of the outbreak; governmental, business or other actions taken in response to the pandemic and the efficacy of these actions, including partial or complete shut downs, travel restrictions, and stay-at-home orders among other actions; the effectiveness and distribution of COVID-19 vaccines; and impacts on the Company's supply chain, its ability to keep operating locations open, and on customer demand.  The Company benefited from various forms of government economic assistance including certain temporary subsidies that were received in 2020, which have been classified as a reduction of selling, administrative and other expenses. The Company has evaluated subsequent events through the date the financial statements were issued.\nOn June 30, 2020, the Company completed the divestiture of its Business Products Group. Refer to the acquisitions, divestitures and discontinued operations footnote for more information. The Company's results of operations for the Business Products Group are reported as discontinued operations and all information related to the discontinued operations has been excluded from the notes to the consolidated financial statements for all periods presented. Net (loss) income from discontinued operations for each period includes all costs that are directly attributable to these businesses and excludes certain corporate overhead costs that were previously allocated.\nPrinciples of Consolidation\nThe consolidated financial statements include all of the accounts of the Company. The net income attributable to noncontrolling interests is not material to the Company’s consolidated net income. Intercompany accounts and transactions have been eliminated in consolidation.\nUse of Estimates\nThe preparation of the consolidated financial statements, in conformity with U.S. generally accepted accounting principles, requires management to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. Actual results may differ from those estimates and the differences could be material. If the pandemic persists or worsens, the estimates and assumptions management made as of December 31, 2020 could change, and it is reasonably possible such changes could be significant.\nRevenue Recognition\nThe Company primarily recognizes revenue at the point the customer obtains control of the products or services and at an amount that reflects the consideration expected to be received for those products or services. Contracts with customers may include multiple performance obligations. For such arrangements, the Company allocates revenue to each performance obligation based on its relative standalone selling price and recognizes revenue upon delivery or as services are rendered.\nRevenue is recognized net of allowances for returns, variable consideration and any taxes collected from customers that will be remitted to governmental authorities. Revenue recognized over time is not significant. Payment terms with customers vary by the type and location of the customer and the products or services offered. The Company does not adjust the promised amount of consideration for the effects of significant financing components based on the expectation that the period between when the Company transfers a promised good or service to a customer and when the customer pays for that good or service will be one year or less. Arrangements with customers that include payment terms extending beyond one year are not significant. Liabilities for customer incentives, discounts, or rebates are included in other current liabilities in the consolidated balance sheets.\n39\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nProduct Distribution Revenues\nThe Company generates revenue primarily by distributing products through wholesale and retail channels. For wholesale customers, revenue is recognized when title and control of the goods has passed to the customer. Retail revenue is recognized at the point of sale when the goods are transferred to customers and consideration is received. Shipping and handling activities are performed prior to the customer obtaining control of the products. Costs associated with shipping and handling are considered costs to fulfill a contract and are included in selling, administrative and other expenses in the period they are incurred.\nOther Revenues\nThe Company offers software support, product cataloging, marketing, training and other membership program and support services to certain customers. This revenue is recognized as services are performed. Revenue from these services is recognized over a short duration and the impact to our consolidated financial statements is not significant.\nVariable Consideration\nThe Company’s products are generally sold with a right of return and may include variable consideration in the form of incentives, discounts, credits or rebates. The Company estimates variable consideration based on historical experience to determine the expected amount to which the Company will be entitled in exchange for transferring the promised goods or services to a customer. The Company recognizes estimated variable consideration as an adjustment to the transaction price when control of the related product or service is transferred. The realization of variable consideration occurs within a short period of time from product delivery; therefore, the time value of money effect is not significant.\nForeign Currency Translation\nThe consolidated balance sheets and statements of income of the Company’s foreign subsidiaries have been translated into U.S. dollars at the current and average exchange rates, respectively. The foreign currency translation adjustment is included as a component of accumulated other comprehensive loss.\nCash and Cash Equivalents\nThe Company considers all highly liquid investments with original maturities of three months or less when purchased to be cash equivalents.\nTrade Accounts Receivable and the Allowance for Doubtful Accounts\nThe Company evaluates the collectability of trade accounts receivable based on a combination of factors. The Company estimates an allowance for doubtful accounts as a percentage of net sales based on various factors, including historical experience, current economic conditions and future expected credit losses and collectability trends. The Company will periodically adjust this estimate when the Company becomes aware of a specific customer’s inability to meet its financial obligations (e.g., bankruptcy filing) or as a result of changes in the overall aging of accounts receivable. While the Company has a large customer base that is geographically dispersed, a general economic downturn in any of the industry segments in which the Company operates could result in higher than expected defaults and, therefore, the need to revise estimates for bad debts.\nFor the years ended December 31, 2020, 2019, and 2018, the Company recorded provisions for doubtful accounts of approximately $\n23,577\n, $\n13,876\n, and $\n15,929\n, respectively. At December 31, 2020 and 2019, the allowance for doubtful accounts was approximately $\n36,622\nand $\n35,047\n, respectively.\nMerchandise Inventories, Including Consideration Received From Vendors\nMerchandise inventories are valued at the lower of cost or net realizable value. Cost is determined by the last-in, first-out (\"LIFO\") method for a majority of U.S. automotive and industrial parts, and generally by the first-in, first-out (\"FIFO\") method for non-U.S. and certain other inventories. If the FIFO method had been used for all inventories, cost would have been approximately $\n524,400\nand $\n531,800\nhigher than reported at December 31, 2020 and 2019, respectively. During 2020 and 2019, reductions in industrial parts inventories resulted in liquidations of LIFO inventory layers, which reduced cost of goods sold by approximately $\n15,500\nand $\n10,400\n, respectively.\nThe Company identifies slow moving or obsolete inventories and estimates appropriate provisions related thereto. Historically, these losses have not been significant as the vast majority of the Company’s inventories are not highly susceptible to obsolescence and are eligible for return under various vendor return programs. While the Company has no reason to believe its inventory return privileges will be discontinued in the future, its risk of loss associated with obsolete or slow moving inventories would increase if such were to occur.\n40\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe Company enters into agreements at the beginning of each year with many of its vendors that provide for inventory purchase incentives. Generally, the Company earns inventory purchase incentives upon achieving specified volume purchasing levels or other criteria. The Company accrues for the receipt of these incentives as part of its inventory cost based on cumulative purchases of inventory to date and projected inventory purchases through the end of the year. While management believes the Company will continue to receive consideration from vendors in 2021 and beyond, there can be no assurance that vendors will continue to provide comparable amounts of incentives in the future.\nPrepaid Expenses and Other Current Assets\nPrepaid expenses and other current assets consist primarily of amounts due from vendors, prepaid expenses, and income and other taxes receivable.\nGoodwill\nThe Company reviews its goodwill annually for impairment in the fourth quarter, or sooner if circumstances indicate that the carrying amount may exceed fair value. The Company tests goodwill for impairment at the reporting unit level, which is an operating segment or a level below an operating segment (a component). A component is a reporting unit if the component constitutes a business for which discrete financial information and operating results are available and management regularly reviews that information. However, the Company may aggregate two or more components of an operating segment into a single reporting unit if the components have similar economic characteristics.\nTo review goodwill at a reporting unit for impairment, the Company generally elects to first assesses qualitative factors to determine whether it is more likely than not that the fair value of the reporting unit is less than its carrying amount. Qualitative factors include adverse macroeconomic, industry or market conditions, cost factors, or financial performance. If the Company elects not to perform a qualitative assessment or concludes from its assessment of qualitative factors that it is more likely than not that the fair value of the reporting unit is less than its carrying amount, the Company must perform a quantitative test to evaluate goodwill impairment.\nTo perform a quantitative test, the Company calculates the fair value of the reporting unit and compares that amount to the reporting unit's carrying value. The Company typically calculates the fair value by using a combination of a market approach and an income approach that is based on a discounted cash flow model. The assumptions used in the market approach generally include benchmark company market multiples and the assumptions used in the income approach generally include the projected cash flows of the reporting unit, which are based on projected revenue growth rates and operating margins, and the estimated weighted average cost of capital, working capital and terminal value. The Company uses inputs and assumptions it believes are consistent with those a hypothetical marketplace participant would use. The Company recognizes goodwill impairment (if any) as the excess of the reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.\nRefer to the goodwill and other intangible assets footnote for further information on the results of the Company's annual goodwill impairment testing.\nLong-Lived Assets Other Than Goodwill\nThe Company assesses its long-lived assets other than goodwill for impairment whenever facts and circumstances indicate that the carrying amount may not be fully recoverable. To analyze recoverability, the Company projects undiscounted net future cash flows over the remaining life of such assets. If these projected cash flows are less than the carrying amount, an impairment would be recognized, resulting in a write-down of assets with a corresponding charge to earnings. Impairment losses, if any, are measured based upon the difference between the carrying amount and the fair value of the assets.\nFor the years ended December 31, 2020 and 2019, the Company recognized long-lived asset impairments of $\n6,243\nand $\n5,408\n, respectively, related to certain assets expected to be abandoned in connection with the 2019 Cost Savings Plan (refer to the restructuring footnote for more information).\n41\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nOther Assets\nOther assets consist primarily of cash surrender value of life insurance policies, debt securities, equity method and other investments, guarantee fees receivable, and deferred compensation benefits.\nProperty, Plant and Equipment\nProperty, plant and equipment are stated at cost. Depreciation and amortization are primarily determined on a straight-line basis over the following estimated useful lives of each asset: buildings,\n10\nto\n40\nyears; machinery and equipment,\n5\nto\n15\nyears; and the shorter of lease term or useful life for leasehold improvements.\nOther Current Liabilities\nOther current liabilities consist primarily of current lease obligations, reserves for sales returns expected within the next year, accrued compensation, accrued income and other taxes, and other reserves for expenses incurred.\nOther Long-term Liabilities\nOther long-term liabilities consist primarily of reserves for sales returns expected after the next year, guarantee obligations, accrued taxes and other non-current obligations.\nSelf-Insurance\nThe Company is self-insured for the majority its group health insurance costs. A reserve for claims incurred but not reported is developed by analyzing historical claims data provided by the Company’s claims administrators. These reserves are included in accrued expenses in the accompanying consolidated balance sheets as the expenses are expected to be paid within one year.\nLong-term insurance liabilities consist primarily of reserves for the Company's workers’ compensation program. In addition, the Company carries various large risk deductible workers’ compensation policies for the majority of workers’ compensation liabilities. The Company records the workers’ compensation reserves based on an analysis performed by an independent actuary. The analysis calculates development factors, which are applied to total reserves as provided by the various insurance companies who underwrite the program. While the Company believes that the assumptions used to calculate these liabilities are appropriate, significant differences in actual experience or significant changes in these assumptions may materially affect workers’ compensation costs.\nBusiness Combinations\nWhen the Company acquires businesses, it applies the acquisition method of accounting and recognizes the identifiable assets acquired, the liabilities assumed, and any noncontrolling interests in an acquiree at their fair values on the acquisition date, which requires significant estimates and assumptions. Goodwill is measured as the excess of the fair value of the consideration transferred over the net of the acquisition date fair values of the identifiable assets acquired and liabilities assumed. The acquisition method requires the Company to record provisional amounts for any items for which the accounting is not complete at the end of a reporting period. The Company must complete the accounting during the measurement period, which cannot exceed one year. Adjustments made during the measurement period could have a material impact on the Company's financial condition and results of operations.\nThe Company typically measures customer relationship and other intangible assets using an income approach. Significant estimates and assumptions used in this approach include discount rates and certain assumptions that form the basis of the forecasted cash flows expected to be generated from the asset (e.g., future revenue growth rates, operating margins and attrition rates). If the subsequent actual results and updated projections of the underlying business activity change compared with the assumptions and projections used to develop these values, the Company could record impairment charges. In addition, the Company has estimated the economic lives of certain acquired tangible and intangible assets and these lives are used to calculate depreciation and amortization expense. If the Company's estimates of the economic lives change, depreciation or amortization expenses could be increased or decreased, or the acquired asset could be impaired.\nLegal and Product Liabilities\nThe Company accrues for potential losses related to legal disputes, litigation, product liabilities, and regulatory matters when it is probable (the future event or events are likely to occur) that the Company will incur a loss and the amount of the loss can be reasonably estimated.\n42\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe amount of the product liability reflects the Company’s reasonable estimate of losses based upon currently known facts. To calculate the liability, the Company estimates potential losses relating to pending claims and also estimates the likelihood of additional, similar claims being filed against the Company in the future. To estimate potential losses on claims that could be filed in the future, the Company considers claims pending against the Company, claim filing rates, the number of codefendants and the extent to which they share in settlements, and the amount of loss by claim type. The estimated losses for pending and potential future claims are calculated on a discounted basis using risk-free interest rates derived from market data about monetary assets with maturities comparable to those of the projected product liabilities. The Company uses an actuarial specialist to assist with measuring its product liabilities.\nFair Value Measurements\nFair value is defined as an exit price, representing the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants. Fair value is a market-based measurement that is determined based on assumptions that market participants would use in pricing an asset or liability. Additionally, ASC 820,\nFair Value Measurements\n, defines levels within a hierarchy based upon observable and non-observable inputs.\n•\nLevel 1. Observable inputs such as quoted prices in active markets;\n•\nLevel 2. Inputs, other than quoted prices in active markets, that are observable either directly or indirectly; and\n•\nLevel 3. Unobservable inputs in which there is little or no market data, which require the reporting entity to develop its own assumptions\nAt December 31, 2020 and 2019, the fair value of the Company's senior unsecured notes was approximately $\n2,680,545\nand $\n2,013,542\n, respectively, which are designated as Level 2 in the fair value hierarchy. Our valuation technique is based primarily on prices and other relevant information generated by observable transactions involving identical or comparable assets or liabilities.\nDerivative instruments are recognized in the consolidated balance sheets at fair value and are designated as Level 2 in the fair value hierarchy. They are valued using inputs other than quoted prices, such as foreign exchange rates and yield curves.\nFair value measurements of non-financial assets and non-financial liabilities are primarily used in the impairment analyses of goodwill, other intangible assets, and long-lived assets. These involve fair value measurements on a nonrecurring basis using Level 3 inputs as defined in the fair value hierarchy. The carrying amounts reflected in the consolidated balance sheets for cash and cash equivalents, trade accounts receivable, trade accounts payable, and borrowings under the line of credit approximate their respective fair values based on the short-term nature of these instruments.\nDerivatives and Hedging\nThe Company is exposed to various risks arising from business operations and market conditions, including fluctuations in interest rates and certain foreign currencies. When deemed appropriate, the Company uses derivative and non-derivative instruments as risk management tools to mitigate the potential impact of interest rate and foreign exchange rate risks. The objective of using these tools is to reduce fluctuations in the Company’s earnings, cash flows and net investments in certain foreign subsidiaries associated with changes in these rates. Derivative financial instruments are not used for trading or other speculative purposes. The Company has not historically incurred, and does not expect to incur in the future, any losses as a result of counterparty default related to derivative instruments.\nThe Company formally documents relationships between hedging instruments and hedged items, as well as the risk management objective and strategy for undertaking various hedge transactions. This process includes linking cash flow hedges to specific forecasted transactions or variability of cash flow to be paid. The Company also formally assesses, both at the hedge’s inception and on an ongoing basis, whether the designated derivative and non-derivative instruments that are used in hedging transactions are highly effective in offsetting changes in the cash flows of the hedged items. When a designated instrument is determined not to be highly effective as a hedge or the underlying hedged transaction is no longer probable, hedge accounting is discontinued prospectively.\nShipping and Handling Costs\nShipping and handling costs are classified as selling, administrative and other expenses in the accompanying consolidated statements of income and totaled approximately $\n301,900\n, $\n303,900\n, and $\n278,500\n, for the years ended December 31, 2020, 2019, and 2018, respectively.\n43\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nAdvertising Costs\nAdvertising costs are expensed as incurred and totaled $\n193,900\n, $\n201,600\n, and $\n203,500\nin the years ended December 31, 2020, 2019, and 2018, respectively.\nAccounting for Legal Costs\nThe Company’s legal costs expected to be incurred in connection with loss contingencies are expensed as such costs are incurred.\nShare-Based Compensation\nThe Company maintains various long-term incentive plans, which provide for the granting of stock options, stock appreciation rights (\"SARs\"), restricted stock, restricted stock units (\"RSUs\"), performance awards, dividend equivalents and other share-based awards. SARs represent a right to receive upon exercise an amount, payable in shares of common stock, equal to the excess, if any, of the fair market value of the Company’s common stock on the date of exercise over the base value of the grant. The terms of such SARs require net settlement in shares of common stock and do not provide for cash settlement. RSUs represent a contingent right to receive one share of the Company’s common stock at a future date. The majority of awards previously granted vest on a pro-rata basis for periods ranging from\none\nto\nfive years\nand are expensed accordingly on a straight-line basis. Forfeitures are accounted for as they occur. The Company issues new shares upon exercise or conversion of awards under these plans.\nIncome Taxes\nThe Company accounts for income taxes under the asset and liability method. Under this method, deferred tax assets and liabilities are determined based on the differences between the financial statement carrying amount and the tax basis of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to reverse. Deferred tax assets and liabilities are recorded net as noncurrent deferred income taxes. In addition, valuation allowances are recorded to reduce deferred tax assets to the amount that will more likely than not be realized. In making this determination, the Company considers all available positive and negative evidence including projected future taxable income, future reversals of existing temporary differences, recent financial operations and tax planning strategies.\nThe Company recognizes a tax benefit from uncertain tax positions when it is more likely than not that the position will be sustained upon examination, including resolutions of any related appeals or litigation processes, based on the technical merits.\nNet Income from Continuing Operations per Common Share\nBasic net income from continuing operations per common share is computed by dividing net income from continuing operations by the weighted average number of common shares outstanding during the year. The computation of diluted net income from continuing operations per common share includes the dilutive effect of stock options, stock appreciation rights and nonvested restricted stock awards options. Options to purchase approximately\n1,602\n,\n210\n, and\n1,490\nshares of common stock ranging from $\n72\n- $\n105\nper share were outstanding at December 31, 2020, 2019, and 2018, respectively. These options were excluded from the computation of diluted net income from continuing operations per common share because the options’ exercise prices were greater than the average market prices of common stock in each respective year.\n44\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nRecent Accounting Pronouncements\nChanges to U.S. GAAP are established by the Financial Accounting Standards Board (“FASB”) in the form of Accounting Standard Updates (“ASUs”) to the FASB Accounting Standards Codification (“ASC”). The Company considers the applicability and impact of all ASUs and any not listed below were assessed and determined to be not applicable or are expected to have a minimal impact on the Company's consolidated financial statements.\nCredit Losses (Topic 326)\nIn June 2016, the FASB issued ASU 2016-13,\nMeasurement of Credit Losses on Financial Instruments\n. Among other things, the ASU and its amendments replace the incurred loss impairment model for receivables and loan guarantees with a current expected credit loss model. The new model measures impairment based on expected credit losses over the remaining contractual life of an asset, considering available information about the collectability of cash flows, past events, current conditions, and reasonable and supportable forecasts. Additional quantitative and qualitative disclosures are required. The Company adopted ASU 2016-13 and its amendments as of January 1, 2020, which included recognizing a cumulative-effect adjustment to reduce opening retained earnings by $\n11,432\n, net of taxes.\nCompensation - Retirement Benefits (Topic 715)\nIn August 2018, the FASB issued ASU 2018-14,\nChanges to the Disclosure Requirements for Defined Benefit Plans\n. The updated accounting guidance modifies the disclosure requirements for employers that sponsor defined benefit pension or other postretirement plans by removing, adding and clarifying certain disclosures. The Company adopted this new accounting standard on January 1, 2020 on a retrospective basis. The adoption of this ASU did not have an impact on the Company’s financial position, results of operations, or cash flows.\nIncome Statement - Reporting Comprehensive Income (Topic 220)\nIn February 2018, the FASB issued ASU 2018-02,\nReclassification of Certain Tax Effects from Accumulated Other Comprehensive Income\n. The ASU permits a company to make a one-time election to reclassify stranded tax effects caused by the Tax Cuts and Jobs Act from accumulated other comprehensive income to retained earnings. The ASU also requires companies to disclose their accounting policies for releasing income tax effects from accumulated other comprehensive income. ASU 2018-02 was effective for periods beginning after December 15, 2018, with an election to adopt early. The Company adopted ASU 2018-02 as of January 1, 2019 and recognized an adjustment to increase retained earnings and to adjust accumulated other comprehensive loss by approximately $\n122,526\n.\nIntangibles - Goodwill and Other (Topic 350)\nIn January 2017, the FASB issued ASU 2017-04,\nSimplifying the Test for Goodwill Impairment\n. The ASU simplifies the subsequent measurement of goodwill by eliminating the second step from the goodwill impairment test. ASU 2017-04 requires applying a one-step quantitative test and recording the amount of goodwill impairment as the excess of the reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit. ASU 2017-04 does not amend the optional qualitative assessment of goodwill impairment. The Company adopted ASU 2017-04 as of October 1, 2019 and performed its annual evaluation of goodwill in accordance with this standard.\nLeases (Topic 842)\nIn February 2016, the FASB issued ASU 2016-02,\nLeases\n, which, among other things, requires an entity to recognize a right-of-use asset and a lease liability on the balance sheet for substantially all leases, including operating leases. Expanded disclosures with additional qualitative and quantitative information are also required. ASU 2016-02 and its amendments were effective for interim and annual reporting periods beginning after December 15, 2018 and early adoption was permitted.\nThe Company adopted ASU 2016-02 and its amendments as of January 1, 2019 using the modified retrospective method and utilized the optional transition method to apply the legacy guidance in ASC 840,\nLeases\n, including its disclosure requirements, in the comparative periods presented. The Company elected the package of practical expedients permitted under the transition guidance, which allowed the Company to carryforward its historical assessments of: (1) whether contracts are or contain leases, (2) lease classification and (3) initial direct costs. In addition, the Company did not elect the hindsight practical expedient to determine the reasonably certain lease term for existing leases. The Company elected a policy of not recording leases on its consolidated balance sheets when the leases have a term of 12 months or less and the Company is not reasonably certain to elect\n45\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nan option to purchase the leased asset. The Company recognizes payments on these leases within selling, administrative and other expenses on a straight-line basis over the lease term.\nThe Company's adoption of the standard resulted in a cumulative-effect adjustment to increase retained earnings by $\n4,797\n, net of taxes, as of January 1, 2019. The standard did not materially impact the Company's consolidated net income or liquidity. The standard did not have an impact on debt-covenant compliance under the Company's current debt agreements.\n2.\nAccumulated Other Comprehensive Loss\nThe following tables present the changes in accumulated other comprehensive loss (“AOCL”) by component:\n(1)    Amount includes realized currency losses of $\n34,701\nthat were reclassified out of foreign currency translation into earnings in connection with the March 7, 2019 sale of Grupo Auto Todo and the September 30, 2019 sale of EIS. Refer to the acquisitions, divestitures and discontinued operations footnote for further details.\nThe AOCL components related to the pension benefits are included in the computation of net periodic benefit income in the employee benefit plans footnote. The nature of the cash flow hedges are discussed in the derivatives and hedging footnote. Generally, tax effects in AOCL are established at the currently enacted tax rate and reclassified to net (loss) income in the same period that the related pre-tax AOCL reclassifications are recognized.\n46\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n3.\nGoodwill and Other Intangible Assets\nThe changes in the carrying amount of goodwill during the years ended December 31, 2020 and 2019 by reportable segment, as well as other identifiable intangible assets, are summarized as follows:\nDue to several factors that coalesced in the second quarter of 2020 the Company performed an interim impairment test as of May 31, 2020 for its European reporting unit and recorded a goodwill impairment charge of $\n506,721\n. The factors primarily resulted from the ongoing market volatility and uncertainty caused by the COVID-19 pandemic, which extended into the second quarter and impacted several critical impairment testing assumptions including weighted average cost of capital and market multiples, and near-term revenue and operating margin projections for the reporting unit. During the second quarter, the Company also assessed the finite-lived, identifiable tangible and intangible assets at the European reporting unit for impairment under the undiscounted cash flows approach and concluded there was no impairment.\nThe European reporting unit’s fair value was calculated using a combination of both income and market approaches and involved significant unobservable inputs (Level 3 inputs). The assumptions used in the income approach include projected revenue growth rates, operating margins, the estimated weighted average cost of capital and terminal value. The weighted-average cost of capital used in the income approach was adjusted to reflect the specific risks and uncertainties associated with the COVID-19 pandemic in developing the cash flow projections. The assumptions used in the market approach include benchmark company market multiples. The Company used inputs and assumptions it believed are consistent with those a hypothetical marketplace participant would use.\nThe Company completed its annual qualitative goodwill assessment as of October 1, 2020. Based on the Company's assessment, which included reviewing historical revenue and operating profit growth trends and evaluating the inputs to a weighted average cost of capital, the Company has determined that it is not more likely than not that the goodwill is impaired for all reporting units.\nShould actual results differ from certain key assumptions used in the interim or annual impairment tests, including revenue and operating margin growth rates, which are both impacted by economic conditions, or should other key impairment testing assumptions change in subsequent periods, there can be no assurance that goodwill at one or more reporting units may not be impaired.\n47\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe gross carrying amounts and accumulated amortization relating to other intangible assets at December 31, 2020 and 2019 are as follows:\nAmortization expense for other intangible assets totaled $\n94,962\n, $\n92,206\n, and $\n83,489\nfor the years ended December 31, 2020, 2019, and 2018, respectively.\nEstimated other intangible assets amortization expense for the succeeding five years is as follows:\n4.\nProperty, Plant and Equipment\nProperty, plant and equipment as of December 31, 2020 and December 31, 2019, consisted of the following:\n5.\nDebt\nThe principal amounts of the Company’s borrowings subject to variable rates (after consideration of hedging arrangements) totaled approximately $\n114,002\nand $\n554,902\nat December 31, 2020 and 2019, respectively. The weighted average interest rate on the Company’s outstanding borrowings was approximately\n2.65\n% and\n2.18\n% at December 31, 2020 and 2019, respectively.\nCertain borrowings require the Company to comply with a financial covenant with respect to a maximum debt to Adjusted EBITDA ratio. At December 31, 2020, the Company was in compliance with all such covenants. Due to the workers’ compensation and insurance reserve requirements in certain states, the Company also had unused letters of credit of approximately $\n69,899\nand $\n65,322\noutstanding at December 31, 2020 and 2019, respectively.\nOn October 27, 2020, the Company issued $\n500,000\naggregate principal amount of\n1.875\n% Senior Unsecured Notes due 2030 at a price to the public of\n99.069\n% of their face value with U.S. Bank National Association as trustee. Interest on the\n1.875\n% Senior Unsecured Notes due 2030 is payable semi-annually on May 1 and November 1 of each year, which begins on May 1, 2021, and is computed on the basis of a 360-day year.\n48\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nOn October 30, 2020, the Company entered into a new $\n1.5\nbillion Syndicated Facility Agreement (the \"October 30, 2020 Syndicated Facility\"). Simultaneously with the entry into the October 30, 2020 Syndicated Facility, the Company terminated and paid in full all outstanding indebtedness under the previous October 30, 2017 Syndicated Facility and repaid the existing term loan A facility.\nAmounts outstanding under the Company’s credit facilities, net of debt issuance costs consist of the following:\n49\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nApproximate maturities under the Company’s credit facilities are as follows:\n6.\nAccounts Receivable Sales Agreement\nOn May 29, 2020 the Company entered into an agreement (the “A/R Sales Agreement”) to sell short-term receivables from certain customer trade accounts to an unaffiliated financial institution. The A/R Sales Agreement has a\n364\nday term, which the Company intends to renew each year.\nAs part of the A/R Sales Agreement, the Company continuously sells designated pools of receivables as they are originated by it and certain U.S. subsidiaries to a separate bankruptcy-remote special purpose entity (“SPE”). The assets of the SPE would be first available to satisfy the creditor claims of the unaffiliated financial institution. The Company controls and therefore consolidates the SPE in its consolidated financial statements.\nAt the inception of the A/R Sales Agreement, the SPE transferred ownership and control of approximately $\n500,000\nin receivables that met certain qualifying conditions to the unaffiliated financial institution in exchange for cash. On October 29, 2020 the Company transferred ownership and control of an additional $\n300,000\nin receivables under the A/R Sales Agreement bringing the total to $\n800,000\n. The Company accounts for transactions with the unaffiliated financial institution as sales of financial assets, with the associated receivables derecognized from the Company's consolidated balance sheet. The remaining receivables held by the special purpose subsidiary were pledged to secure the collectability of the sold receivables. The amount of receivables pledged as collateral as of December 31, 2020 is approximately $\n771,000\n.\nThe Company continues to be involved with the receivables transferred by the SPE to the unaffiliated financial institution by providing collection services. As cash is collected on sold receivables, the SPE continuously transfers ownership and control of new qualifying receivables to the unaffiliated financial institution so that the total principal amount outstanding of receivables sold is approximately $\n800,000\nat any point in time (which is the maximum amount allowed under the amended agreement). The future amount of receivables outstanding as sold could decrease, based on the level of activity and other factors.\nThe following table summarizes the activity and amounts outstanding under the A/R Sales Agreement as of period end:\nCash activity related to the A/R Sales Agreement is presented in cash from operating activities in the consolidated statement of cash flows. The SPE incurs fees due to the unaffiliated financial institution related to the accounts receivable sales transactions. Those fees, which are immaterial, are recorded within other non-operating (income) expenses in the consolidated statements of income. The SPE has a recourse obligation to repurchase from the unaffiliated financial institution any previously sold receivables that are not collected due to the occurrence of certain events, including credit quality deterioration and customer sales returns. The reserve recognized for this recourse obligation as of December 31, 2020 is not material. The servicing liability related to the Company's collection services also is not material, given the high quality of the customers underlying the receivables and the anticipated short collection period.\n50\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n7.\nDerivatives and Hedging\nThe following table summarizes the location and carrying amounts of the derivative instruments and the foreign currency denominated debt, a non-derivative financial instrument, that are designated and qualify as part of hedging relationships:\nCash Flow Hedges\nThe Company uses interest rate swaps to mitigate variability in forecasted interest payments on a portion of the Company’s U.S. dollar-denominated unsecured variable rate debt. The interest rate swaps effectively convert a portion of the floating rate interest payment into a fixed rate interest payment. The Company designates the interest rate swaps as qualifying hedging instruments and accounts for them as cash flow hedges. On May 1, 2020, the Company dedesignated its interest rate swaps and modified them to match the terms of its modified debt agreement and as a result the $\n48,492\npayable as of that date was deemed a financing transaction. The Company redesignated the portion of the modified interest rate swap that is not related to the financing agreement as a qualifying hedging instrument. Gains and losses from fair value adjustments on the qualifying hedging instruments are initially classified in AOCL and are reclassified to interest expense on the dates interest payments are accrued. On October 30, 2020 the Company terminated its interest rate swaps and settled the outstanding balances through cash payments totaling $\n41,000\n, which were primarily classified in financing activities on the Consolidated Statement of Cash Flows because they primarily related to the financing agreement. The remaining amount in AOCL is being amortized to interest expense on a straight-line basis over the remaining life of the hedged instrument.\nHedges of Net Investments in Foreign Operations\nThe Company has designated certain derivative instruments and a portion of its foreign currency denominated debt, a non-derivative financial instrument, as hedges of the foreign currency exchange rate exposure of the Company's Euro-denominated net investment in a European subsidiary. The Company applies the spot method to assess the hedge effectiveness of the derivative instruments and this assessment for each instrument excludes the initial value related to the difference at contract inception between the foreign exchange spot rate and the forward rate (i.e., the forward points). The initial value of this excluded component is recognized as a reduction to interest expense in a systematic and rational manner over the term of the derivative instrument. All other changes in value for the net investment hedges are included in accumulated other comprehensive loss and would only be reclassified to earnings if the European subsidiary were liquidated, or otherwise disposed.\n51\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe table below presents pre-tax gains and losses related to cash flow hedges and net investment hedges:\nAmounts reclassified from accumulated other comprehensive loss to interest expense for the periods presented were not material.\n8.\nLeased Properties\nThe Company primarily leases real estate for certain retail stores, distribution centers, office space and land. The Company also leases equipment (primarily vehicles).\nMost real estate leases include one or more options to renew, with renewal terms that generally can extend the lease term from\none\nto\n20\nyears or more. The exercise of lease renewal options is at the Company's discretion. The Company evaluates renewal options at lease inception and on an ongoing basis, and includes renewal options that it is reasonably certain to exercise in its expected lease terms when classifying leases and measuring lease liabilities. Lease agreements generally do not require material variable lease payments, residual value guarantees or restrictive covenants.\nThe table below presents the locations of the operating lease assets and liabilities on the consolidated balance sheets:\nThe depreciable lives of operating lease assets and leasehold improvements are limited by the expected lease term.\nThe Company's leases generally do not provide an implicit rate, and therefore the Company uses its incremental borrowing rate as the discount rate when measuring operating lease liabilities. The incremental borrowing rate represents an estimate of the interest rate the Company would incur at lease commencement to borrow an amount equal to the lease payments on a collateralized basis over the term of a lease within a particular currency environment. The Company used incremental borrowing rates as of January 1, 2019 for operating leases that commenced prior to that date.\nThe Company's weighted average remaining lease term and weighted average discount rate for operating leases are:\n52\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe table below reconciles the undiscounted future minimum lease payments (displayed by year and in the aggregate) under noncancelable operating leases with terms of more than one year to the total operating lease liabilities recognized on the consolidated balance sheets as of December 31, 2020:\nFuture minimum lease payments include $\n60,198\nrelated to options to extend lease terms that are reasonably certain of being exercised.\nThe table below presents operating lease costs and supplemental cash flow information related to leases:\nOperating lease costs (as defined under ASU 2016-02) are included within selling, administrative and other expenses on the consolidated statements of income. Short-term lease costs, variable lease costs and sublease income were not material for the periods presented.\nRental expense for operating leases (as defined prior to the adoption of ASU 2016-02) was approximately $\n334,000\nfor the year ended December 31, 2018.\nCash paid for amounts included in the measurement of operating lease liabilities is included in operating activities in the condensed consolidated statements of cash flows.\n9.\nShare-Based Compensation\nShare-based compensation costs of $\n22,621\n, $\n28,703\n, and $\n17,737\n, were recorded for the years ended December 31, 2020, 2019, and 2018, respectively. The total income tax benefits recognized in the consolidated statements of income for share-based compensation arrangements were approximately $\n6,108\n, $\n8,700\n, and $\n5,600\nfor 2020, 2019, and 2018, respectively. At December 31, 2020, total compensation cost related to nonvested awards not yet recognized was approximately $\n33,754\n. There have been no modifications to valuation methodologies or methods during the years ended December 31, 2020, 2019, or 2018.\nAs of December 31, 2020, there were\n7,601\nshares of common stock available for issuance pursuant to future equity-based compensation awards.\n53\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nA summary of the Company’s restricted stock units activity and related information is as follows:\nA summary of the Company’s stock appreciation rights activity and related information is as follows:\nThe aggregate intrinsic value of SARs and RSUs exercised during the years ended December 31, 2020, 2019, and 2018 was $\n14,417\n, $\n36,200\nand $\n32,600\n, respectively. The fair value of RSUs is based on the 60-day average price of the Company's stock on the date of grant for the year ended December 31, 2020. The fair value of RSUs is based on the price of the Company’s stock on the date of grant for the years ended December 31, 2019 and 2018. The fair value of SARs is estimated using a Black-Scholes option pricing model. The Company ceased issuing SARs in 2017. The total fair value of SARs and RSUs vested during the years ended December 31, 2020, 2019, and 2018 were $\n10,014\n, $\n26,200\n, and $\n20,800\n, respectively.\n54\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n10.\nIncome Taxes\nSignificant components of the Company’s deferred tax assets and liabilities are as follows:\nThe Company currently holds approximately $\n213,504\nin net operating losses, of which approximately $\n156,144\nwill carry forward indefinitely. The remaining net operating losses of approximately $\n57,360\nwill begin to expire in 2024.\nThe components of income before income taxes are as follows:\nThe components of income tax expense are as follows:\n55\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe reasons for the difference between total tax expense and the amount computed by applying the statutory Federal income tax rate to income before income taxes are as follows:\n(1)\nU.S. statutory rates applied to income are as follows: 2020, 2019 and 2018 at 21%.\n(2)\nThe Company's effective tax rate reflects the net benefit of having operations outside of the U.S. which are taxed at statutory rates different from the U.S. statutory rate, with some income being fully or partially exempt from income taxes due to various operating and financing activities.\n(3)\nImpact of the Tax Cuts and Jobs Act, enacted December 22, 2017.\nThe Company accounts for Global Intangible Low Taxed income in the year the tax is incurred as a period cost.\nThe Company, or one of its subsidiaries, files income tax returns in the U.S., various states, and foreign jurisdictions. With few exceptions, the Company is no longer subject to federal, state and local tax examinations by tax authorities for years before 2017 or subject to non-United States income tax examinations for years ended prior to 2013. The Company is currently under audit in the U.S. and some of its foreign jurisdictions. Some audits may conclude in the next 12 months and the unrecognized tax benefits recorded in relation to the audits may differ from actual settlement amounts. It is not possible to estimate the effect, if any, of the amount of such change during the next 12 months to previously recorded uncertain tax positions in connection with the audits. The Company does not anticipate that total unrecognized tax benefits will significantly change in the next 12 months.\nA reconciliation of the beginning and ending amounts of unrecognized tax benefits is as follows:\nThe amount of gross unrecognized tax benefits, including interest and penalties, as of December 31, 2020 and 2019 was approximately $\n25,870\nand $\n24,347\n, respectively, of which approximately $\n21,426\nand $\n18,286\n, respectively, if recognized, would affect the effective tax rate.\n56\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nDuring the years ended December 31, 2020, 2019, and 2018, the Company paid, received refunds, or accrued insignificant amounts of interest and penalties. The Company recognizes potential interest and penalties related to unrecognized tax benefits as a component of income tax expense.\nAs of December 31, 2020, the Company estimates that it has an outside basis difference in certain foreign subsidiaries of approximately $\n520,000\n, which includes the cumulative undistributed earnings from the Company's foreign subsidiaries. The Company continues to be indefinitely reinvested in this outside basis difference. Determining the amount of net unrecognized deferred tax liability related to any additional outside basis difference in these entities is not practicable. This is due to the complexities associated with the calculation to determine residual taxes on the undistributed earnings, including the availability of foreign tax credits, applicability of any additional local withholding tax and other indirect tax consequences that may arise due to the distribution of these earnings.\n11.\nEmployee Benefit Plans\nThe Company’s defined benefit pension plans cover employees in the U.S., Canada, and Europe who meet eligibility requirements. The plan covering U.S. employees is noncontributory, and the Company implemented a hard freeze for the U.S. qualified defined benefit plan as of December 31, 2013. No further benefits were provided after this date for additional credited service or earnings, and all participants became fully vested as of December 31, 2013. The Canadian plan is contributory, and benefits are based on career average compensation. The Company’s funding policy is to contribute an amount equal to the minimum required contribution under applicable pension legislation. For the plans in the U.S. and Canada, the Company may increase its contribution above the minimum, if appropriate to its tax and cash position and the plans’ funded position. The European plans are funded in accordance with local regulations.\nThe Company also sponsors supplemental retirement plans covering employees in the U.S. and Canada. The Company uses a measurement date of December 31 for its pension and supplemental retirement plans.\nSeveral assumptions are used to determine the benefit obligations, plan assets, and net periodic income. The discount rate for the U.S. pension plan is calculated using a bond matching approach to select specific bonds that would satisfy the projected benefit payments. The bond matching approach reflects the process that would be used to settle the pension obligations. The discount rate for non U.S. plans are set by using Willis Towers Watson's RATE:Link model. For each plan, this approach reflects yields available on high quality corporate bonds that would generate the cash flow necessary to pay the plan's benefits when due. The expected return on plan assets is based on a calculated market-related value of plan assets, where gains and losses on plan assets are amortized over a\nfive\nyear period and accumulate in other comprehensive income. Other non-investment unrecognized gains and losses are amortized in future net income based on a “corridor” approach, where the corridor is equal to 10% of the greater of the benefit obligation or the market-related value of plan assets at the beginning of the year. The unrecognized gains and losses in excess of the corridor criteria are amortized over the average future lifetime or service of plan participants, depending on the plan. These assumptions are updated at each annual measurement date.\n57\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nChanges in benefit obligations for the years ended December 31, 2020 and 2019 were:\nThe benefit obligations for the Company’s U.S. pension plans included in the above were $\n2,373,884\nand $\n2,228,066\nat December 31, 2020 and 2019, respectively. The total accumulated benefit obligation for the Company’s defined benefit pension plans in the U.S., Canada, and Europe was approximately $\n2,649,418\nand $\n2,466,322\nat December 31, 2020 and 2019, respectively.\nFor the U.S. pension plan, there was a net actuarial liability loss of $\n175,200\nand an asset gain of $\n184,200\n. The liability loss was comprised primarily of a $\n173,000\nloss due to discount rate changes. For the U.S. supplemental retirement plan, there was a net actuarial liability loss of $\n20,300\ncomprised primarily of a $\n21,400\nloss due to discount rate changes.\nIn 2019, the Company recorded $\n42,757\nin special termination costs related to benefits provided through the Company's defined benefit plans to employees that accepted the voluntary retirement program (“VRP”) as part of the Company's 2019 Cost Savings Plan. Refer to the restructuring footnote for more information.\nThe assumptions used to measure the pension benefit obligations for the plans at December 31, 2020 and 2019, were:\n58\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nChanges in plan assets for the years ended December 31, 2020 and 2019 were:\nThe fair values of plan assets for the Company’s U.S. pension plans included in the above were $\n2,258,246\nand $\n2,051,474\nat December 31, 2020 and 2019, respectively.\nFor the years ended December 31, 2020 and 2019, the aggregate projected benefit obligation and aggregate fair value of plan assets for plans with projected benefit obligations in excess of plan assets were as follows:\nFor the years ended December 31, 2020 and 2019, the aggregate accumulated benefit obligation and aggregate fair value of plan assets for plans with accumulated benefit obligations in excess of plan assets were as follows:\nThe asset allocations for the Company’s funded pension plans at December 31, 2020 and 2019, and the target allocation for 2021, by asset category were:\nThe Company’s benefit plan committees in the U.S. and Canada establish investment policies and strategies and regularly monitor the performance of the funds. The plans in Europe are unfunded and, therefore, there are no plan assets. The pension plan strategy implemented by the Company’s management is to achieve long-term objectives and invest the pension assets in accordance with the applicable pension legislation in the U.S. and Canada as well as fiduciary standards. The long-term primary investment objectives for the pension plans are to provide for a reasonable amount of long-term growth of capital, without undue exposure to risk, protect the assets from erosion of purchasing power, and provide investment results that meet or exceed the pension plans’ actuarially assumed long-term rates of return. The Company’s investment strategy with respect to pension plan assets is to generate a return in excess of the passive portfolio benchmark (\n47\n% S&P 500 Index,\n5\n% Russell Midcap Index,\n7\n% Russell 2000 Index,\n5\n% MSCI EAFE Index,\n5\n% DJ Global Moderate Index,\n3\n% MSCI Emerging Market Net, and\n28\n% Barclays U.S. Govt/Credit).\n59\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe fair values of the plan assets as of December 31, 2020 and 2019, by asset category, are shown in the tables below. Various inputs are considered when determining the value of the Company’s pension plan assets. The inputs or methodologies used for valuing securities are not necessarily an indication of the risk associated with investing in these securities. Level 1 represents observable market inputs that are unadjusted quoted prices for identical assets or liabilities in active markets. Level 2 represents other significant observable inputs (including quoted prices for similar securities, interest rates, credit risk, etc.). Level 3 represents significant unobservable inputs (including the Company’s own assumptions in determining the fair value of investments). Certain investments are measured at fair value using the net asset value (\"NAV\") per share as a practical expedient and have not been classified in the fair value hierarchy.\nThe valuation methods may produce a fair value calculation that may not be indicative of net realizable value or reflective of future fair values. Furthermore, while the Company believes its valuation methods are appropriate and consistent with other market participants, the use of different methodologies or assumptions to determine the fair value of certain financial instruments could result in a different fair value measurement at the reporting date. Equity securities are valued at the closing price reported on the active market on which the individual securities are traded on the last day of the calendar plan year. Debt securities including corporate bonds, U.S. Government securities, and asset-backed securities are valued using price evaluations reflecting the bid and/or ask sides of the market for an investment as of the last day of the calendar plan year.\n60\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nEquity securities include Genuine Parts Company common stock in the amounts of $\n202,711\n(\n8\n% of total plan assets) and $\n214,418\n(\n9\n% of total plan assets) at December 31, 2020 and 2019, respectively. Dividend payments received by the plan on Company stock totaled approximately $\n6,378\nand $\n6,156\nin 2020 and 2019, respectively. Fees paid during the year for services rendered by parties in interest were based on customary and reasonable rates for such services.\nThe changes in the fair value measurement of plan assets using significant unobservable inputs (Level 3) during 2020 and 2019 were not material.\nBased on the investment policy for the pension plans, as well as an asset study that was performed based on the Company’s asset allocations and future expectations, the Company’s expected rate of return on plan assets for measuring 2021 pension income is\n6.88\n% for the plans. The asset study forecasted expected rates of return for the approximate duration of the Company’s benefit obligations, using capital market data and historical relationships.\nThe following table sets forth the funded status of the plans and the amounts recognized in the consolidated balance sheets at December 31:\n61\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nAmounts recognized in accumulated other comprehensive loss consist of:\nThe following table reflects the total benefits expected to be paid from the pension plans’ or the Company’s assets. Of the pension benefits expected to be paid in 2021, approximately $\n17,574\nis expected to be paid from employer assets. Expected employer contributions below reflect amounts expected to be contributed to funded plans.\nInformation about the expected cash flows for the pension plans follows:\nNet periodic benefit income included the following components:\nService cost is recorded in selling, administrative and other expenses in the consolidated statements of income while all other components except for special termination costs are recorded within other non-operating expenses (income). The special termination costs incurred in connection with the 2019 Cost Savings Plan are presented on their own line within non-operating expenses (income).\nOther changes in plan assets and benefit obligations recognized in other comprehensive income are as follows:\n62\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\nThe assumptions used in measuring the net periodic benefit income for the plans follow:\nThe Company has\none\ndefined contribution plan in the U.S. that covers substantially all of its domestic employees. Employees receive a matching contribution of\n100\n% of the first\n5\n% of the employees’ salary.\nTotal plan expense was approximately $\n54,885\nin 2020, $\n64,990\nin 2019, and $\n62,335\nin 2018.\nThe Company has a defined contribution plan that covers full-time Canadian employees after six months of employment and part-time employees upon meeting provincial minimum standards. Employees receive a matching contribution of\n100\n% of the first\n5\n% of the employees’ salary. Total plan expense was approximately $\n4,486\nin 2020 and $\n4,433\nin 2019.\n12.\nGuarantees\nThe Company guarantees the borrowings of certain independently controlled automotive parts stores and businesses (“independents”) and certain other affiliates in which the Company has a noncontrolling equity ownership interest (“affiliates”). Presently, the independents are generally consolidated by unaffiliated enterprises that have controlling financial interests through ownership of a majority voting interest in the independents. The Company has no voting interest or equity conversion rights in any of the independents. The Company does not control the independents or the affiliates but receives a fee for the guarantees. The Company has concluded that the independents are variable interest entities, but that the Company is not the primary beneficiary. Specifically, the equity holders of the independents have the power to direct the activities that most significantly impact the entities’ economic performance including, but not limited to, decisions about hiring and terminating personnel, local marketing and promotional initiatives, pricing and selling activities, credit decisions, monitoring and maintaining appropriate inventories, and store hours. Separately, the Company concluded that the affiliates are not variable interest entities. The Company’s maximum exposure to loss as a result of its involvement with these independents and affiliates is generally equal to the total borrowings subject to the Company’s guarantees. While such borrowings of the independents and affiliates are outstanding, the Company is required to maintain compliance with certain covenants, including a debt to earnings before interest, taxes, depreciation and amortization (“EBITDA”) ratio and certain limitations on additional borrowings. At December 31, 2020, the Company was in compliance with all such covenants.\nAt December 31, 2020, the total borrowings of the independents and affiliates subject to guarantee by the Company were approximately $\n884,721\n. These loans generally mature over periods from\none\nto\nsix years\n. The Company regularly monitors the performance of these loans and the ongoing operating results, financial condition and ratings from credit rating agencies of the independents and affiliates that participate in the guarantee programs. In the event that the Company is required to make payments in connection with these guarantees, the Company would obtain and liquidate certain collateral pledged by the independents or affiliates (e.g., accounts receivable and inventory) to recover all or a substantial portion of the amounts paid under the guarantees. The Company recognizes a liability equal to current expected credit losses over the lives of the loans in the guaranteed loan portfolio, based on a consideration of historical experience, current conditions, the nature and expected value of any collateral, and reasonable and supportable forecasts. To date, the Company has had no significant losses in connection with guarantees of independents’ and affiliates’ borrowings and the current expected credit loss reserve is not material. As of December 31, 2020, there are no material guaranteed loans for which the borrower is experiencing financial difficulty and recovery is expected to be provided substantially through the operation or sale of the collateral.\nThe Company has recognized certain assets and liabilities amounting to $\n81,000\nand $\n90,000\nfor the guarantees related to the independents’ and affiliates’ borrowings at December 31, 2020 and 2019, respectively. These assets and liabilities are included in other assets and other long-term liabilities in the consolidated balance sheets. The liabilities relate to the Company's noncontingent obligation to stand ready to perform under the guarantee programs and they are distinct from the Company's current expected credit loss reserve.\n63\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n13.\nCommitments and Contingencies\nLegal Matters\nThe Company is subject to various legal proceedings, many involving routine litigation incidental to the businesses, including approximately\n1,819\npending product liability lawsuits resulting from its national distribution of automotive parts and supplies. Many of these involve claims of personal injury allegedly resulting from the use of automotive parts distributed by the Company. The amount accrued for pending and future claims as of December 31, 2020 and 2019 was $\n169,461\nand $\n146,230\n, respectively. While litigation of any type contains an element of uncertainty, the Company believes that its insurance coverage and its defense, and ultimate resolution of pending and reasonably anticipated claims will continue to occur within the ordinary course of the Company’s business and that resolution of these claims will not have a material effect on the Company’s business, results of operations or financial condition.\nPending Claims\nOn April 17, 2017, a jury awarded damages against the Company of $\n81,500\nin a litigated automotive product liability dispute. Through post-trial motions and offsets from previous settlements, the initial verdict was reduced to $\n77,100\n. The Company believed the verdict was not supported by the facts or the law and was contrary to the Company’s role in the automotive parts industry.  The Company challenged the verdict through an appeal to a higher court. On February 19, 2020, the Washington Court of Appeals issued an order entirely reversing the jury’s finding on damages and ordering a new trial on damages. The plaintiffs subsequently appealed this order to the Washington Supreme Court. On July 7, 2020, the Washington Supreme Court indicated that it would consider a further appeal on this matter and oral arguments occurred on November 10, 2020. A ruling from Washington Supreme Court is expected in 2021. At the time of the filing of these financial statements, based upon the Company’s legal defenses and insurance coverage, the Company does not believe this matter will have a material impact to the consolidated financial statements.\nFire at S.P. Richards Headquarters and Distribution Center\nOn July 19, 2019, a fire occurred at a building owned by the Company in Atlanta, Georgia, which primarily held the S.P. Richards headquarters office and was connected to its Atlanta distribution center. The Company maintains property and casualty loss insurance coverage. The Company recognized a gain of $\n13,448\nduring the year ended December 31, 2020 for insurance recoveries in excess of losses it has incurred on inventory, property, plant and equipment and other fire-related costs. The gain is included within other non-operating expenses (income) on the consolidated statements of income.\n14.\nAcquisitions, Divestitures and Discontinued Operations\nAcquisitions\nFor each acquisition, the Company allocates the purchase price to the assets acquired and the liabilities assumed based on their fair values as of their respective acquisition dates. The results of operations for acquired businesses are included in the Company’s consolidated statements of income beginning on their respective acquisition dates.\n2020\nThe Company acquired several businesses for approximately $\n86,384\n, net of cash acquired, during the year ended December 31, 2020. The Company has not recognized any significant measurement period adjustments related to finalizing acquisition accounting during the year ended December 31, 2020.\n2019\nThe Company's cash used in acquisitions of businesses totaled $\n732,142\n, net of cash acquired, during the year ended December 31, 2019. In the Automotive Parts Group, the acquired businesses included all of its equity interests in Hennig Fahrzeugteile Group (\"Hennig\") in January 2019 and of PartsPoint Group in June 2019, which together generate estimated annual revenues of approximately $\n520,000\n, as well as several bolt-on acquisitions.\nIn the Industrial Parts Group, the Company acquired all of the equity interests in Axis New England and Axis New York (\"Axis\") in March 2019, which generate estimated annual revenue of approximately $\n55,000\n, and the remaining\n65\n% equity investment in Inenco Group Pty Ltd (now referred to as Motion Asia Pacific) in July 2019. Motion Asia Pacific is one of Australasia's leading industrial distributors of key product categories such as bearings, power transmission and seals and it generates estimated annual revenues of approximately $\n400,000\n. Prior to the\n65\n% acquisition, the Company accounted for its\n35\n% investment in Motion Asia Pacific under the equity method of accounting. Upon acquisition the Company recognized the\n64\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n35\n% investment at its acquisition-date fair value of $\n123,385\n. The difference between the acquisition-date fair value and the carrying amount of the equity method investment resulted in the recognition of a gain of $\n38,663\non the acquisition date. The acquisition-date fair value was determined using a market and income approach with the assistance of a third party valuation firm. The gain is included in the line item \"other\" within non-operating expenses (income) on the consolidated statement of income for the year ended December 31, 2019.\nThe total acquisition date fair value of the consideration transferred for the businesses and of any previously held equity interests was $\n860,712\n, net of cash acquired of $\n16,591\n, and it consisted of the following:\nThe following table summarizes the final fair values of the assets acquired and liabilities assumed at the acquisition dates for the aggregate of these businesses.\nThe acquired intangible assets of approximately $\n340,799\nwere assigned to customer relationships of $\n304,302\n,  trademarks of $\n32,907\n, and other intangibles of $\n3,590\nwith weighted average amortization lives of\n16.6\n,\n21.7\n, and\n5.0\nyears, respectively, for a total weighted average amortization life of\n17.0\nyears.\nThe goodwill recognized as part of the acquisitions is generally not tax deductible. The goodwill is attributable primarily to the expected synergies and assembled workforces of the acquired businesses.\n65\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n2018\nFor the year ended December 31, 2018, the Company acquired several businesses for approximately $\n262,510\n, net of cash acquired. The Company recorded approximately $\n167,000\nof goodwill and other intangible assets associated with the 2018 acquisitions. Other intangible assets acquired consisted of customer relationships of $\n76,000\nwith weighted average amortization lives of\n15\nyears.\nDivestitures\n2020\nThe Company received proceeds from divestitures of businesses totaling $\n387,379\nduring the year ended December 31, 2020. Refer to the discontinued operations section below for additional information.\n2019\nThe Company received proceeds from divestitures of businesses totaling $\n434,609\nduring the year ended December 31, 2019. The divestitures are not considered strategic shifts that will have a major effect on the Company’s operations or financial results; therefore, they are not reported as discontinued operations. The Company recognized realized currency losses of $\n34,701\nduring the year ended December 31, 2019. These losses are included in the line item \"other\" within non-operating expenses (income) on the consolidated statement of income for the year ended December 31, 2019.\nGrupo Auto Todo\nOn March 7, 2019, the Company sold all of its equity in Grupo Auto Todo, a Mexican subsidiary within the Automotive Parts Group. Grupo Auto Todo contributed revenues of $\n15,900\nfor the year ended December 31, 2019 and\n$\n93,000\nfor the year ended December 31, 2018.\nEIS\nDuring the third quarter of 2019, the Company approved a transaction to sell EIS, a wholly owned subsidiary within the Industrial Parts Group. The transaction closed on September 30, 2019. EIS contributed revenues of $\n588,031\nfor the year ended December 31, 2019 and $\n817,249\nfor the year ended December 31, 2018.\nDiscontinued Operations\nBusiness Products Group\nEffective June 30, 2020, the Company completed the divestiture of its Business Products Group by selling Supply Source Enterprises, Inc. (\"SSE\") and S.P. Richards Company (\"SPR\") in separate transactions. These divestitures are part of the Company's long-term strategic initiative to streamline its operations and optimize its portfolio so that it can drive shareholder value by focusing on its global Automotive and Industrial Parts Groups. The Business Products Group was previously a reportable segment of the Company. These divestitures, together with prior period divestitures of Garland C. Norris (effective December 13, 2019), SPR Canada (effective January 1, 2020) and Safety Zone Canada (effective March 2, 2020), represent a single plan to exit the Business Products Group segment and are considered a strategic shift that will have a major effect on the Company’s operations and financial results. Therefore, the results of operations, financial position and cash flows for the Business Products Group are reported as discontinued operations for all periods presented.\nThe Company maintains an investment in SPR with a carrying value of $\n67,601\n, which is included within other assets on the consolidated balance sheet, as of December 31, 2020. During the three months ended December 31, 2020, the Company recognized an allowance on the investment and corresponding charge of $\n17,000\nequal to the current expected credit losses based on a consideration of historical experience, current market conditions and reasonable and supportable forecasts related to this investment. This charge is included within non-operating expenses (income) on the consolidated statement of income for the year ended December 31, 2020.\nThe Company also remains involved with SPR for a limited period of time through various lease, sublease, freight distribution and transition service agreements. The Company has concluded that SPR is a variable interest entity, but the Company is not the primary beneficiary and therefore the entity is not consolidated. Among other things, the Company does not have any voting rights and does not have the power to direct the activities that most significantly affect SPR's economic performance. For a limited period of time as SPR completes its transition away from the Company’s shared services platform, the Company\n66\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\ncontinues to pay certain payables on SPR’s behalf and at SPR’s direction with full, weekly reimbursement from SPR under the terms of a transition services agreement.\nThe Company’s results of operations for discontinued operations were:\nThe Company’s assets and liabilities for discontinued operations, by major class, were:\n15.\nSegment Data\nThe Company’s reportable segments consist of automotive and industrial parts. Within the reportable segments, certain of the Company’s operating segments are aggregated since they have similar economic characteristics, products and services, type and class of customers, and distribution methods.\nThe Company’s automotive segment distributes replacement parts (other than body parts) for substantially all makes and models of automobiles, trucks, and other vehicles.\nThe Company’s industrial segment distributes a wide variety of industrial bearings, mechanical and fluid power transmission equipment, including hydraulic and pneumatic products, material handling components and related parts and supplies.\nInter-segment sales are not significant. Segment profit for each industry segment is calculated as net sales less operating expenses excluding general corporate expenses, interest expense, equity in income from investees, intangible asset amortization, income attributable to noncontrolling interests and other unallocated amounts that are driven by corporate\n67\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\ninitiatives. Approximately $\n327,226\nof loss before income taxes for the year ended December 31, 2020 and approximately $\n245,373\nand $\n281,687\nof income before income taxes was generated in jurisdictions outside the U.S. for the years ended  2019, and 2018, respectively. Net sales and net property, plant and equipment by country relate directly to the Company’s operations in the respective country. Corporate assets are principally cash and cash equivalents and headquarters’ facilities and equipment.\nThe following table presents a summary of the other unallocated costs:\n(1) Adjustment reflects a second quarter goodwill impairment charge related to our European reporting unit.\n(2) Adjustment reflects restructuring and special termination costs related to the 2019 Cost Savings Plan announced in the fourth quarter of 2019. The costs are primarily associated with severance and other employee costs, including a voluntary retirement program, and facility and closure costs related to the consolidation of operations.\n(3) Adjustment reflects realized currency losses related to divestitures.\n(4) Adjustment reflects insurance recoveries in excess of losses incurred on inventory, property, plant and equipment and other fire-related costs related to the S.P. Richards Headquarters and Distribution Center.\n(5) Adjustment relates to the gain recognized upon remeasuring the Company's preexisting\n35\n% equity investment to fair value upon acquiring the remaining equity of Motion Asia Pacific on July 1, 2019.\n(6) Adjustment reflects a $\n40\nmillion increase to cost of goods sold recorded during the quarter ended December 31, 2020 due to the correction of an immaterial error related to the accounting in prior years for consideration received from vendors.\n68\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n(7) Adjustment includes a $\n17\nmillion loss on investment, $\n10\nmillion of incremental costs associated with COVID-19 and costs associated with certain divestitures. COVID-19 related costs include incremental costs incurred relating to fees to cancel marketing events and increased cleaning and sanitization materials, among other things. For the three and twelve months ended December 31, 2019, adjustment reflects transaction and other costs related to acquisitions and divestitures.\nThe following table presents disaggregated geographical net sales from contracts with customers by reportable segment. The Company believes this presentation best depicts how the nature, amount, timing and uncertainty of net sales and cash flows are affected by economic factors:\n69\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n16.\nRestructuring\nIn October of 2019, the Company approved certain restructuring actions (the \"2019 Cost Savings Plan\") across its subsidiaries primarily targeted at simplifying organizational structures and distribution networks. Among other things, the 2019 Cost Savings Plan resulted in workforce reductions and facility closures and consolidations. The Company executed a VRP for its U.S. and Canadian subsidiaries in the fourth quarter of 2019 in connection with this plan.\nThe table below summarizes costs incurred for the 2019 Cost Savings Plan:\nThe 2019 Cost Savings Plan was approved and funded by the Company's corporate office and therefore these costs are not allocated to the Company's segments. See the segment data footnote for more information. No material further costs are expected to be incurred for the 2019 Cost Savings Plan.\nThe table below summarizes the activity related to the restructuring costs discussed above. As of December 31, 2020, the current portion of the restructuring liability is included in other current liabilities on the consolidated balance sheet.\n70\nGenuine Parts Company and Subsidiaries\nNotes to Consolidated Financial Statements\nDecember 31, 2020\n17.\nQuarterly Financial Data (Unaudited)\nThe following is a summary of the quarterly results of operations for the years ended December 31, 2020 and 2019:\nWe recorded the quarterly earnings per share amounts as if each quarter was a discrete period. As a result, the sum of the basic and diluted earnings per share will not necessarily total the annual basic and diluted earnings per share.\nCertain of the quarterly results identified in the table above include material, unusual or infrequently occurring items as follows on a pre-tax basis:\nIn the second quarter of 2020, the Company recorded a goodwill impairment charge of $\n506,721\n.  Refer to the goodwill and other intangible assets footnote within the Notes to the Consolidated Financial Statements for additional information.\nIn the fourth quarter of 2019, the Company recognized $\n142,780\nin total restructuring costs and special termination costs. The Company recognized $\n50,019\nin total restructuring costs for the year ending December 31, 2020. Refer to the restructuring footnote in the Notes to Consolidated Financial Statements for additional information.\nDuring the fourth quarter of 2020, the Company determined that inventory was overstated because certain consideration received from vendors was not properly recognized as a reduction to carrying amount of inventory in the years ending December 31, 2019 and prior. The Company corrected this misstatement and recorded an adjustment to decrease inventory and increase cost of goods sold by $\n40,000\nduring the quarter ended December 31, 2020. In accordance with Staff Accounting Bulletin (“SAB”) No. 99,\nMateriality\n, and SAB No. 108,\nConsidering the Effects of Prior Year Misstatements when Quantifying Misstatements in Current Year Financial Statements\n, the Company concluded that this misstatement was not material to the Company's previously issued annual and interim financial statements. The Company also concluded the correction of this misstatement during the quarter ended December 31, 2020 was not material to the 2020 consolidated financial statements.\n71"
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "Management’s conclusion regarding the effectiveness of disclosure controls and procedures\nAs of the end of the period covered by this report, an evaluation was performed under the supervision and with the participation of the Company’s management, including the Chief Executive Officer (\"CEO\") and Chief Financial Officer (\"CFO\"), of the effectiveness of the Company’s disclosure controls and procedures, as such term is defined in SEC Rule 13a-15(e). Based on that evaluation, the Company’s management, including the CEO and CFO, concluded that the Company’s disclosure controls and procedures were effective, as of December 31, 2020, to ensure that material information was accumulated and communicated to our management, including our Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s report on internal control over financial reporting\nThe management of Genuine Parts Company and its Subsidiaries (the “Company”) is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934.\nThe Company’s internal control system was designed to provide reasonable assurance to the Company’s management and to the board of directors regarding the preparation and fair presentation of the Company’s published consolidated financial statements. The Company’s internal control over financial reporting includes those policies and procedures that:\ni. pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company;\nii. provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with U.S. generally accepted accounting principles, and that receipts and expenditures of the Company are being made only in accordance with authorizations of management and directors of the Company; and\niii. provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use or disposition of the Company’s assets that could have a material effect on the financial statements.\nAll internal control systems, no matter how well designed, have inherent limitations and may not prevent or detect misstatements. Therefore, even those systems determined to be effective can provide only reasonable assurance with respect to financial statement preparation and presentation. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions or that the degree of compliance with the policies or procedures may deteriorate.\nThe Company’s management, including our CEO and CFO, assessed the effectiveness of the Company’s internal control over financial reporting as of December 31, 2020. In making this assessment, it used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (\"COSO\") in “Internal Control-Integrated Framework.” Based on this assessment, management concluded that the Company’s internal control over financial reporting was effective as of December 31, 2020.\nChanges in internal control over financial reporting\nThere have been no changes in the Company’s internal control over financial reporting during the Company’s fourth fiscal quarter ended December 31, 2020 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting.\nThe effectiveness of the Company's internal control over financial reporting as of December 31, 2020 has been audited by Ernst & Young LLP, an independent registered public accounting firm, which also audited our Consolidated Financial Statements for the year ended December 31, 2020. Ernst & Young LLP's report on our internal control over financial reporting is set forth below.\n72\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and the Board of Directors of Genuine Parts Company and Subsidiaries\nOpinion on Internal Control over Financial Reporting\nWe have audited Genuine Parts Company and Subsidiaries’ internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Genuine Parts Company and Subsidiaries (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of Genuine Parts Company and Subsidiaries as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, equity and cash flows for each of the three years in the period ended December 31, 2020, and the related notes and our report dated February 19, 2021 expressed an unqualified opinion thereon.\nBasis of Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Ernst & Young LLP\nAtlanta, Georgia\nFebruary 19, 2021\n73"
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable.\n74\nPART III."
  },
  {
    "item_key": "item_10",
    "text": "INFORMATION ABOUT OUR EXECUTIVE OFFICERS.\nExecutive officers of the Company are elected by the Board of Directors and each serves at the pleasure of the Board of Directors until his or her successor has been elected and qualified, or until his or her earlier death, resignation, removal, retirement or disqualification. The current executive officers of the Company are:\nPaul D. Donahue\n, age 64, was appointed Chairman of the Board and Chief Executive Officer of the Company in April of 2019. He served as President and Chief Executive Officer from May 2016 - April 2019. Mr. Donahue was President of the Company from January 2012 until April 2019, and he has been a Director of the Company since April 2012. Previously, Mr. Donahue served as President of the Company’s U.S. Automotive Parts Group from July 2009 to February 1, 2016. Mr. Donahue served as Executive Vice President of the Company from August 2007 until his appointment as President in 2012. Previously, Mr. Donahue was President and Chief Operating Officer of S.P. Richards Company from 2004 to 2007 and was Executive Vice President-Sales and Marketing in 2003, the year he joined the Company.\nWilliam P. Stengel\n, age 43, was appointed President of the Company on  January 15, 2021. Mr. Stengel previously served as Executive Vice President and Chief Transformation Officer of the Company from November 2019. Previously, Mr. Stengel worked for HD Supply, an Atlanta-based industrial distributor, where he served as President and Chief Executive Officer of HD Supply Facilities Maintenance, from June of 2017 to October of 2018. Prior to his role as President/CEO, he served as Chief Operating Officer for HD Supply Facilities Maintenance from September of 2016 to May of 2017 and prior to that role, he served as Chief Commercial Officer of HD Supply Facilities Maintenance from January of 2016 to September of 2016. Mr. Stengel served as Senior Vice President, Strategic Business Development and Investor Relations of HD Supply from June of 2013 to January of 2016. Prior to HD Supply, Mr. Stengel worked in the Strategic Business Development group at the Home Depot as well as at Bank of America and Stonebridge Associates in various investment banking roles.\nCarol B. Yancey\n, age 57, has been Executive Vice President and Chief Financial Officer of the Company since March 2013, and also held the additional title of Corporate Secretary of the Company up to February 2015. Ms. Yancey was Senior Vice President - Finance and Corporate Secretary from 2005 until her appointment as Executive Vice President - Finance in November 2012. Previously, Ms. Yancey was named Vice President of the Company in 1999 and Corporate Secretary in 1995. Prior to that, she served as Assistant Corporate Secretary from 1994 to 1995, Director of Shareholder Relations from 1992 to 1994, and Director of Investor Relations in 1991, when she joined the Company.\nJames R. Neill\n, age 59, was appointed Executive Vice President of Human Resources of the Company in February of 2020. Prior to that, he served as Senior Vice President of Human Resources from April 2014 to February of 2020. Mr. Neill was Senior Vice President of Employee Development and HR Services from April 2013 until his appointment as Senior Vice President of Human Resources of the Company. Previously, Mr. Neill served as the Senior Vice President of Human Resources at Motion Industries from 2008 to 2013. Mr. Neill joined Motion in 2006 as Vice President of Human Resources and served in that role from 2006 to 2007.\nRandall P. Breaux\n, age 58, was appointed President of Motion Industries on January 1, 2019. Mr. Breaux was Executive Vice President of Marketing, Distribution, and Strategic Planning at Motion from January 2018 until his appointment to President. Previously, he served as Senior Vice President of Marketing, Distribution, and Purchasing from 2015 to 2017. Mr. Breaux joined Motion in 2011 as Senior Vice President of Marketing, Product Management, and Strategic Planning.\nKevin E. Herron\n, age 58, was appointed President of the U.S. Automotive Parts group on January 1, 2019. Mr. Herron previously served as Executive Vice President - U.S. Automotive Parts Group from 2018 to 2019, and previous to that role, he was Group Senior Vice President of the U.S. Automotive Parts Group from 2014 to 2018. From 2010 to 2014 he was Division Vice President for the Midwest of the U.S. Automotive Parts Group, and prior to that he was Regional Vice President for UAP, the Canadian division of the Automotive Parts Group. He held that role from 2006 to 2010. Prior to that, Mr. Herron served as Regional Vice President of Corporate Stores from 2004 to 2006, and previously he was District Manager in Maine from 1995 to 2003 and held the same title in Vermont during 1994. Prior to those roles, he was Area Manager in Syracuse, New York from 1991 to 1993. Mr. Herron began his career at the Company as a management trainee in Syracuse and served in that role from 1989 to 1990.\nFurther information required by this item is set forth under the heading “Nominees for Director”, under the heading “Corporate Governance - Code of Conduct and Ethics”, under the heading “Corporate Governance - Board Committees - Audit Committee”, and under the heading “Corporate Governance - Director Nominating Process” of the Proxy Statement and is incorporated herein by reference. We have adopted a Code of Conduct and Ethics, which is available on the “Investor Relations” section of our website. Any amendments to, or waivers of, the Code of Code of Ethics will be disclosed on our website promptly following the date of such amendment or waiver.\n75"
  },
  {
    "item_key": "item_11",
    "text": "Information required by this item is set forth under the headings “Executive Compensation”, “Additional Information Regarding Executive Compensation”, “2020 Grants of Plan-Based Awards”, “2020 Outstanding Equity Awards at Fiscal Year-End”, “2020 Option Exercises and Stock Vested”, “2020 Pension Benefits”, “2020 Nonqualified Deferred Compensation”, “Post Termination Payments and Benefits”, “Compensation, Nominating and Governance Committee Report”, “Compensation, Nominating and Governance Committee Interlocks and Insider Participation” and “Compensation of Directors” of the Proxy Statement and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Certain information required by this item is set forth below. Additional information required by this item is set forth under the headings “Security Ownership of Certain Beneficial Owners” and “Security Ownership of Management” of the Proxy Statement and is incorporated herein by reference.\nEquity Compensation Plan Information\nThe following table gives information as of December 31, 2020 about the common stock that may be issued under all of the Company’s existing equity compensation plans:\n(1)\nReflects the maximum number of shares issuable pursuant to the exercise or conversion of stock options, stock appreciation rights, restricted stock units and common stock equivalents. The actual number of shares issued upon exercise of stock appreciation rights is calculated based on the excess of fair market value of our common stock on date of exercise and the grant price of the stock appreciation rights.\n(2)\nGenuine Parts Company 2006 Long-Term Incentive Plan\n(3)\nGenuine Parts Company 2015 Incentive Plan\n(4)\nGenuine Parts Company Directors' Deferred Compensation Plan, as amended\n(5)\nAll of these shares are available for issuance pursuant to grants of full-value stock awards."
  },
  {
    "item_key": "item_13",
    "text": "Information required by this item is set forth under the headings “Corporate Governance — Independent Directors” and “Transactions with Related Persons” of the Proxy Statement and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information required by this item is set forth under the heading “Proposal 3. Ratification of Selection of Independent Auditors” of the Proxy Statement and is incorporated herein by reference.\n76\nPART IV\n."
  },
  {
    "item_key": "item_15",
    "text": "(a)  Documents filed as part of this report\n(1)  Financial Statements\nThe following consolidated financial statements of Genuine Parts Company and Subsidiaries are incorporated in this Item 15 by reference from Part II-Item 8. Financial Statements and Supplemental Data included in this Annual Report on Form 10-K. See Index to Consolidated Financial Statements.\nReport of independent registered public accounting firm on the financial statements\nConsolidated balance sheets — December 31, 2020 and 2019\nConsolidated statements of income — Years ended December 31, 2020, 2019 and 2018\nConsolidated statements of comprehensive income — Years ended December 31, 2020, 2019 and 2018\nConsolidated statements of equity — Years ended December 31, 2020, 2019 and 2018\nConsolidated statements of cash flows — Years ended December 31, 2020, 2019 and 2018\nNotes to consolidated financial statements — December 31, 2020\n(2)  Financial Statement Schedules\nSchedules are omitted because the information is not required or because the information required is included in the financial statements or notes thereto.\n(3)  Exhibits\nThe following exhibits are filed as part of or incorporated by reference in this report. Exhibits that are incorporated by reference to documents filed previously by the Company under the Securities Exchange Act of 1934, as amended, are filed with the Securities and Exchange Commission under File No. 1-5690. The Company will furnish a copy of any exhibit upon request to the Company’s Corporate Secretary.\nInstruments with respect to long-term debt where the total amount of securities authorized there under does not exceed 10% of the total assets of the Registrant and its subsidiaries on a consolidated basis have not been filed. The Registrant agrees to furnish to the Commission a copy of each such instrument upon request.\n77\n78\n79"
  },
  {
    "item_key": "item_16",
    "text": "Not applicable.\n80\nSIGNATURES\n.\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nGENUINE PARTS COMPANY\n81\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n82"
  }
]