[
  {
    "item_key": "item_1",
    "text": "Kimberly-Clark Corporation was incorporated in Delaware in 1928. We are a global company focused on leading the world in essentials for a better life through product innovation and building our personal care, consumer tissue and K-C Professional brands.  We are principally engaged in the manufacturing and marketing of a wide range of products mostly made from natural or synthetic fibers using advanced technologies in fibers, nonwovens and absorbency.  Unless the context indicates otherwise, the terms \"Corporation,\" \"Kimberly-Clark,\" \"K-C,\" \"we,\" \"our\" and \"us\" refer to Kimberly-Clark Corporation and its consolidated subsidiaries.\nDollar amounts are reported in millions, except per share dollar amounts, unless otherwise noted.\nDescription of Kimberly-Clark\nWe are organized into operating segments based on product groupings.  These operating segments have been aggregated into three reportable global business segments as follows:\n•\nPersonal Care\nbrands offer our consumers a trusted partner in caring for themselves and their families by delivering confidence, protection and discretion through a wide variety of innovative solutions and products such as disposable diapers, training and youth pants, swimpants, baby wipes, feminine and incontinence care products, and other related products.  Products in this segment are sold under the Huggies, Pull-Ups, Little Swimmers, GoodNites, DryNites, Sweety, Kotex, U by Kotex, Intimus, Depend, Plenitud, Softex, Poise and other brand names.\n•\nConsumer Tissue\noffers a wide variety of innovative solutions and trusted brands that responsibly improve everyday living for families around the world.  Products in this segment include facial and bathroom tissue, paper towels, napkins and related products, and are sold under the Kleenex, Scott, Cottonelle, Viva, Andrex, Scottex, Neve and other brand names.\n•\nK-C Professional\npartners with businesses to create Exceptional Workplaces, helping to make them healthier, safer and more productive through a range of solutions and supporting products such as wipers, tissue, towels, apparel, soaps and sanitizers.  Our brands, including Kleenex, Scott, WypAll, Kimtech and KleenGuard are well known for quality and trusted to help people around the world work better.\nThese reportable segments were determined in accordance with how our chief operating decision maker and our executive managers develop and execute our global strategies to drive growth and profitability of our personal care, consumer tissue and K-C Professional operations.  These strategies include global plans for branding and product positioning, technology, research and development programs, cost reductions including supply chain management and capacity, and capital investments for each of these businesses.\nProducts for household use are sold directly to supermarkets, mass merchandisers, drugstores, warehouse clubs, variety and department stores and other retail outlets, as well as through other distributors and e-commerce.  Products for away-from-home use are sold through distributors, directly to manufacturing, lodging, office building, food service, and high-volume public facilities, and through e-commerce.\nNet sales to Walmart Inc. as a percent of our consolidated net sales were approximately 15 percent in 2020 and 14 percent in 2019 and 2018, respectively.  Net sales to Walmart Inc. were primarily in the Personal Care and Consumer Tissue segments.\nOn October 1, 2020, we acquired Softex Indonesia, a leader in the fast-growing Indonesian personal care market, in an all-cash transaction for approximately $1.2 billion.  This transaction significantly expands our presence in an important developing and emerging market and is a strong strategic fit with our core business.  Softex Indonesia generated net sales of approximately $420 in 2019.  We financed the transaction through a combination of short-term commercial paper, cash on hand, and the issuance of a $600 bond.  See Item 8, Note 3 to the consolidated financial statements for details.\nPatents and Trademarks\nWe own various patents and trademarks registered domestically and in many foreign countries.  We consider the patents and trademarks that we own and the trademarks under which we sell certain of our products to be material to our business.  Consequently, we seek patent and trademark protection by all available means, including registration.\nRaw Materials\nCellulose fiber, in the form of kraft pulp or fiber recycled from recovered waste paper, is the primary raw material for our tissue products, and in the form of fluff pulp is a component of disposable diapers, training and youth pants, feminine pads and incontinence care products.\nPolypropylene and other synthetics and chemicals are the primary raw materials for manufacturing nonwoven fabrics, which are used in disposable diapers, training and youth pants, wet wipes, feminine pads, incontinence care products, and away-from-home wipers and apparel.  Superabsorbent materials are important components of disposable diapers, training and youth pants and incontinence care products.\nRaw materials are purchased from third parties, and we consider the supply to be adequate to meet the needs of our businesses.  See Item 1A, \"Risk Factors.\"\nCompetition\nWe have several major competitors in most of our markets, some of which are larger and more diversified than us.  The principal methods and elements of competition include brand recognition and loyalty, product innovation, quality and performance, price, and marketing and distribution capabilities.  For additional discussion of the competitive environment in which we conduct our business, see Item 1A, \"Risk Factors.\"\nForeign Market Risks\nWe operate and market our products globally, and our business strategy includes targeted growth in Latin America, Asia, Eastern Europe, the Middle East and Africa, with a particular emphasis in Latin America, China, Eastern Europe and ASEAN.  See Item 1A, \"Risk Factors\" for a discussion of foreign market risks that may affect our financial results.\nCorporate Responsibility and Sustainability\nOur continued commitment to doing the right thing underpins our social impact and smallest footprint ambitions. Making lives better begins with ensuring the health and safety of our customers, consumers, and employees, promoting diversity and inclusion within our business, and protecting the rights of workers across our supply chain.  We also believe we can make meaningful contributions to gender equality, clean water and sanitation, climate action and responsible consumption and production.  Our sustainability strategy puts our brand and innovation teams to work to create shared value by solving global challenges and is focused on addressing key sustainability impacts and opportunities throughout our value chain.\nWe implement this strategy by integrating sustainability objectives into our business and capital planning processes, aligning the priorities of our supply chain, brand and innovation teams, and establishing meaningful performance indicators.  Our environmental priorities include reducing our use of new fossil fuel-based plastic, while enabling circular systems to recover the materials in our products and packaging; reducing our products’ forest carbon footprint, while protecting forest biodiversity and supporting forest dependent communities; reducing greenhouse gas emissions along our value chain, in line with climate science; and building resilience to water risk at our facilities and in our communities.  The United Nations' Sustainable Development Goals are now accepted as the best shared definition of what needs to be done over the next decade, and we have aligned our goals with that framework.\nRegulatory Compliance\nWe are subject to many laws and regulations across all the countries in which we do business, and we are particularly impacted by those relating to product safety, environmental protection and data privacy and protection.\nWe are obligated to comply with regulations that cover product safety, efficacy, manufacturing, advertising, labeling and safety reporting.  These include requirements that we provide a label that highlights perceived concerns about a product or warns consumers of risks of using our products.  In some cases, it may be necessary to initiate product recalls if safety risks are considered to exist.  All our facilities and other operations are subject to various environmental protection statutes and regulations, including those relating to the use of water resources and the discharge of wastewater.  We are also subject to various laws and regulations related to data privacy and protection, including the European Union’s General Data Protection Regulation and the California Consumer Privacy Act of 2018, which became effective on January 1, 2020.\nOur policy is to abide by all applicable laws and regulations, and we have internal programs in place to manage global compliance with these various requirements.  We monitor each of these areas for new or changed regulatory requirements,\nparticularly in the rapidly evolving area of data privacy and protection.  We have made, and plan to continue making, necessary expenditures for compliance with applicable laws and regulations; however, total capital expenditures and operating expenses related to compliance are not expected to have a material effect on our total capital and operating expenditures, consolidated earnings or competitive position.\nEmployees\nWe had approximately 46,000 employees as of December 31, 2020 in our consolidated operations.  Approximately 30 percent of our employees were located in North America and the remainder were in more than 65 countries outside of North America.  Overall, approximately 60 percent of our workforce was directly involved in manufacturing and distribution operations.  We are committed to workforce diversity and inclusion and continue to make progress on goals for women in senior roles globally and ethnic minorities in senior roles in the United States.\nAvailable Information\nWe make financial information, news releases and other information available on our corporate website at\nwww.kimberly-clark.com\n.  Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge on this website as soon as reasonably practicable after we file these reports and amendments with, or furnish them to, the Securities and Exchange Commission (\"SEC\").  The information contained on or connected to our website is not incorporated by reference into this Annual Report on Form 10-K and should not be considered part of this or any other report filed with the SEC.  Stockholders may also contact Stockholder Services, P.O. Box 612606, Dallas, Texas 75261-2606 or call 972-281-5317 to obtain a hard copy of these reports without charge."
  },
  {
    "item_key": "item_1a",
    "text": "Our business faces many risks and uncertainties that we cannot control.  Any of the risks discussed below, as well as factors described in other places in this Form 10-K, or in our other filings with the SEC, could adversely affect our business, consolidated financial position, results of operations or cash flows.  In addition, these items could cause our future results to differ from those in any of our forward-looking statements.  These risks are not the only ones we face.  Other risks that we do not presently know about or that we presently believe are not material could also adversely affect us.\nBusiness Operations\nWe face various risks related to health epidemics, pandemics and similar outbreaks, which may have material adverse effects on our business, financial position, results of operations and cash flows.\nOur business and financial results may be negatively impacted by health epidemics, pandemics and similar outbreaks.  The ongoing COVID-19 pandemic could have negative impacts on our business, including causing significant volatility in demand for our products, changes in consumer behavior and preference, disruptions in our manufacturing and supply chain operations, disruptions to our cost saving programs and restructuring initiatives, limitations on our employees’\nability to work and travel, significant changes in the economic or political conditions in markets in which we operate and related currency and commodity volatility.  Despite our efforts to manage these impacts, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such outbreak and actions taken to contain its spread and mitigate its public health effects.\nCyber-attacks, privacy breaches, data breaches or a failure of key information technology systems could disrupt our business operations and cause us financial and reputational damage.\nIncreased cyber-security threats and computer crime pose a potential risk to the security of our information technology systems, including those of third-party service providers with whom we have contracted, as well as the confidentiality, integrity and availability of the data stored on those systems.  Further, data privacy is subject to frequently changing rules and regulations regarding the handling of personal data, such as the General Data Protection Regulation and the California Consumer Privacy Act.  Any breach in our information technology security systems could result in the disclosure or misuse of confidential or proprietary information, including sensitive customer, supplier, employee or investor information maintained in the ordinary course of our business.  Any such event, or any failure to comply with these data privacy requirements or other laws in this area, could cause damage to our reputation, loss of valuable information or loss of revenue and could result in legal liability, or regulatory or other penalties.  In addition, we may incur large expenditures to investigate or remediate, to recover data, to repair or replace networks or information systems, or to protect against similar future events.\nOur information technology systems, some of which are dependent on services provided by third parties, serve an important role in the efficient and effective operation and administration of our business.  These systems could be damaged or cease to function properly due to any number of causes, such as catastrophic events, power outages, security breaches, computer viruses or cyber-based attacks.  The risk of cyber-based attacks is heightened with many of our employees working and accessing our technology infrastructure remotely as a result of the COVID-19 pandemic.  While we have contingency plans in place to prevent or mitigate the impact of these events, if they were to occur and our disaster recovery plans do not effectively address the issues on a timely basis, we could suffer interruptions in our ability to manage our operations, which may adversely affect our business and financial results.\nSignificant increases in prices for raw materials, energy, transportation or other necessary supplies or services, without corresponding increases in our selling prices, could adversely affect our financial results.\nIncreases in the cost and availability of raw materials, including pulp and petroleum-based materials, the cost of energy, transportation and other necessary services, supplier constraints, supplier consolidation which could limit our sources of supply for these items, an inability to maintain favorable supplier arrangements and relations or an inability to avoid disruptions in production output could have an adverse effect on our financial results.\nCellulose fiber, in the form of kraft pulp or recycled fiber from recovered waste paper, is used extensively in our tissue products and is subject to significant price fluctuations.  Cellulose fiber, in the form of fluff pulp, is a key component in our personal care products.  In past years, pulp prices have experienced significant volatility.  Increases in pulp prices or limits in the availability of recycled fiber could adversely affect our earnings if selling prices for our finished products are not adjusted or if these adjustments significantly trail the increases in pulp prices.  In some instances, we utilize negotiated short-term contract structures to reduce pulp price volatility, but we have not used derivative instruments to manage these risks.\nA number of our products, such as diapers, training and youth pants, feminine pads, incontinence care products and disposable wipes, contain certain materials that are principally derived from petroleum.  These materials are subject to price fluctuations based on changes in petroleum prices, availability and other factors, with these prices experiencing significant volatility in recent years.  We purchase these materials from a number of suppliers.  Significant increases in prices for these materials could adversely affect our earnings if selling prices for our finished products are not adjusted, if these adjustments significantly trail the increases in prices for these materials, or if we do not utilize lower priced substitutes for these materials.\nOur manufacturing operations utilize electricity, natural gas and petroleum-based fuels.  To ensure we use all forms of energy efficiently and cost-effectively, we maintain energy efficiency improvement programs at our manufacturing sites.  Our contracts with energy suppliers vary as to price, payment terms, quantities and duration.  Our energy costs are also affected by various market factors including the availability of supplies of particular forms of energy, energy prices and local and national regulatory decisions (including actions taken to address climate change and related market responses).  There can be no assurance that we will be fully protected against substantial changes in the price or availability of energy sources.\nThere can be no assurance that our efforts to increase selling prices in response to increased costs will be successful.\nOur international operations are subject to foreign market risks, including changes in foreign currency exchange rates, currency restrictions and political, social and economic instability, which may adversely affect our financial results.\nOur strategy includes operations growth outside the U.S., especially in developing markets such as China, Eastern Europe, ASEAN and Latin America.  About half of our net sales come from markets outside the U.S.  We and our equity companies have manufacturing facilities in 34 countries and sell products in a substantial majority of countries around the world.  Our results may be substantially affected by a number of foreign market risks:\n•\nExposure to the movement of various currencies against each other and the U.S. dollar.  A portion of the exposures, arising from transactions and commitments denominated in non-local currencies, is systematically managed through foreign currency forward and swap contracts where available and economically advantageous.  We do not generally hedge our income statement translation exposure with respect to foreign operations.\n•\nIncreases in currency exchange restrictions.  These restrictions could limit our ability to repatriate earnings from outside the U.S. or obtain currency exchange for U.S. dollar inputs to continue operating in certain countries.\n•\nAdverse political conditions.  Risks related to political instability, expropriation, new or revised legal or regulatory constraints, difficulties in enforcing contractual and intellectual property rights, and potentially adverse tax\nconsequences, including the United Kingdom's withdrawal from the European Union (Brexit) and the related ongoing negotiations with the European Union, could adversely affect our financial results.\n•\nIncreases in dollar-based input costs for operations outside the U.S. due to weaker foreign exchange rates versus the U.S. dollar.  There can be no assurance that we will be protected against substantial foreign currency fluctuations.\nThe inability to effectively manage foreign market risk could adversely affect our business, consolidated financial condition, results of operations or liquidity.  See Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations  (\"MD&A\") and Item 8,  Note 1 to the consolidated financial statements for information regarding our adoption of highly inflationary accounting in Argentina.\nDamage to the reputation of Kimberly-Clark or to one or more of our brands could adversely affect our business.\nDeveloping and maintaining our reputation, as well as the reputation of our brands, is a critical factor in our relationship with consumers, customers, suppliers and others.  Our inability to address adverse publicity or other issues, including concerns about product safety, quality, efficacy, environmental impacts (including packaging, energy and water use and waste management), inclusion and diversity, human rights and other sustainability or similar matters, or breaches of consumer, customer, supplier, employee or other confidential information, real or perceived, could negatively impact sentiment towards us and our products and brands, and our business and financial results could suffer.  In addition, our products could face withdrawal, recall or other quality issues.  Consumers increasing use and reliance on social media for information could increase the risk of adverse publicity, potentially with negative perception of our products or brands.  Our business and results could also be negatively impacted by the effects of product-related litigation, allegations of product tampering or contamination, or the distribution and sale of counterfeit products.\nDisruption in our supply chain or our manufacturing or distribution operations could adversely affect our business\n.\nOur ability to manufacture, distribute and sell products is critical to our operations.  These activities are subject to inherent risks such as natural disasters, power outages, fires or explosions, labor strikes, terrorism, epidemics, pandemics (including the ongoing COVID-19 pandemic), import restrictions, regional economic, business, environmental or political events, governmental regulatory requirements or nongovernmental voluntary actions in response to global climate change or other concerns regarding the sustainability of our business, which could disrupt our supply chain and impair our ability to manufacture or sell our products.  This interruption, if not mitigated in advance or otherwise effectively managed, could adversely impact our business, financial condition and results of operations, as well as require additional resources to address.\nIn addition, third parties manufacture some of our products and provide certain administrative services.  Disruptions or delays at these third-party manufacturers or service providers due to the reasons above or the failure of these manufacturers or service providers to otherwise satisfactorily perform, could adversely impact our operations, sales, payments to our suppliers, employees, and others, and our ability to report financial and management information on a timely and accurate basis.\nThere is no guarantee that our ongoing efforts to reduce costs will be successful.\nWe continue to implement plans to improve our competitive position by achieving cost reductions in our operations, including implementing restructuring programs in functions or areas of our business where we believe such opportunities exist.  In January 2018, we announced a global restructuring program.  The 2018 Global Restructuring Program will reduce our structural cost base by streamlining and simplifying our manufacturing supply chain and overhead organization.  In addition, we expect ongoing cost savings from our continuous improvement activities.  We anticipate these cost savings will result from reducing material costs and manufacturing waste and realizing productivity gains, distribution efficiencies and overhead reductions in each of our business segments and in our corporate functions.  Any negative impact these plans have on our relationships with employees, suppliers or customers or any failure to generate the anticipated efficiencies and savings could adversely affect our financial results.\nWe may acquire or divest product lines or businesses, which could impact our results.\nWe may pursue acquisitions of product lines or businesses from third parties, including our recent acquisition of Softex Indonesia.  Acquisitions involve numerous risks, including difficulties in the assimilation of the operations, technologies, services and products of the acquired product lines or businesses, estimation and assumption of liabilities and contingencies, personnel turnover and the diversion of management's attention from other business concerns.  We may be unable to successfully integrate and manage product lines or businesses that we may acquire in the future, or be unable to achieve anticipated benefits or cost savings from acquisitions in the timeframe we anticipate, or at all.\nWe may periodically divest product lines or businesses.  These divestitures may adversely impact our results if we are unable to offset the dilutive impacts from the loss of revenue associated with the divested products or businesses, or mitigate overhead costs allocated to those businesses.  Furthermore, the divestitures could adversely affect our ongoing business operations, including by enhancing our competitors' positions or reducing consumer confidence in our ongoing brands and products.\nThe inability to effectively and efficiently manage acquisitions and divestitures with the results we expect or in the timeframe we anticipate could adversely affect our business, consolidated financial condition, results of operations or liquidity.\nMarketing and Competition\nIncreasing dependence on key retailers in Developed Markets and the emergence of new sales channels may adversely affect our business.\nOur products are sold in a highly competitive global marketplace, which continues to experience increased concentration and the growing presence of large-format retailers, discounters and e-tailers.  With the consolidation of retail trade, both traditional retailers and e-tailers, we are increasingly dependent on key customers, and some of these customers, including large-format retailers and large e-tailers, may have significant bargaining power.  They may use this leverage to demand higher trade discounts or allowances which could lead to reduced profitability.  We may also be negatively affected by changes in the policies of our retail trade customers, such as inventory destocking, limitations on access to shelf space, delisting of our products, additional requirements related to safety, environmental, social and other sustainability issues, and other conditions.  If we lose a significant customer or if sales of our products to a significant customer materially decrease, our business, financial condition and results of operations may be adversely affected.\nIntense competition for sales of our products, changes in consumer purchasing patterns and the inability to innovate or market our products effectively could have an adverse effect on our financial results.\nWe operate in highly competitive domestic and international markets against well-known, branded products and low-cost or private label products.  Inherent risks in our competitive strategy include uncertainties concerning trade and consumer acceptance, the effects of consolidation within retailer and distribution channels, a growing e-commerce marketplace, and customers' and competitors' actions.  Our competitors for these markets include global, regional and local manufacturers, including private label manufacturers.  Some of these competitors may have better access to financial resources and greater market penetration, which enable them to offer a wider variety of products and services at more competitive prices.  Alternatively, some of these competitors may have significantly lower product development and manufacturing costs, particularly with respect to private label products, allowing them to offer products at a lower price.  E-commerce potentially intensifies competition by simplifying distribution and lowering barriers to entry.  The actions of these competitors could adversely affect our financial results.  It may be necessary for us to lower prices on our products and increase spending on advertising and promotions, which could adversely affect our financial results.\nWe may be unable to anticipate or adequately respond to changes in consumer demand for our products.  Demand for our products may change based on many factors, including shifting consumer purchasing patterns to lower cost options such as private-label products and mid to lower-tier value products, low birth rates in certain countries due to slow economic growth or other factors, negative consumer response to pricing actions, consumer shifts in distribution from traditional retailers to e-tailers, changing consumer preferences due to increased concerns in regard to post-consumer waste and packaging materials and their impact on environmental sustainability, or other changes in consumer trends or habits.  If we experience lower sales due to changes in consumer demand for our products, our earnings could decrease.\nOur ability to develop new products is affected by whether we can successfully anticipate consumer needs and preferences, develop and fund technological innovations, and receive and maintain necessary patent and trademark protection.  In addition, we incur substantial development and marketing costs in introducing new and improved products and technologies.  The introduction of a new consumer product (whether improved or newly developed) usually requires substantial expenditures for advertising and marketing to gain recognition in the marketplace.  If a product gains consumer acceptance, it normally requires continued advertising and promotional support to maintain its relative market position.  Some of our competitors may spend more aggressively on advertising and promotional activities, introduce competing products more quickly and respond more effectively to changing business and economic conditions.  We may not be successful in developing new or improved products and technologies necessary to compete successfully in the industry, and we may not be successful in advertising, marketing, timely launching and selling our products.  Also, if we fail to perfect or successfully assert our intellectual property rights, we may be less competitive, which could adversely affect our business, financial results and financial condition.\nLegal and Regulatory\nGovernment regulations and enforcement, and potential litigation, could have an adverse effect on our financial results.\nAs a global company, we are subject to many laws and governmental regulations across all of the countries in which we do business, including laws and regulations involving marketing, antitrust, anti-bribery or anti-corruption, product liability, environmental, intellectual property or other matters, as well as potential litigation or administrative actions.\nIf we are unable to comply with all laws and regulations, it could negatively impact our reputation and our business results.  We cannot provide assurance that our internal control policies and procedures, and ethics and compliance program will always protect us from acts committed by our employees or agents.  While it is our policy and practice to comply with all legal and regulatory requirements applicable to our business, a finding that we are in violation of, or out of compliance with, applicable laws or regulations could subject us to civil remedies, including fines, damages, injunctions or product recalls, or criminal sanctions, any of which could adversely affect our business, results of operations, cash flows and financial condition.  Even if a claim is unsuccessful, is without merit or is not fully pursued, the negative publicity surrounding such assertions regarding our products, processes or business practices could adversely affect our reputation and brand image.\nIn addition, new or revised laws or regulations may alter the environment in which we do business, including in connection with Brexit, which could adversely impact our financial results.  For example, new legislation or regulations may result in increased costs to us, directly for our compliance, or indirectly to the extent suppliers increase prices of goods and services because of increased compliance costs, excise taxes or reduced availability of raw materials.\nNew or revised tax regulations could have an adverse effect on our financial results.\nWe are subject to income tax requirements in various jurisdictions in the U.S. and internationally.  Many of these jurisdictions have made changes to their tax policies, including tax reform in the U.S. that was enacted in December 2017.  Other jurisdictions are contemplating changes or have unpredictable enforcement activity.  Increases in applicable tax rates, implementation of new taxes, changes in applicable tax laws and interpretations of these tax laws and actions by tax authorities in jurisdictions in which we operate could reduce our after tax income and have an adverse effect on our results of operations."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2020, we own or lease:\n•\nour principal executive office located in the Dallas, Texas metropolitan area;\n•\nfour\noperating segment and geographic headquarters at two U.S. and two international locations; and\n•\nfour\nglobal business service centers at one U.S. and three international locations.\nThe locations of our and our equity affiliates' principal production facilities by major geographic areas of the world are as follows:\nMany of these facilities produce multiple products, some across multiple segments.  Consumer tissue and K-C Professional products are produced in\n49\nfacilities and personal care products are produced in\n49\nfacilities.  We believe that our and our equity affiliates' facilities are suitable for their purpose, adequate to support their businesses and well maintained."
  },
  {
    "item_key": "item_3",
    "text": "See Item 8, Note 10 to the consolidated financial statements, which is incorporated in this Item 3 by reference, for information on legal proceedings."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe names and ages of our executive officers as of February 11, 2021, together with certain biographical information, are as follows:\nGustavo L. Ghory\n, 62, was elected Senior Vice President and Chief Supply Chain Officer in June 2020. He is responsible for procurement, manufacturing, logistics, quality, safety and sustainability. Mr. Ghory joined Kimberly-Clark from SmarterChains, a technology company focused on creating agile operations for manufacturers, where he served as Chairman and Co-Founder since 2017. Mr. Ghory joined SmarterChains from The Procter & Gamble Company, where he served in multiple roles of increasing responsibility, most recently as Vice President Product Supply - Global Manufacturing.\nMaria Henry\n, 54, was elected\nSenior Vice President and Chief Financial Officer in 2015.  Prior to joining Kimberly-Clark, Ms. Henry served as Chief Financial Officer of Hillshire Brands Company from 2012 to 2014, and Chief Financial Officer of Sara Lee Corporation’s North America Retail and Food Service business from 2011 to 2012.  Prior to joining Sara Lee (the predecessor to Hillshire Brands) in 2011, Ms. Henry was Executive Vice President and Chief Financial Officer of Culligan International, where she was responsible for finance, strategy, business development and information technology.  Before Culligan, Ms. Henry served as Chief Financial Officer of Vastera, Inc.  She began her career at General Electric.  She also serves on the board of directors of General Mills, Inc.\nMichael D. Hsu\n, 56, has served as Chairman of the Board since January 2020 and as Chief Executive Officer since January 2019.  Prior to that, he served as President and Chief Operating Officer since 2017, where he was responsible for the day-to-day operations of our business units, along with our global innovation, marketing and supply chain functions.  He served as Group President, K-C North America from 2013 to 2016, where he was responsible for our consumer business in North America, as well as leading the development of new business strategies for global nonwovens.  From 2012 to 2013, his title was Group President, North America Consumer Products.  He has been a director of Kimberly-Clark since\n2017.  Prior to joining Kimberly-Clark, Mr. Hsu served as Executive Vice President and Chief Commercial Officer of Kraft Foods, Inc., from January 2012 to July 2012, as President of Sales, Customer Marketing and Logistics from 2010 to 2012 and as President of its grocery business unit from 2008 to 2010.  Prior to that, Mr. Hsu served as President and Chief Operating Officer, Foodservice at H. J. Heinz Company.  He also serves on the board of directors of Texas Instruments Incorporated.\nSandra R.A. Karrmann\n, 55, was elected Senior Vice President and Chief Human Resources Officer in October 2020. She is responsible for the design and implementation of all human capital strategies for Kimberly-Clark, including global compensation and benefits, talent management, diversity and inclusion, organizational effectiveness and labor/employee relations. Ms. Karrmann joined Kimberly-Clark from Tenet Healthcare Corporation, a diversified healthcare services company, where she served as Executive Vice President and Chief Human Resources Officer since March 2019 and Senior Vice President and Chief Human Resources Officer since November 2017. Prior to joining Tenet, she served as Senior Vice President and Chief Human Resources Officer for United Surgical Partners International, which operates surgical facilities, since January 2013.\nAlison Lewis\n, 53, was elected Chief Growth Officer in July 2019.  Ms. Lewis joined Kimberly-Clark from Johnson & Johnson, a health care products company, where she served as Chief Marketing Officer of the Global Consumer business since 2013.  Prior to her role at Johnson & Johnson, Ms. Lewis served as Chief Marketing Officer, Senior Vice President, North America at The Coca-Cola Company.\nJeffrey Melucci\n, 50, was elected Chief Transformation, Business Development and Legal Officer in November 2020.  From April 2020 to November 2020, he served as Senior Vice President, Business Development and General Counsel and from 2017 to April 2020, he served as Senior Vice President - General Counsel.  From January 2017 to September 2017, he served as Vice President, Senior Deputy General Counsel and General Counsel of Kimberly-Clark’s Global Operations.  From March 2013 to January 2017, he served as Vice President and Deputy General Counsel.  He also served as Corporate Secretary from April 2014 to September 2017 and General Counsel of Kimberly-Clark International from March 2013 to December 2016.  Mr. Melucci joined Kimberly-Clark from General Electric, where he served in multiple roles of increasing responsibility, most recently as General Counsel - Aviation Systems and Aviation Business Development.\nAaron Powell\n, 49, was elected President, K-C Asia-Pacific in March 2020. He is responsible for our consumer business in our Asia-Pacific region. From May 2018 to March 2020, he served as President of K-C Professional. Previously, he served as President, K-C Europe, Middle East & Africa (EMEA) from April 2018 to May 2018, and prior to that he led our K-C Professional operations in North America since 2016. Mr. Powell joined Kimberly-Clark in 2007 and has held a number of positions of increasing responsibility within our EMEA operations, including Vice President and Managing Director, Central & Eastern Europe.\nRussell Torres\n, 49, was elected President of K-C Professional in March 2020. He is responsible for our global business to business operations which provides a deep range of essential commercial products and services, including tissue and surface wipers, skin care, safety and do-it-yourself products. Mr. Torres joined Kimberly-Clark from Newell Brands Inc., a consumer goods company, where he served as Group President since 2018 and as Chief Transformation Officer from 2016 to 2018. Prior to joining Newell Brands, Mr. Torres was a partner at Bain & Company from 2013 to 2016. Prior to that, Mr. Torres served as a senior executive at Mondelez International in its North America Business Unit from 2011 to 2013.\nKimberly K. Underhill\n, 56, was elected Group President, K-C North America in 2018.  She is responsible for our consumer business in North America.  From 2014 to May 2018, she served as President of K-C Professional, and from 2011 to 2014, she served as President, Consumer Europe.  Ms. Underhill joined Kimberly-Clark in 1988 and has held a number of positions with increasing responsibility within research and engineering, operations and marketing.  Ms. Underhill also serves on the board of directors of Foot Locker, Inc.\nGonzalo Uribe\n, 49, was elected President, K-C Latin America in November 2020.  He is responsible for our consumer business in our Latin America region.  From 2018 to November 2020 he served as Vice President, North Latin America and from 2017 to 2018 he served as Vice President, Andean Region.  Mr. Uribe joined Kimberly-Clark from Mondelēz, where he served in multiple roles of increasing responsibility, most recently as Western Andean, Central America and Caribbean General Manager.\nTristram Wilkinson\n, 52, was elected President, K-C EMEA in 2018.  He is responsible for our consumer business in our EMEA region.  From 2016 to 2018, he served as Vice President and Managing Director, Central & Eastern Europe.  Prior to that, Mr. Wilkinson held a number of positions of increasing responsibility within our EMEA operations, including Vice President and Managing Director, United Kingdom & Ireland.  Mr. Wilkinson joined Kimberly-Clark in 1995."
  },
  {
    "item_key": "item_5",
    "text": "Kimberly-Clark common stock is listed on the New York Stock Exchange.  The ticker symbol is KMB.\nQuarterly dividends have been paid continually since 1935.  Dividends have been paid on or about the second business day of January, April, July and October.\nAs of January 29, 2021, we had\n18,209\nholders of record of our common stock.\nFor information relating to securities authorized for issuance under equity compensation plans, see Part III, Item 12 of this Form 10-K.\nWe repurchase shares of Kimberly-Clark common stock from time to time pursuant to publicly announced share repurchase programs.  During 2020, we repurchased\n4.9\nmillion shares of our common stock at a cost of\n$700\nthrough a broker in the open market.\nThe following table contains information for shares repurchased during the fourth quarter of 2020.  None of the shares in this table were repurchased directly from any of our officers or directors.\n(a)\nShare repurchases were made pursuant to a share repurchase program authorized by our Board of Directors on November 13, 2014.  This program allows for the repurchase of 40 million shares in an amount not to exceed $5 billion.  On January 22, 2021, the Corporation’s Board of Directors authorized a new share repurchase program, pursuant to which the Corporation is authorized to repurchase up to 40 million shares of the Corporation’s common stock, subject to a limit of $5 billion in aggregate expenditures. The authorization is incremental to the remaining shares available to be repurchased under the current share repurchase program authorized on November 13, 2014.\nITEM 6.    SELECTED FINANCIAL DATA\n(a)    Results include pre-tax charges of $419, $323 after tax, related to the 2018 Global Restructuring Program, acquisition-related costs of $32, $27 after tax, associated with the acquisition of Softex Indonesia, and business tax credits of $77, $51 after tax, related to the resolution of certain Brazil tax matters.  See Item 8, Notes\n1,\n2 and 3 to the consolidated financial statements for details.\n(b)    Results include pre-tax charges of $366, $248\nafter tax, related to the 2018 Global Restructuring Program and a pre-tax property sale gain of\n$31, $24\nafter tax, related to the sale of property associated with a former manufacturing facility.  See Item 8, Notes\n2\nand\n14\nto the consolidated financial statements for details.\n(c)    Results include pre-tax charges of $1,036, $783 after tax, related to the 2018 Global Restructuring Program and a net charge of $117 associated with U.S. tax reform related matters.  See Item 8, Notes 2 and 12 to the consolidated financial statements for details.\n(d)    Results include other expense of $24 and an income tax benefit of $85 for U.S. tax reform related matters.\n(e)    Results include other income of $11 related to an updated assessment of the deconsolidation of our Venezuelan operations.  Additionally, results were negatively impacted by pre-tax charges of $35, $27 after tax, related to the 2014 restructuring plan initiated to improve organization efficiency and offset the impact of stranded overhead costs resulting from the spin-off of our health care business (the \"2014 Organization Restructuring\")."
  },
  {
    "item_key": "item_7",
    "text": "Introduction\nThis MD&A is intended to provide investors with an understanding of our recent performance, financial condition and prospects.  This discussion and analysis compares 2020 results to 2019. For a discussion that compares our 2019 results to 2018, see Management's Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 of our 2019 Annual Report on Form 10-K.  The reference to \"N.M.\" indicates that the calculation is not meaningful.  In addition, we provide commentary regarding organic sales growth, which describes the impact of changes in volume, product mix and net selling prices on net sales.  Changes in foreign currency exchange rates and acquisitions also impact the year-over-year change in net sales.  Dollar amounts are reported in millions, except per share dollar amounts, unless otherwise noted.\nThe following will be discussed and analyzed:\n•\nOverview of Business\n•\nOverview of 2020 Results\n•\nImpact of COVID-19\n•\nResults of Operations and Related Information\n•\nUnaudited Quarterly Data\n•\nLiquidity and Capital Resources\n•\nCritical Accounting Policies and Use of Estimates\n•\nNew Accounting Standards\n•\nInformation Concerning Forward-Looking Statements\nThroughout this MD&A, we refer to financial measures that have not been calculated in accordance with accounting principles generally accepted in the U.S., or GAAP, and are therefore referred to as non-GAAP financial measures.  These measures include adjusted gross and operating profit, adjusted net income, adjusted earnings per share, adjusted other (income) and expense, net, and adjusted effective tax rate.  We believe these measures provide our investors with additional information about our underlying results and trends, as well as insight to some of the financial measures used to evaluate management.\nNon-GAAP financial measures are not meant to be considered in isolation or as a substitute for the comparable GAAP measures, and they should be read only in conjunction with our consolidated financial statements prepared in accordance with GAAP.  There are limitations to these non-GAAP financial measures because they are not prepared in accordance with GAAP and may not be comparable to similarly titled measures of other companies due to potential differences in methods of calculation and items being excluded.  We compensate for these limitations by using these non-GAAP financial measures as a supplement to the GAAP measures and by providing reconciliations of the non-GAAP and comparable GAAP financial measures.\nThe non-GAAP financial measures exclude the following items for the relevant time periods as indicated in the reconciliations included later in this MD&A:\n•\n2018 Global Restructuring Program - In 2018, we initiated a restructuring program to reduce our structural cost base by streamlining and simplifying our manufacturing supply chain and overhead organization.  See Item 8, Note 2 to the consolidated financial statements for details.\n•\nSoftex Indonesia Acquisition-Related Costs - Transaction and integration costs associated with the acquisition of Softex Indonesia.  See Item 8, Note 3 to the consolidated financial statements for details.\n•\nBrazil Business Tax Credits - In the fourth quarter of 2020, we received a favorable legal ruling that resolved certain matters related to prior years' business taxes in Brazil.  See Item 8, Note 1 to the consolidated financial statements for details.\n•\nProperty Sale Gain - In the fourth quarter of 2019, we recognized a gain on the sale of property associated with a former manufacturing facility that was closed in 2012 as part of a past restructuring.\nOverview of Business\nWe are a global company focused on leading the world in essentials for a better life, with manufacturing facilities in\n34\ncountries,  including our equity affiliates, and products sold in more than 175 countries and territories.  Our products are sold under well-known brands such as Kleenex, Scott, Huggies, Pull-Ups, Kotex and Depend.  We have three reportable business segments: Personal Care, Consumer Tissue and K-C Professional.  These business segments are described in greater detail in Item 8, Note 14 to the consolidated financial statements.\nIn operating our business, we seek to:\n•\ngrow our portfolio of brands through innovation, category development and commercial execution,\n•\nleverage our cost and financial discipline to fund growth and improve margins, and\n•\nallocate capital in value-creating ways.\nWe describe our business outside North America in two groups – Developing and Emerging Markets (\"D&E\") and Developed Markets.  D&E Markets comprise Eastern Europe, the Middle East and Africa, Latin America and Asia-Pacific, excluding Australia and South Korea.  Developed Markets consist of Western and Central Europe, Australia and South Korea.\nOn October 1, 2020, we acquired Softex Indonesia, a leader in the fast-growing Indonesian personal care market, in an all-cash transaction for approximately $1.2 billion.  This transaction significantly expands our presence in an important  D&E market and is a strong strategic fit with our core business.  Softex Indonesia generated net sales of approximately $420 in 2019.  We financed the transaction through a combination of short-term commercial paper, cash on hand and the issuance of a $600 bond.  See Item 8, Note 3 to the consolidated financial statements for details.\nOverview of 2020 Results\n•\nNet sales of $19.1 billion increased 4 percent.  Organic sales increased 6 percent.  Changes in foreign currency exchange rates reduced sales by 2 percent.\n•\nIn North America, organic sales increased 10 percent in consumer products and decreased 5 percent in K-C Professional.\n•\nOutside North America, organic sales increased 3 percent in D&E Markets and 6 percent in Developed Markets.\n•\nOperating Profit and Net Income Attributable to Kimberly-Clark were $3,244 and $2,352 in 2020, respectively.\n•\nDiluted earnings per share were $6.87 in 2020 compared to $6.24 in 2019.  Results in 2020 and 2019 include net charges of $0.94 and $0.72, respectively, related to the 2018 Global Restructuring Program.  Results in 2020 also include acquisition-related costs of $0.08 associated with the acquisition of Softex Indonesia and a benefit of $0.15 related to the resolution of certain business tax matters in Brazil.  Results in 2019 also include a net gain of $0.07 related to the sale of property associated with a former manufacturing facility that was closed as part of a past restructuring.\n•\nWe continue to focus on generating cash flow and allocating capital to shareholders.  Cash provided by operations was $3.7 billion in 2020.  We raised our dividend in 2020 by 4 percent, the 48th consecutive annual increase in our dividend.  Altogether, share repurchases and dividends in 2020 amounted to $2.15 billion.\nIn 2021, we plan to continue to execute our strategies for long-term success which include delivering balanced, sustainable growth by growing our brands in-line with or ahead of category growth, leveraging our cost and financial discipline to fund growth and improve margins, and allocating capital in value-creating ways.  Our growth strategy is built on two pillars.  Elevate our core business is our first pillar and is driven by delivering value-added innovations and driving category opportunities.    Accelerating growth in D&E markets is our second pillar and emphasizes Personal Care and K-C Professional with Latin America, China, Eastern Europe and ASEAN as our priority markets.  Both strategies are enabled by our focus on accelerating and investing in our commercial capabilities through digital marketing, revenue growth management, consumer-inspired innovation and strong in-market execution.\nOur strong legacy of financial discipline supports our growth strategy by driving ongoing supply chain productivity through our FORCE (Focused On Reducing Costs Everywhere) program, completing the execution of the 2018 Global Restructuring program, controlling discretionary spending, driving down working capital and maintaining the top-tier return on invested\ncapital.  Our capital allocation strategy is consistent with our historical approach of disciplined capital spending, payment of a top tier dividend, evaluation of acquisition opportunities and allocation of excess cash flow to share repurchases.\nWe are subject to risks and uncertainties, which can affect our business operations and financial results.  See Item 1A, \"Risk Factors\" in this Form 10-K for additional information.\nImpact of COVID-19\nWe continue to actively address the COVID-19 situation and its impact globally.  We believe that we will emerge from these events well positioned for long-term growth, though we cannot reasonably estimate the duration and severity of this global pandemic or its ultimate impact on the global economy and our business and results.\nWe have experienced increased volatility in demand for some of our products as consumers adapt to the evolving environment.  Beginning in the first quarter of 2020, particularly in March, demand increased in our Consumer Tissue and Personal Care business segments across all major geographies as consumers increased home inventory levels in response to COVID-19.  The increase was followed by a period of  demand softness as consumers used existing home inventories and demand returned to more normal levels.  Demand for our consumer tissue products was elevated throughout 2020 as more people spent more time at home.  Our K-C Professional business experienced volume declines throughout 2020 reflecting the reduction in away from home demand.\nDuring 2020, we experienced temporary closures of certain facilities, though we did not experience a material impact from a plant closure and our facilities were largely exempt or partially exempt from government closure orders.  At many of our facilities, we have been experiencing increased employee absences, which may continue in the current situation.\nDuring 2020, we also experienced increased volatility in foreign currency exchange rates and commodity prices, as certain countries experienced increased macro-economic volatility from the COVID-19 situation.\nResults of Operations and Related Information\nThis section presents a discussion and analysis of net sales, operating profit and other information relevant to an understanding of 2020 results of operations.\nConsolidated\n(a)    Corporate & Other and Other (income) and expense, net includes income and expenses not associated with the business segments, including adjustments as indicated in the Non-GAAP Reconciliations.\nGAAP to Non-GAAP Reconciliations of Selected Financial Results\n(a)    \"As Adjusted Non-GAAP\" may not equal \"As Reported\" plus \"Adjustments\" as a result of rounding.\nAnalysis of Consolidated Results\n(a)    Total may not equal the sum of volume, net price, mix/other and currency due to rounding.\n(b)     Combined impact of changes in volume, net price and mix/other.\n(c)     Combined benefits of the FORCE program and 2018 Global Restructuring Program.\n(d)    Includes impact of changes in product mix, marketing, research and general expenses, foreign currency transaction effects and other manufacturing costs.\nNet sales of $19.1 billion increased 4 percent compared to the year ago period.  Operating profit was $3,244 in 2020 and $2,991 in 2019.  Adjusted operating profit was $3,582 in 2020, up 9 percent compared to $3,281 in 2019.  Results benefited from organic sales growth, $455 of FORCE cost savings and $120 of cost savings from the 2018 Global Restructuring Program.  Input costs decreased $175, driven by pulp.  The comparison was impacted by other manufacturing cost increases, unfavorable currency effects, increased advertising spending and higher general and administrative costs.\nOther (income) and expense, net of $54 in 2020 primarily reflected tax credits recognized related to a favorable legal ruling that resolved certain matters related to prior years' business taxes in Brazil.  In 2019, Other (income) and expense, net of $210 primarily reflected gains on the sales of manufacturing facilities and associated real estate related to the 2018 Global Restructuring Program and property associated with a former manufacturing facility that was closed as part of a past restructuring.  Adjusted other (income) and expense, net was $32 and $15 of expense in 2020 and 2019, respectively.\nThe effective tax rate of 23.1 percent in 2020 increased compared to the effective tax rate of 21.7 percent in 2019.  The rate in 2019 included a net benefit of $47 related to a nonrecurring capital loss from a legal entity restructuring.  See additional details in Item 8, Note 12 to the consolidated financial statements.  The adjusted effective tax rate was 22.7 percent compared to 23.0 percent in 2019.\nOur share of net income of equity companies was $142 in 2020 and $123 in 2019.  Kimberly-Clark de Mexico, S.A.B. de C.V. (\"KCM\") results in 2020 benefited from organic sales growth, lower input costs and cost savings but were negatively impacted by unfavorable currency effects.\nDiluted earnings per share were $6.87 in 2020 and $6.24 in 2019.  Adjusted earnings per share of $7.74 in 2020 increased 12 percent compared to $6.89 in 2019.  The increase was driven by growth in adjusted operating profit, along with higher net income from equity companies and declines in the share count and adjusted effective tax rate.\nBusiness Segments\nPersonal Care\n(a)    Total may not equal the sum of volume, net price, mix/other, acquisition and currency due to rounding.\n(b)     Combined impact of changes in volume, net price and mix/other.\n(c)     Combined benefits of the FORCE program and 2018 Global Restructuring Program.\n(d)    Includes impact of changes in product mix, marketing, research and general expenses, foreign currency transaction effects and other manufacturing costs.\nNet sales in North America increased 6 percent.  Volumes increased 4 percent, primarily driven by broad-based growth in baby and child care as well as increases in adult care.  Changes in net selling prices and product mix each increased sales by 1 percent.\nNet sales in D&E Markets decreased 1 percent.  Changes in foreign currency exchange rates decreased sales by 9 percent, primarily in Latin America.  Volumes increased 4 percent led by growth in China, Eastern Europe, Brazil and India.  Changes in product mix and the Softex Indonesia acquisition each increased sales by 2 percent.  The improvements in product mix were primarily in China.\nNet sales in Developed Markets outside North America increased 1 percent.  Changes in product mix increased sales by 2 percent, primarily in South Korea, and volumes increased 1 percent.  Changes in foreign currency exchange rates and net selling prices each decreased sales by 1 percent.\nOperating profit of $1,933 increased 2 percent.  The comparison was positively impacted by organic sales growth, cost savings and lower input costs, partially offset by unfavorable foreign currency effects, increases in other manufacturing costs and higher marketing and general and administrative costs.\nConsumer Tissue\n(a)    Total may not equal the sum of volume, net price, mix/other and currency due to rounding.\n(b)     Combined impact of changes in volume, net price and mix/other.\n(c)     Combined benefits of the FORCE program and 2018 Global Restructuring Program.\n(d)    Includes impact of changes in product mix, marketing, research and general expenses, foreign currency transaction effects and other manufacturing costs.\nNet sales in North America increased by 17 percent.  Volume increased 14 percent reflecting strong demand related to the COVID-19 and work from home environment, along with improved performance in Kleenex facial tissue.  Volumes were up double-digits in all major product categories.  Changes in net selling prices increased sales by 4 percent, driven by lower promotion spending.  Changes in product mix decreased sales by 2 percent.\nNet sales in D&E Markets decreased 1 percent.  Changes in foreign currency exchange rates decreased sales by approximately 6 percent, primarily in Latin America, and changes in net selling prices decreased sales by 2 percent.  Volumes increased 4 percent, led by improvements in Latin America, and changes in product mix increased sales by 2 percent.\nNet sales in Developed Markets outside North America increased 14 percent.  Volumes increased 12 percent. driven by strong growth in South Korea and Western and Central Europe and reflecting strong demand related to the COVID-19 and work from home environment.  Changes in product mix increased sales by 1 percent.\nOperating profit of $1,448 increased 44 percent.  Results benefited from higher volumes and net selling prices, cost savings and lower input costs, partially offset by increases in marketing and general and administrative costs, other manufacturing costs and unfavorable foreign currency effects.\nK-C Professional\n(a)    Total may not equal the sum of volume, net price, mix/other and currency due to rounding.\n(b)     Combined impact of changes in volume, net price and mix/other.\n(c)     Combined benefits of the FORCE program and 2018 Global Restructuring Program.\n(d)    Includes impact of changes in product mix, marketing, research and general expenses, foreign currency transaction effects and other manufacturing costs.\nNet sales in North America decreased 5 percent.  Volumes decreased 10 percent, reflecting lower away from home demand and challenging business conditions following the outbreak of COVID-19.  Changes in product mix and net selling prices increased sales by 3 percent and 2 percent, respectively.\nNet sales in D&E Markets decreased 21 percent.  Volumes decreased by 17 percent, reflecting lower away from home demand and challenging business conditions following the outbreak of COVID-19 with declines in all major markets.  Changes in foreign currency exchange rates and product mix decreased sales by 5 percent and 2 percent, respectively, partially offset by changes in net selling prices which increased sales by 3 percent, all primarily related to Latin America.\nNet sales in Developed Markets outside North America decreased 4 percent.  Volumes decreased 11 percent, reflecting lower away from home demand and challenging business conditions following the outbreak of COVID-19, primarily in Western and Central Europe.  Changes in product mix and net selling prices increased sales by 4 percent and 3 percent, respectively, also primarily in Western and Central Europe.\nOperating profit of $528 decreased 20 percent.  The comparison was impacted by lower volumes, other manufacturing cost increases, and increased general and administrative costs.  Results benefited from favorable net selling prices and cost savings.\n2018 Global Restructuring Program\nAnnual pre-tax savings from the 2018 Global Restructuring Program are now expected to be $540 to $560 by the end of 2021.  Savings for 2020 were\n$120\n, bringing cumulative savings to\n$420.\nTo implement this program, we expect to incur incremental capital spending of approximately $600 to $700 by the end of 2021.   See  Item 8, Note 2 to the consolidated financial statements for additional information.\nUnaudited Quarterly Data\n(a)    Quarterly results in 2020 and 2019 were impacted by charges related to the 2018 Global Restructuring Program.  See Item 8, Note 2 to the consolidated financial statements for details.  Third and fourth quarter results in 2020 were impacted by acquisition-related costs associated with the acquisition of Softex Indonesia.  See Item 8, Note 3 to the consolidated financial statements for details.  Fourth quarter results in 2020 were also impacted by business tax credits related to the resolution of certain Brazil tax matters.  See Item 8, Note 1 for details.\nLiquidity and Capital Resources\nCash Provided by Operations\nCash provided by operations was $3.7 billion in 2020 compared to $2.7 billion in 2019.  The increase was driven by improved working capital and higher earnings.\nObligations\nThe following table presents our total contractual obligations for which cash flows are fixed or determinable.\n•\nThe unconditional purchase obligations are for the purchase of raw materials, primarily superabsorbent materials, pulp and utilities.  Although we are primarily liable for payments on the above operating leases and unconditional purchase obligations, based on historic operating performance and forecasted future cash flows, we believe exposure to losses, if any, under these arrangements is not material.\n•\nThe open purchase orders displayed in the table represent amounts for goods and services we have negotiated for delivery.\nThe table does not include amounts where payments are discretionary or the timing is uncertain.  The following payments are not included in the table:\n•\nWe will fund our defined benefit pension plans to meet or exceed statutory requirements and currently expect to contribute approximately $50 to these plans in 2021.\n•\nOther postretirement benefit payments are estimated using actuarial assumptions, including expected future service, to project the future obligations.  Based upon those projections, we anticipate making annual payments for these obligations of approximately $50 through 2030.\n•\nAccrued income tax liabilities for uncertain tax positions, deferred taxes and noncontrolling interests.\nInvesting\nOur capital spending was $1.2 billion in 2020 and 2019\n, including incremental spending related to the 2018 Global Restructuring Program.  Acquisition, net of cash acquired of $1.1 billion in 2020 reflected the purchase of Softex Indonesia.\nProceeds from dispositions of property in 2019 of $242 primarily reflects the proceeds from the sales of manufacturing facilities and associated real estate related to the 2018 Global Restructuring Program and property associated with a former manufacturing facility that was closed as part of a past restructuring.  We expect capital spending to be approximately $1.2 billion to $1.3 billion in 2021, including spending associated with the 2018 Global Restructuring Program and other growth initiatives.\nFinancing\nWe issue long-term debt in the public market periodically.  Proceeds from the offerings are used for general corporate purposes, including repayment of maturing debt or outstanding commercial paper indebtedness.  See Item 8, Note 5 to the consolidated financial statements for details.\nOur short-term debt, which consists of U.S. commercial paper with original maturities up to 90 days and/or other similar short-term debt issued by non-U.S. subsidiaries, was $223 as of December 31, 2020 (included in debt payable within one year on the consolidated balance sheet).  The average month-end balance of short-term debt for the twelve months ended December 31, 2020 was $365.  These short-term borrowings provide supplemental funding for supporting our operations.  The level of short-term debt generally fluctuates depending upon the amount of operating cash flows and the timing of customer receipts and payments for items such as pension contributions, dividends and income taxes.\nAt December 31, 2020, total debt was $8.4 billion compared to $7.7 billion at December 31, 2019.\nWe maintain a $2.0 billion revolving credit facility which expires in June 2023 and a $750 revolving credit facility which expires in June 2021.  These facilities, currently unused, support our commercial paper program, and would provide liquidity in the event our access to the commercial paper markets is unavailable for any reason.\nIn July 2017, the United Kingdom's Financial Conduct Authority, which regulates the London Interbank Offered Rate (LIBOR), announced that it intends to phase out LIBOR by the end of 2021.  We are currently evaluating the potential effect of the eventual replacement of the LIBOR, but we do not expect the effect to be material.  Accounting guidance has been issued to ease the transition to alternative reference rates from a financial reporting perspective.  See Item 8, Note 1 to the consolidated financial statements for details.\nWe paid $1.5 billion in dividends in 2020.  The Board of Directors approved a dividend increase of 6.5 percent for 2021.  We repurchase shares of Kimberly-Clark common stock from time to time pursuant to publicly announced share repurchase programs.  During 2020, we repurchased 4.9 million shares of our common stock at a cost of $700 through a broker in the open market.  We are targeting full-year 2021 share repurchases between $650 and $750, subject to market conditions.   On January 22, 2021, the Corporation’s Board of Directors authorized a new share repurchase program, pursuant to which the Corporation is authorized to repurchase up to 40 million shares of the Corporation’s common stock, subject to a limit of $5 billion in aggregate expenditures. The authorization is incremental to the remaining shares available to be repurchased under the current share repurchase program authorized on November 13, 2014.\nWe believe that our ability to generate cash from operations and our capacity to issue short-term and long-term debt are adequate to fund working capital, payments for our 2018 Global Restructuring Program, capital spending, pension contributions, dividends and other needs for the foreseeable future.  Further, we do not expect restrictions or taxes on repatriation of cash held outside of the U.S. to have a material effect on our overall business, liquidity, financial condition or results of operations for the foreseeable future.\nCritical Accounting Policies and Use of Estimates\nThe preparation of financial statements in conformity with accounting principles generally accepted in the U.S. requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of net sales and expenses during the reporting period.  The critical accounting policies we used in the preparation of the consolidated financial statements are those that are important both to the presentation of our financial condition and results of operations and require significant judgments by management with regard to estimates used.  The critical judgments by management relate to accruals for sales incentives and trade promotion allowances, pension and other postretirement benefits, deferred income taxes and potential income tax assessments.  These critical accounting policies have been reviewed with the Audit Committee of the Board of Directors.\nSales Incentives and Trade Promotion Allowances\nTrade promotion programs include introductory marketing funds such as slotting fees, cooperative marketing programs, temporary price reductions and other activities conducted by our customers to promote our products.  Rebate and promotion accruals are based on estimates of the quantity of customer sales.  Promotion accruals also consider estimates of the number of consumer coupons that will be redeemed and timing and costs of activities within the promotional programs.  Generally, the estimated redemption value of consumer coupons and related expense are based on historical patterns of coupon redemption, influenced by judgments about current market conditions such as competitive activity in specific product categories, and the cost is recorded when the related revenue from customers is realized.  Our related accounting policies are discussed in Item 8, Note 1 to the consolidated financial statements.\nEmployee Postretirement Benefits\nSubstantially all regular employees in the U.S. and the United Kingdom are covered by defined contribution retirement plans and certain U.S. and United Kingdom employees previously earned benefits covered by defined benefit pension plans that currently provide no future service benefit (the \"Principal Plans\").  Certain other subsidiaries have defined benefit pension plans or, in certain countries, termination pay plans covering substantially all regular employees.  Our related accounting policies and account balances are discussed in Item 8, Note 7 to the consolidated financial statements.\nChanges in certain assumptions could affect pension expense and the benefit obligations, particularly the estimated long-term rate of return on plan assets and the discount rate used to calculate the obligations:\n•\nLong-term rate of return on plan assets\n.  The expected long-term rate of return is evaluated on an annual basis.  In setting these assumptions, we consider a number of factors including projected future returns by asset class relative to the target asset allocation.  Actual asset allocations are regularly reviewed and they are periodically rebalanced to the targeted allocations when considered appropriate.\nAs of December 31, 2020, the Principal Plans had cumulative unrecognized investment and actuarial losses of approximately\n$1.1 billion.\nThese unrecognized net losses may increase future pension expense if not offset by (i) actual investment returns that exceed the assumed investment returns, (ii) other factors, including reduced pension liabilities arising from higher discount rates used to calculate pension obligations, or (iii) other actuarial gains, and whether such accumulated actuarial losses at each measurement date exceed the \"corridor\" as required\n.\nIf the expected long-term rate of return on assets for the Principal Plans were lowered by 0.25 percent, the impact on annual pension expense\nwould not be material in 2021.\n•\nDiscount rate\n.  The discount (or settlement) rate used to determine the present value of our future U.S. pension obligation at December 31, 2020 was based on a portfolio of high quality corporate debt securities with cash flows that largely match the expected benefit payments of the plan.  For the United Kingdom plan, the discount rate was determined based on yield curves constructed from a portfolio of high quality corporate debt securities.  Each year's expected future benefit payments were discounted to their present value at the appropriate yield curve rate to determine the pension obligations.   If the discount rate assumptions for these same plans were reduced by 0.25 percent, the increase in annual pension expense\nwould not be material in 2021, and the December 31, 2020 pension liability would increase by about $146.\n•\nOther assumptions\n.  There are a number of other assumptions involved in the calculation of pension expense and benefit obligations, primarily related to participant demographics and benefit elections.\nPension expense for defined benefit pension plans is estimated to approximate\n$85 in 2021, including incremental charges resulting from 2018 Global Restructuring Program actions.  Pension expense beyond 2021 will depend on future investment performance, our contributions to the pension trusts, changes in discount rates and various other factors related to the covered participants in the plans.\nSubstantially all U.S. retirees and employees have access to our unfunded health care and life insurance benefit plans.  Changes in significant assumptions could affect the consolidated expense and benefit obligations, particularly the discount rate used to calculate the obligations and the health care cost trend rate:\n•\nDiscount rate\n.  The determination of the discount rates used to calculate the benefit obligations of the plans is discussed in the pension benefit section above, and the methodology for each country is the same as the methodology used to determine the discount rate for that country's pension obligation.  If the discount rate assumptions for these plans were reduced by 0.25 percent, the impact to 2021 other postretirement benefit expense and the increase in the December 31, 2020 benefit liability would not be material.\n•\nHealth care cost trend rate\n.  The health care cost trend rate is based on a combination of inputs including our recent claims history and insights from external advisers regarding recent developments in the health care marketplace, as well as projections of future trends in the marketplace.\nDeferred Income Taxes and Potential Assessments\nAs a global organization, we are subject to income tax requirements in various jurisdictions in the U.S. and internationally.  Changes in certain assumptions related to income taxes could significantly affect consolidated results, particularly with regard to valuation allowances on deferred tax assets, undistributed earnings of subsidiaries outside the U.S. and uncertain tax positions.  Our income tax related accounting policies, account balances and matters affecting income taxes are discussed in Item 8, Note 12 to the consolidated financial statements.\n•\nDeferred tax assets and related valuation allowances\n.  We have recorded deferred tax assets related to, among other matters, income tax loss carryforwards, income tax credit carryforwards and capital loss carryforwards and have established valuation allowances against these deferred tax assets.  These carryforwards are primarily in non-U.S. taxing jurisdictions and in certain states in the U.S.  Foreign tax credits earned in the U.S. in current and prior years, which cannot be used currently, also give rise to net deferred tax assets.  In determining the valuation allowances to establish against these deferred tax assets, many factors are considered, including the specific taxing jurisdiction, the carryforward period, income tax strategies and forecasted earnings for the entities in each jurisdiction.  A valuation allowance is recognized if, based on the weight of available evidence, it is more likely than not that some portion or all of the deferred tax asset will not be realized.\n•\nUndistributed earnings\n.  As of December 31, 2020, we have accumulated undistributed earnings generated by our foreign subsidiaries of approximately $7.9 billion.  Earnings of $5.2 billion were previously subject to tax, primarily due to the one-time transition tax on foreign earnings required by the Tax Cuts and Jobs Act.  Any additional taxes due with respect to such previously-taxed earnings, if repatriated, would generally be limited to foreign and U.S. state income taxes.  Deferred taxes have been recorded on $0.7 billion of earnings, most of which were previously taxed for U.S. federal income tax purposes, of foreign consolidated subsidiaries expected to be repatriated.  We do not intend to distribute the remaining $4.5 billion of previously taxed foreign earnings and therefore have not recorded deferred taxes for foreign and U.S. state income taxes on such earnings.  While the transition tax resulted in a reduction of the excess amount for financial reporting over the tax basis in our foreign subsidiaries, any remaining amount of financial reporting over tax basis after such reduction could be subject to additional taxes, if repatriated.  However, we consider any excess to be indefinitely reinvested.  The determination of deferred tax liabilities on the amount of financial reporting over tax basis or the $4.5 billion of previously taxed foreign earn\nings is not practicable.\n•\nUncertain tax positions\n.  We record our global tax provision based on the respective tax rules and regulations for the jurisdictions in which we operate.  Where we believe that a tax position is supportable for income tax purposes, the item is included in our income tax returns.  Where treatment of a position is uncertain, a liability is recorded based upon the expected most likely outcome taking into consideration the technical merits of the position based on specific tax regulations and facts of each matter.  These liabilities may be affected by changing interpretations of laws, rulings by tax authorities or the expiration of the statute of limitations.\nGoodwill and Other Intangible Assets\nGoodwill and other indefinite-lived intangible assets are not subject to amortization and are tested for impairment annually and whenever events or changes in circumstances indicate that impairment may have occurred.  Intangible assets that are deemed to have finite lives are amortized over their useful lives, generally ranging from 10 to 20 years.  We typically obtain the assistance of third-party valuation specialists to measure the acquisition date fair values of goodwill and other intangible assets acquired.\nEvents and conditions that could result in impairment include a sustained drop in the market price of our common shares, increased competition or loss of market share, obsolescence, product claims that result in a significant loss of sales or profitability over the product life, deterioration in macroeconomic conditions, or declining financial performance in comparison to projected results.\nOur related accounting policies and our acquisition of Softex Indonesia are discussed in Item 8, Notes 1 and 3, respectively, to the consolidated financial statements.\nGoodwill\nIn our evaluation of goodwill impairment, we have the option to first assess qualitative factors such as macroeconomic, industry and competitive conditions, legal and regulatory environments, historical and projected financial performance, significant changes in the reporting unit and the magnitude of excess fair value over carrying amount from the previous quantitative impairment testing.  If the result of a qualitative test indicates a potential for impairment, a quantitative test is performed.  When a quantitative test is considered necessary, estimates of fair value for goodwill impairment testing are determined based on a discounted cash flow model and a market-based approach.  We use inputs from our long-range planning process to determine growth rates for sales and earnings.  The other key estimates and factors used in the discounted cash flow include, but are not limited to, discount rates, actual business trends experienced, commodity prices, foreign exchange rates, inflation and terminal growth rates.\nFor 2020, we completed the required annual assessment of goodwill for impairment for all of our reporting units using a qualitative assessment as of the first day of the third quarter, and we determined that it is more likely than not that the fair value is more than the carrying amount for each of our reporting units.\nOther Intangible Assets\nWe evaluate the useful lives of our other intangible assets, primarily brands, to determine if they are finite or indefinite-lived.  Reaching a determination on useful life requires significant judgments and assumptions regarding the future effects of obsolescence, demand, competition, other economic factors (such as the stability of the industry, known technological advances and expected changes in distribution channels), the level of required maintenance expenditures, and the expected lives of other related groups of assets.\nOur estimate of the fair value of our brand assets is based on a discounted cash flow model and a market-based approach using inputs which include projected revenues from our long-range plan, assumed royalty rates that could be payable if we did not own the brands, and a discount rate.  The cash flows used in the discounted cash flow model are consistent with those we use in our internal planning, which gives consideration to actual business trends experienced and the long-term business strategy.\nWe performed our 2020 impairment assessment of our intangible assets as of the first day of the third quarter of 2020, and based upon a qualitative assessment, no impairment indicators were found to be present.\nNew Accounting Standards\nSee Item 8, Note 1 to the consolidated financial statements for a description of new accounting standards and their anticipated effects on our consolidated financial statements.\nInformation Concerning Forward-Looking Statements\nCertain matters contained in this report concerning the business outlook, including the anticipated cost savings from our FORCE program, costs and savings from the 2018 Global Restructuring Program, cash flow and uses of cash, growth initiatives, innovations, marketing and other spending, net sales, anticipated currency rates and exchange risks, including the impact in Argentina, raw material, energy and other input costs, effective tax rate, contingencies and anticipated transactions of Kimberly-Clark, including dividends, share repurchases and pension contributions, constitute \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995 and are based upon management's expectations and\nbeliefs concerning future events impacting Kimberly-Clark.  There can be no assurance that these future events will occur as anticipated or that our results will be as estimated.  Forward-looking statements speak only as of the date they were made, and we undertake no obligation to publicly update them.\nThe assumptions used as a basis for the forward-looking statements include many estimates that, among other things, depend on the achievement of future cost savings and projected volume increases.  In addition, many factors outside our control, including pandemics (including the ongoing COVID-19 outbreak), epidemics, fluctuations in foreign currency exchange rates, the prices and availability of our raw materials, potential competitive pressures on selling prices for our products, energy costs, general economic and political conditions globally and in the markets in which we do business, as well as our ability to maintain key customer relationships and to realize the expected benefits and synergies of the Softex Indonesia acquisition, could affect the realization of these estimates.\nThe factors described under Item 1A, \"Risk Factors\" in this Form 10-K, or in our other SEC filings, among others, could cause our future results to differ from those expressed in any forward-looking statements made by us or on our behalf.  Other factors not presently known to us or that we presently consider immaterial could also affect our business operations and financial results."
  },
  {
    "item_key": "item_7a",
    "text": "As a multinational enterprise, we are exposed to risks such as changes in foreign currency exchange rates, interest rates and commodity prices.  A variety of practices are employed to manage these risks, including operating and financing activities and, where deemed appropriate, the use of derivative instruments.  Derivative instruments are used only for risk management purposes and not for speculation.  Foreign currency derivative instruments are primarily entered into with major financial institutions.  Our credit exposure under these arrangements is limited to agreements with a positive fair value at the reporting date.  Credit risk with respect to the counterparties is actively monitored but is not considered significant since these transactions are executed with a diversified group of financial institutions.\nPresented below is a description of our risks (foreign currency risk and interest rate risk) together with a sensitivity analysis, performed annually, of each of these risks based on selected changes in market rates and prices.  These analyses reflect management's view of changes which are reasonably possible to occur over a one-year period.  Also included is a description of our commodity price risk.\nForeign Currency Risk\nA portion of our foreign currency risk is managed through the systematic use of foreign currency forward contracts.  The use of these instruments supports the management of transactional exposures to exchange rate fluctuations as the gains or losses incurred on the derivative instruments will offset, in whole or in part, gains or losses on the underlying foreign currency exposure.  We also utilize cross currency swaps and foreign denominated debt to hedge certain investments in foreign subsidiaries.  The gain or loss on these instruments is recognized in other comprehensive income to offset the change in value of the net investments being hedged.\nForeign currency contracts and transactional exposures are sensitive to changes in foreign currency exchange rates.  An annual test is performed to quantify the effects that possible changes in foreign currency exchange rates would have on annual operating profit based on our foreign currency contracts and transactional exposures at the current year-end.  The balance sheet effect is calculated by multiplying each affiliate's net monetary asset or liability position by a 10 percent change in the foreign currency exchange rate versus the U.S. dollar.\nAs of December 31, 2020, a 10 percent unfavorable change in the exchange rate of the U.S. dollar against the prevailing market rates of foreign currencies involving balance sheet transactional exposures would not be material to our consolidated financial position, results of operations or cash flows.  This hypothetical loss on transactional exposures is based on the difference between the December 31, 2020 rates and the assumed rates.\nOur operations in Argentina are reported using highly inflationary accounting and their functional currency is the U.S. dollar.  Changes in the value of an Argentine peso versus the U.S. dollar applied to our net peso monetary position are recorded in Other (income) and expense, net at the time of the change.  As of December 31, 2020, K-C Argentina had a small net peso monetary position and a 10 percent unfavorable change in the exchange rate would not be material.\nThe translation of the balance sheets of non-U.S. operations from local currencies into U.S. dollars is also sensitive to changes in foreign currency exchange rates.  Consequently, an annual test is performed to determine if changes in currency exchange rates would have a significant effect on the translation of the balance sheets of non-U.S. operations into U.S. dollars.  These translation gains or losses are recorded as unrealized translation adjustments (\"UTA\") within stockholders' equity.  The hypothetical change in UTA is calculated by multiplying the net assets of these non-U.S. operations by a 10 percent change in the currency exchange rates.  As of December 31, 2020, a 10 percent unfavorable change in the exchange rate of the U.S. dollar against the prevailing market rates of our foreign currency translation exposures would have reduced stockholders' equity by approximately $750.  In the view of management, the above potential UTA adjustments resulting from these assumed changes in foreign currency exchange rates are not material to our consolidated financial position because they would not affect our cash flow.\nInterest Rate Risk\nInterest rate risk is managed through the maintenance of a portfolio of variable and fixed-rate debt composed of short and long-term instruments.  The objective is to maintain a cost-effective mix that management deems appropriate.  At December 31, 2020, the long-term debt portfolio was comprised of primarily fixed-rate debt.  F\nrom time to time, we also hedge the anticipated issuance of fixed-rate debt and those contracts are designated as cash flow hedges.\nIn order to determine the impact of changes in interest rates on our financial position or future results of operations,  we calculated the increase or decrease in the market value of fixed-rate debt using a 10 percent change in current market interest rates and the rates governing these instruments.  At December 31, 2020, a 10 percent decrease in interest rates would have increased the fair value of fixed-rate debt by about $198, which would not have a significant impact on our financial statements as we do not record debt at fair value.\nCommodity Price Risk\nWe are subject to commodity price risk, the most significant of which relates to the price of pulp.  Selling prices of tissue products are influenced, in part, by the market price for pulp.  As previously discussed under Item 1A, \"Risk Factors,\" increases in pulp prices could adversely affect earnings if selling prices are not adjusted or if such adjustments significantly trail the increases in pulp prices.  In some instances, we utilize negotiated short-term contract structures, including fixed price contracts, to manage volatility for a portion of our commodity costs, but derivative instruments have not been used to manage these risks.\nOur energy, manufacturing and transportation costs are affected by various market factors including the availability of supplies of particular forms of energy, energy prices and local and national regulatory decisions.  As previously discussed under Item 1A, \"Risk Factors,\" there can be no assurance we will be fully protected against substantial changes in the price or availability of energy sources.  In addition, we are subject to price risk for utilities and manufacturing inputs, used in our manufacturing operations.  Derivative instruments are used in accordance with our risk management policy to hedge a limited portion of the price risk."
  },
  {
    "item_key": "item_8",
    "text": "KIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nCONSOLIDATED INCOME STATEMENTS\nSee notes to the consolidated financial statements.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nSee notes to the consolidated financial statements.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\nSee notes to the consolidated financial statements.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS' EQUITY\nSee notes to the consolidated financial statements.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nCONSOLIDATED CASH FLOW STATEMENTS\nSee notes to the consolidated financial statements.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nNOTES TO THE CONSOLIDATED FINANCIAL STATEMENTS\nNote 1.\nAccounting Policies\nBasis of Presentation\nThe consolidated financial statements present the accounts of Kimberly-Clark Corporation and all subsidiaries in which it has a controlling financial interest as if they were a single economic entity in conformity with accounting principles generally accepted in the United States of America (\"GAAP\").  All intercompany transactions and accounts are eliminated in consolidation.  The terms \"Corporation,\" \"Kimberly-Clark,\" \"we,\" \"our,\" and \"us\" refer to Kimberly-Clark Corporation and all subsidiaries in which it has a controlling financial interest.  Dollar amounts are reported in millions, except per share dollar amounts, unless otherwise noted.\nUse of Estimates\nThe preparation of financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of net sales and expenses during the reporting periods.  Actual results could differ from these estimates, and changes in these estimates are recorded when known.  Estimates are used in accounting for, among other things, sales incentives and trade promotion allowances, employee postretirement benefits, and deferred income taxes and potential assessments.\nCash Equivalents\nCash equivalents are short-term investments with an original maturity date of three months or less.\nInventories and Distribution Costs\nMost U.S. inventories are valued at the lower of cost, using the Last-In, First-Out (\"LIFO\") method, or market.  The balance of the U.S. inventories and inventories of consolidated operations outside the U.S. are valued at the lower of cost or net realizable value using either the First-In, First-Out (\"FIFO\") or weighted-average cost methods.  Net realizable value is the estimated selling prices in the ordinary course of business, less reasonably predictable costs of completion, disposal, and transportation.  Distribution costs are classified as cost of products sold.\nProperty and Depreciation\nProperty, plant and equipment are stated at cost and are depreciated on the straight-line method.  Buildings are depreciated over their estimated useful lives, primarily\n40\nyears.  Machinery and equipment are depreciated over their estimated useful lives, primarily ranging from\n16\nto\n20\nyears.  Purchases of computer software, including external costs and certain internal costs (including payroll and payroll-related costs of employees) directly associated with developing significant computer software applications for internal use, are capitalized.  Computer software costs are amortized on the straight-line method over the estimated useful life of the software, which generally does not exceed\n5\nyears.\nEstimated useful lives are periodically reviewed and, when warranted, changes are made to them.  Long-lived assets are reviewed for impairment whenever events or changes in circumstances indicate that their carrying amount may not be recoverable.  An impairment loss would be indicated when estimated undiscounted future cash flows from the use and eventual disposition of an asset group, which are identifiable and largely independent of the cash flows of other asset groups, are less than the carrying amount of the asset group.  Measurement of an impairment loss would be based on the excess of the carrying amount of the asset group over its fair value.  Fair value is measured using discounted cash flows or independent appraisals, as appropriate.  When property is sold or retired, the cost of the property and the related accumulated depreciation are removed from the consolidated balance sheet and any gain or loss on the transaction is included in income.\nGoodwill and Other Intangible Assets\nGoodwill represents costs in excess of fair values assigned to the underlying net assets of acquired businesses. Goodwill is not amortized, but rather is assessed for impairment annually and whenever events and circumstances indicate that impairment may have occurred. Impairment testing compares the reporting unit carrying amount, including goodwill, with its fair value.  If the reporting unit carrying amount, including goodwill, exceeds its fair value, a goodwill impairment charge for the excess amount above fair value would be recorded.  In our evaluation of goodwill impairment, we have the option to first assess qualitative factors such as macroeconomic, industry and competitive conditions, legal and regulatory environments, historical and\nprojected financial performance, significant changes in the reporting unit and the magnitude of excess fair value over carrying amount from the previous quantitative impairment testing.  If the qualitative assessment determines that it is more likely than not that the fair value of a reporting unit is less than its carrying amount, then a quantitative impairment test using discounted cash flows to estimate fair value must be performed.  On the other hand, if the qualitative assessment determines that it is more likely than not that the fair value of a reporting unit is more than its carrying value, then further quantitative testing is not required.  For 2020, we completed the required annual assessment of goodwill for impairment for all of our reporting units using a qualitative assessment as of the first day of the third quarter, and we determined that it is more likely than not that the fair value is more than the carrying amount for each of our reporting units.\nIndefinite-lived intangible assets, other than goodwill, consist of certain brand names related to our acquisition of Softex Indonesia and are tested for impairment annually at the same time as our goodwill impairment assessment and whenever events and circumstances indicate that impairment may have occurred.  Our estimate of the fair value of our brand assets is based on a discounted cash flow model and a market-based approach using inputs which include projected revenues from our long-range plan, assumed royalty rates that could be payable if we did not own the brands, and a discount rate.\nIntangible assets with finite lives are amortized over their estimated useful lives and are reviewed for impairment whenever events or changes in circumstances indicate that their carrying amount may not be recoverable.  An impairment loss would be indicated when estimated undiscounted future cash flows from the use of the asset are less than its carrying amount.\nAn impairment loss would be measured as the difference between the fair value (based on discounted future cash flows) and the carrying amount of the asset.\nEstimated useful lives range from\n10\nto\n20\nyears for trademarks and\n15\nto\n20\nyears for certain acquired distributor and customer relationships.\nInvestments in Equity Companies\nInvestments in companies which we do not control but over which we have the ability to exercise significant influence and that, in general, are at least 20 percent-owned by us, are stated at cost plus equity in undistributed net income.  These investments are evaluated for impairment when warranted.  An impairment loss would be recorded whenever a decline in value of an equity investment below its carrying amount is determined to be other than temporary.  In judging \"other than temporary,\" we would consider the length of time and extent to which the fair value of the equity company investment has been less than the carrying amount, the near-term and longer-term operating and financial prospects of the equity company, and our longer-term intent of retaining the investment in the equity company.\nRevenue Recognition\nSales revenue is recognized at the time of product shipment or delivery, depending on when control passes, to unaffiliated customers, and when all of the following have occurred: a firm sales agreement is in place, pricing is fixed or determinable, and collection is reasonably assured.  Sales are reported net of returns, consumer and trade promotions, rebates and freight allowed.  Taxes imposed by governmental authorities on our revenue-producing activities with customers, such as sales taxes and value-added taxes, are excluded from net sales.\nSales Incentives and Trade Promotion Allowances\nThe cost of promotion activities provided to customers is classified as a reduction in sales revenue.  In addition, the estimated redemption value of consumer coupons and related expense are recorded when the related revenue from customers is realized.  Rebate and promotion accruals are based on estimates of the quantity of customer sales. Promotion accruals also consider estimates of the number of consumer coupons that will be redeemed and timing and costs of activities within the promotional programs.\nAdvertising Expense\nAdvertising costs are expensed in the year the related advertisement or campaign is first presented through traditional or digital media.  For interim reporting purposes, advertising expenses are charged to operations as a percentage of sales based on estimated sales and related advertising expense for the full year.\nResearch Expense\nResearch and development costs are charged to expense as incurred.\nOther Income\nCertain amounts not directly associated with the current operations of the business are recorded in Other (income) and expense, net.  In the fourth quarter of 2020, we received a favorable legal ruling that resolved certain matters related to prior years’ business taxes in Brazil.  These matters involved the revenue base, which included value added taxes, used to calculate and pay social security taxes for the period 2004 to 2014.  In the legal ruling, the São Paulo State Court recognized our right to exclude the value added taxes from the revenue base used to calculate those social security taxes.  This decision resulted in business tax credits being recognized of $\n77\nthat we expect to use by the end of 2024.\nIn the fourth quarter of 2019, gains of $\n194\non the sales of manufacturing facilities and associated real estate which were disposed of as part of the restructuring were recorded.  See Note 2\n.\nAlso, in the fourth quarter of 2019, we recognized a gain of $\n31\non the sale of property associated with a former manufacturing facility that was closed in 2012 as part of a past restructuring.\nForeign Currency Translation\nThe income statements of foreign operations, other than those in highly inflationary economies, are translated into U.S. dollars at rates of exchange in effect each month.  The balance sheets of these operations are translated at period-end exchange rates, and the differences from historical exchange rates are reflected in stockholders' equity as unrealized translation adjustments.\nAs of July 1, 2018, we elected to adopt highly inflationary accounting for our subsidiaries in Argentina (“K-C Argentina”).  The effect of changes in exchange rates on peso-denominated monetary assets and liabilities has been reflected in earnings in Other (income) and expense, net and was not material.  As of December 31, 2020, K-C Argentina had a small net peso monetary position.  Net sales of K-C Argentina were approximately\n1\npercent of our consolidated net sales in 2020, 2019 and 2018\n.\nDerivative Instruments and Hedging\nOur policies allow the use of derivatives for risk management purposes and prohibit their use for speculation.  Our policies also prohibit the use of any leveraged derivative instrument.  Consistent with our policies, foreign currency derivative instruments, interest rate swaps and locks, and the majority of commodity hedging contracts are entered into with major financial institutions.  At inception, we formally designate certain derivatives as cash flow, fair value or net investment hedges and establish how the effectiveness of these hedges will be assessed and measured.  This process links the derivatives to the transactions or financial balances they are hedging.  Changes in the fair value of derivatives not designated as hedging instruments are recorded in earnings as they occur.  All derivative instruments are recorded as assets or liabilities on the balance sheet at fair value.  Changes in the fair value of derivatives are either recorded in the income statement or other comprehensive income, as appropriate.  The gain or loss on derivatives designated as fair value hedges and the offsetting loss or gain on the hedged item attributable to the hedged risk are included in income in the period that changes in fair value occur.  The gain or loss on derivatives designated as cash flow hedges is included in other comprehensive income in the period that changes in fair value occur, and is reclassified to income in the same period that the hedged item affects income.  The gain or loss on derivatives designated as hedges of investments in foreign subsidiaries is recognized in other comprehensive income to offset the change in value of the net investments being hedged.  Certain foreign-currency derivative instruments not designated as hedging instruments have been entered into to manage certain non-functional currency denominated monetary assets and liabilities.  The gain or loss on these derivatives is included in income in the period that changes in their fair values occur.  Cash flows from derivatives are classified within the consolidated statement of cash flows in the same category as the items being hedged.  Cash flows from derivatives are classified within Operating Activities, except for derivatives designated as net investment hedges which are classified in Investing Activities.  See Note 11 for disclosures about derivative instruments and hedging activities.\nLeases\nLease assets and lease liabilities are recognized at the commencement of an arrangement where it is determined at inception that a lease exists.  Lease assets represent the right to use an underlying asset for the lease term, and lease liabilities represent the obligation to make lease payments arising from the lease.  These assets and liabilities are initially recognized based on the present value of lease payments over the lease term calculated using our incremental borrowing rate generally applicable to the location of the lease asset, unless the implicit rate is readily determinable.  Lease assets also include any upfront lease payments made and exclude lease incentives.  Lease terms include options to extend or terminate the lease when it is reasonably certain that those options will be exercised.\nVariable lease payments are generally expensed as incurred and include certain index-based changes in rent, certain nonlease components, such as maintenance and other services provided by the lessor, and other charges included in the lease.  Leases with an initial term of 12 months or less are not recorded on the balance sheet, and the expense for these short-term leases and for operating leases is recognized on a straight-line basis over the lease term.\nCertain lease agreements with lease and nonlease components are combined as a single lease component.  The depreciable life of lease assets and leasehold improvements is limited by the expected lease term, unless there is a transfer of title or purchase option reasonably certain of exercise.\nAccounting Standards - Adopted During 2020\nThe Financial Accounting Standards Board (the \"FASB\") issued Accounting Standards Update (\"ASU\") No. 2018-15,\nIntangibles-Goodwill and Other-Internal-Use Software (Subtopic 350-40)\n.  The new guidance reduces complexity for the accounting for costs of implementing a cloud computing service arrangement and aligns the requirements for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software (and hosting arrangements that include an internal use software license).  We adopted this standard as of January 1, 2020 on a prospective basis.  The effects of this standard on our financial position, results of operations and cash flows were not material.\nIn March 2020, the FASB issued ASU No. 2020-04,\nReference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting.\nThis guidance provides temporary optional expedients and exceptions to accounting guidance on contract modifications and hedge accounting to ease entities’ financial reporting burdens as the market transitions from the London Interbank Offered Rate (LIBOR) and other interbank offered rates to alternative reference rates.  The guidance was effective upon issuance and generally can be applied through December 31, 2022.  In January 2021, the FASB issued ASU No. 2021-01 to further clarify the scope of this guidance.  The effects of these standards on our financial position, results of operations and cash flows are not expected to be material.\nAccounting Standards Issued - Not Adopted as of December 31, 2020\nIn 2019, the FASB issued ASU No. 2019-12,\nSimplifying the Accounting for Income Taxes (Topic 740)\n.  The new guidance simplifies the accounting for income taxes by eliminating certain exceptions related to the approach for intraperiod tax allocation, the tax basis of goodwill after a business combination, and the recognition of deferred tax liabilities for outside basis differences.  The new guidance also changes the calculation of the income tax impact of hybrid taxes and the methodology for calculating income taxes in an interim period.  We adopted this standard as of January 1, 2021 on either a prospective basis, or through a modified retrospective approach, as required by the standard.  There was no cumulative effect adjustment recorded to retained earnings as the amount was not material.  The effects of this standard on our financial position, results of operations and cash flows were not material.\nNote 2.\n2018 Global Restructuring Program\nIn January 2018, we announced the 2018 Global Restructuring Program to reduce our structural cost base by streamlining and simplifying our manufacturing supply chain and overhead organization.  We expect to close or sell approximately 10 manufacturing facilities and expand production capacity at several others.  We expect to exit or divest some lower-margin businesses that generate approximately 1 percent of our net sales.  The restructuring is expected to impact all of our business segments and our organizations in all major geographies.  Workforce reductions are now expected to be in the range of\n6,300\nto\n6,400\n.\nThe restructuring is expected to be completed in 2021, with total costs now anticipated to be in the range of $\n2.0\nbillion to $\n2.1\nbillion pre-tax ($\n1.5\nbillion to $\n1.6\nbillion after tax).  Cash costs are expected to be $\n1.1\nbillion to $\n1.15\nbillion, primarily related to workforce reductions.  Non-cash charges are expected to be $\n900\nto $\n950\npre-tax and will primarily consist of incremental depreciation, asset write-offs and pension settlement and curtailment charges.  Restructuring charges in 2021 are expected to be $\n180\nto $\n280\npre-tax ($\n135\nto $\n215\nafter tax).\nThe following net charges were incurred in connection with the 2018 Global Restructuring Program:\n(a)\nOther (income) and expense, net in 2019 was the result of pre-tax gains on the sales of manufacturing facilities and associated real estate which were disposed of as part of the restructuring.\n(b)\nRepresents non-cash pension settlement and curtailment charges resulting from restructuring actions, primarily in the U.S., United Kingdom and Canada.\nThe measurement of the asset impairment charges was based on the excess of the carrying values of the impacted asset groups over their fair values.  These fair values were measured by using discounted cash flows expected over the limited time the assets would remain in use or the expected sales value, and as a result, the assets were essentially written off or written down to fair value less costs to sell.  The use of discounted cash flows represents a level 3 measure under the fair value hierarchy.\nThe following summarizes the restructuring liabilities activity:\nAs of December 31, 2020 and 2019, restructuring liabilities of $\n73\nand $\n93\nare recorded in Accrued expenses and other current liabilities and $\n20\nand $\n39\nare recorded in Other Liabilities, respectively.  The impact related to restructuring charges is recorded in Operating working capital and Other Operating Activities, as appropriate, in our consolidated cash flow statement.\nThrough December 31, 2020, cumulative pre-tax charges for the 2018 Global Restructuring Program were $\n1.8\nbillion ($\n1.4\nbillion after tax).\nNote 3\n.\nAcquisition\nOn October 1, 2020 (“Acquisition Date”), we acquired Softex Indonesia, a leader in the fast-growing Indonesian personal care market, in an all-cash transaction for approximately $\n1.2\nbillion.  The transaction price is subject to finalization of working capital and net debt adjustments which resulted in a preliminary purchase price of $\n1.1\nbillion as of December 31, 2020 in addition to the assumption of certain indebtedness of Softex Indonesia at closing.  This transaction significantly expands our presence in an important developing and emerging market and is a strong strategic fit with our core business.  Softex Indonesia generated net sales of approximately $\n420\nin 2019.  We financed the transaction through a combination of short-term commercial paper, cash on hand, and the issuance of a $\n600\nbond.  During the year ended December 31, 2020, we recorded transaction and integration costs of $\n32\nin Marketing, research and general expenses.\nWe consolidated Softex Indonesia into our financial statements beginning in the fourth quarter of 2020.  We have substantially completed an initial purchase price allocation in which we utilized several generally accepted valuation methodologies to determine the fair value of certain acquired assets.  The primary valuation methods included the replacement cost approach, sales comparison approach, discounted cash flow, multi-period excess earnings, relief from royalty and distributor methods.  These valuation methodologies are commonly used to value similar tangible and identifiable intangible assets in the Consumer Packaged Goods industry.  All of the selected valuation methodologies incorporate unobservable inputs, or Level 3 inputs, as defined by the fair value hierarchy in ASC 820,\nFair Value Measurements\n.  In connection with these valuation methodologies, we are required to make estimates and assumptions regarding market comparables, revenue growth rates, operating margins, distributor and customer attrition rates, royalty rates, distributor margins and discount rates, which are primarily based on cash flow forecasts, business plans, economic projections, and other information available to market participants.\nThe total purchase price consideration was allocated to the net assets acquired based upon their respective estimated fair values as follows:\nAcquired intangible assets other than goodwill include certain brand names of $\n637\n, which are considered to have indefinite useful lives, and other brand names and distributor and customer relationships of $\n120\n, which have estimated useful lives of 15 to 20 years.  Goodwill of $\n390\nwas allocated to the Personal Care business segment.  The goodwill is primarily attributable to future growth opportunities and any intangible assets that did not qualify for separate recognition.\nWhile the goodwill is not deductible for local tax purposes, it is treated as an amortizable expense for the U.S. global intangible low-taxed income (\"GILTI\") computation.\nBased on the carrying values of the finite-lived intangible assets as of December 31, 2020, amortization expense for each of the next five years is estimated to be approximately $\n7\n.\nThe preliminary estimates of the fair value of identifiable assets acquired and liabilities assumed are subject to revisions, which may result in adjustments to the preliminary values discussed above.  We continue to evaluate potential contingencies that may have existed as of the acquisition date and expect to finalize the purchase price allocation no later than the fourth quarter of 2021.\nThe consolidated results of operations for Softex Indonesia are reported primarily in our Personal Care business segment on a one-month lag.  As such, Softex Indonesia’s results of operations from the Acquisition Date through November 30, 2020 are included in our consolidated results of operations for the year ended December 31, 2020.\nThe impact of the acquisition on our consolidated results of operations for the year ended December 31, 2020 was not significant.\nPro forma results of operations have not been presented as the impact on our consolidated financial statements is not material.\nNote 4.\nFair Value Information\nThe following fair value information is based on a fair value hierarchy that prioritizes the inputs to valuation techniques used to measure fair value.  The three levels in the hierarchy used to measure fair value are:\nLevel 1—Unadjusted quoted prices in active markets accessible at the reporting date for identical assets and liabilities.\nLevel 2—Quoted prices for similar assets or liabilities in active markets.  Quoted prices for identical or similar assets and liabilities in markets that are not considered active or financial instruments for which all significant inputs are observable, either directly or indirectly.\nLevel 3—Prices or valuations that require inputs that are significant to the valuation and are unobservable.\nA financial instrument's level within the fair value hierarchy is based on the lowest level of any input that is significant to the fair value measurement.\nDuring 2020 and 2019, there were no significant transfers to or from level 3 fair value determinations.\nDerivative assets and liabilities are measured on a recurring basis at fair value.  At December 31, 2020 and 2019, derivative assets were $\n44\nand $\n34\n, respectively, and derivative liabilities were $\n92\nand $\n44\n, respectively.  The fair values of derivatives used to manage interest rate risk and commodity price risk are based on LIBOR rates and interest rate swap curves and NYMEX price quotations, respectively.  The fair values of hedging instruments used to manage foreign currency risk are based on published quotations of spot currency rates and forward points, which are converted into implied forward currency rates.  Measurement of our derivative assets and liabilities is considered a level 2 measurement.  See Note 11 for additional information on our use of derivative instruments.\nRedeemable preferred securities of subsidiaries are measured on a recurring basis at fair value and were $\n28\nand $\n29\nat December 31, 2020 and 2019, respectively.  They are not traded in active markets.  As of December 31, 2020, the fair values of the redeemable securities were based on a discounted cash flow valuation model.  Measurement of the redeemable preferred securities is considered a level 3 measurement.\nCompany-owned life insurance (\"COLI\") assets are measured on a recurring basis at fair value.  COLI assets were $\n73\nand $\n76\nat December 31, 2020 and 2019, respectively.  The COLI policies are a source of funding primarily for our nonqualified employee benefits and are included in other assets. The COLI policies are measured at fair value using the net asset value per share practical expedient, and therefore, are not classified in the fair value hierarchy.\nThe following table includes the fair value of our financial instruments for which disclosure of fair value is required:\n(a)\nCash equivalents are composed of certificates of deposit, time deposits and other interest-bearing investments with original maturity dates of 90 days or less.  Cash equivalents are recorded at cost, which approximates fair value.\n(b)\nTime deposits are composed of deposits with original maturities of more than 90 days but less than one year and instruments with original maturities of greater than one year, included in Other current assets or Other Assets in the consolidated balance sheet, as appropriate.  Time deposits are recorded at cost, which approximates fair value.\n(c)\nShort-term debt is composed of U.S. commercial paper and/or other similar short-term debt issued by non-U.S. subsidiaries, all of which are recorded at cost, which approximates fair value.\n(d)\nLong-term debt includes the current portion of these debt instruments.  Fair values were estimated based on quoted prices for financial instruments for which all significant inputs were observable, either directly or indirectly.\nNote 5.\nDebt and Redeemable Preferred Securities of Subsidiaries\nLong-term debt is composed of the following:\nScheduled maturities of long-term debt for the next five years are $\n265\nin 2021, $\n314\nin 2022, $\n475\nin 2023, $\n618\nin 2024 and $\n557\nin 2025.\nIn September 2020, we issued $\n600\naggregate principal amount of\n1.05\n% notes due September 15, 2027.  Proceeds from the offering together with cash on hand and borrowings under our commercial paper program were used to fund the acquisition of  Softex Indonesia.\nIn March 2020, we issued $\n750\naggregate principal amount of\n3.10\n% notes due March 26, 2030. Proceeds from the offering were used for general corporate purposes including the repayment of a portion of our commercial paper indebtedness.\nIn February 2020, we issued $\n500\naggregate principal amount of\n2.875\n% notes due February 7, 2050. Proceeds from the offering were used for general corporate purposes including the repayment of a portion of our commercial paper indebtedness.\nIn April 2019, we issued $\n700\naggregate principal amount of\n3.20\n% notes due April 25, 2029.  Proceeds from the offering were used for general corporate purposes, including the repayment of a portion of our outstanding commercial paper indebtedness.\nIn October 2018, we issued $\n500\naggregate principal amount of\n3.95\n% notes due November 1, 2028.  Proceeds from the offering were used for general corporate purposes, including repayment of a portion of our outstanding commercial paper indebtedness.\nWe maintain a $\n2.0\nbillion revolving credit facility which expires in June 2023 and a $\n750\nrevolving credit facility which expires in June 2021.  These facilities, currently unused, support our commercial paper program, and would provide liquidity in the event our access to the commercial paper markets is unavailable for any reason.\nOur subsidiary in Central America has outstanding redeemable preferred securities that are held by a noncontrolling interest.\nNote 6.\nStock-Based Compensation\nWe have a stock-based Equity Participation Plan and an Outside Directors' Compensation Plan (the \"Plans\"), under which we can grant stock options, restricted shares and restricted share units to employees and outside directors.  As of December 31, 2020, the number of shares of common stock available for grants under the Plans aggregated\n11\nmillion shares.\nStock options are granted at an exercise price equal to the fair market value of our common stock on the date of grant, and they have a term of\n10\nyears.  Stock options are subject to graded vesting whereby options vest\n30\npercent at the end of each of the first two 12-month periods following the grant and\n40\npercent at the end of the third 12-month period.\nRestricted shares, time-vested restricted share units and performance-based restricted share units granted to employees are valued at the closing market price of our common stock on the grant date and vest generally at the end of\nthree years\n.  The number of performance-based share units that ultimately vest ranges from\nzero\nto\n200\npercent of the number granted, based on performance tied to return on invested capital (\"ROIC\") and net sales during the three-year performance period.  ROIC and net sales targets are set at the beginning of the performance period.  Restricted share units granted to outside directors are valued at the closing market price of our common stock on the grant date and vest when they are granted.  The restricted period begins on the date of grant and expires on the date the outside director retires from or otherwise terminates service on our Board.\nAt the time stock options are exercised or restricted shares and restricted share units become payable, common stock is issued from our accumulated treasury shares.  Dividend equivalents are credited on restricted share units on the same date and at the same rate as dividends are paid on Kimberly-Clark's common stock.  These dividend equivalents, net of estimated forfeitures, are charged to retained earnings.\nStock-based compensation costs of $\n147\n, $\n96\nand $\n41\nand related deferred income tax benefits of $\n32\n, $\n11\nand $\n13\nwere recognized for 2020, 2019 and 2018, respectively.\nThe fair value of stock option awards was determined using a Black-Scholes-Merton option-pricing model utilizing a range of assumptions related to dividend yield, volatility, risk-free interest rate, and employee exercise behavior.  Dividend yield is based on historical experience and expected future dividend actions.  Expected volatility is based on a blend of historical volatility and implied volatility from traded options on Kimberly-Clark's common stock.  The risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant.  We estimate forfeitures based on historical data.\nThe weighted-average fair value of options granted was estimated at $\n15.92\n, $\n13.54\nand $\n13.56\n, in 2020, 2019 and 2018, respectively, per option on the date of grant based on the following assumptions:\nTotal remaining unrecognized compensation costs and amortization period are as follows:\nA summary of stock-based compensation is presented below:\nThe total intrinsic value of options exercised during 2020, 2019 and 2018 was $\n62\n, $\n62\nand $\n22\n, respectively.\nThe total fair value of restricted share units that were distributed to participants during 2020, 2019 and 2018 was $\n62\n, $\n75\nand $\n65\n, respectively.\nNote 7.\nEmployee Postretirement Benefits\nSubstantially all regular employees in the U.S. and the United Kingdom are covered by defined contribution retirement plans and certain U.S. and United Kingdom employees previously earned benefits covered by defined benefit pension plans that currently provide no future service benefit (the \"Principal Plans\").  Certain other subsidiaries have defined benefit pension plans or, in certain countries, termination pay plans covering substantially all regular employees.  The funding policy for our qualified defined benefit pension plans is to contribute assets at least equal in amount to regulatory minimum requirements.  Nonqualified U.S. plans providing pension benefits in excess of limitations imposed by the U.S. income tax code are not funded.\nSubstantially all U.S. retirees and employees have access to our unfunded health care and life insurance benefit plans.  The annual increase in the consolidated weighted-average health care cost trend rate is expected to be\n5.5\npercent in 2021 and to decline to\n4.5\npercent in\n2029\nand thereafter.  Assumed health care cost trend rates affect the amounts reported for postretirement health care benefit plans.\nAs a result of restructuring actions related to the 2018 Global Restructuring Program, aggregate pension settlement charges of $\n49\nand $\n46\nduring 2020 and 2019 and a curtailment gain of $\n1\nduring 2019 were recognized in Nonoperating expense,\nrespectively, primarily related to the defined benefit pension plans in the U.S., United Kingdom and Canada (see Note 2 for further information about the 2018 Global Restructuring Program).\nSummarized financial information about postretirement plans, excluding defined contribution retirement plans, is presented below:\n(a)\nThe actuarial net losses in 2020 and 2019 were primarily due to discount rate decreases in 2020 and 2019.\nSubstantially all of the funded status of pension and other benefits is recognized in the consolidated balance sheet in Noncurrent Employee Benefits, with the remainder recognized in Accrued Expenses and other current liabilities and Other Assets.\nInformation for the Principal Plans and All Other Pension Plans\nApproximately one-half of the PBO and fair value of plan assets for the Principal Plans relate to the U.S. qualified and nonqualified pension plans.\nInformation for Pension Plans with an ABO in Excess of Plan Assets\nInformation for Pension Plans with a PBO in Excess of Plan Assets\nComponents of Net Periodic Benefit Cost\n(a)\nThe expected return on plan assets is determined by multiplying the fair value of plan assets at the remeasurement date, typically the prior year-end adjusted for estimated current year cash benefit payments and contributions, by the expected long-term rate of return.\nThe components of net periodic benefit cost other than the service cost component are included in the line item Nonoperating expense in our consolidated income statement.\nWeighted-Average Assumptions Used to Determine Net Periodic Benefit Cost for Years Ended December 31\nWeighted-Average Assumptions Used to Determine Benefit Obligations at December 31\nInvestment Strategies for the Principal Plans\nStrategic asset allocation decisions are made considering several risk factors, including plan participants' retirement benefit security, the estimated payments of the associated liabilities, the plan funded status, and Kimberly-Clark's financial condition.  The resulting strategic asset allocation is a diversified blend of equity and fixed income investments.  Equity investments are typically diversified across geographies and market capitalization.  Fixed income investments are diversified across multiple sectors including government issues and corporate debt instruments with a portfolio duration that is consistent with the estimated payment of the associated liability.  Actual asset allocation is regularly reviewed and periodically rebalanced to the strategic allocation when considered appropriate.  Our 2021 target plan asset allocation for the Principal Plans is approximately\n85\npercent fixed income securities and\n15\npercent equity securities.\nThe expected long-term rate of return is generally evaluated on an annual basis.  In setting this assumption, we consider a number of factors including projected future returns by asset class relative to the current asset allocation.  The weighted-average expected long-term rate of return on pension fund assets used to calculate pension expense for the Principal Plans was\n3.76\npercent in 2020,\n4.59\npercent in 2019 and\n4.75\npercent in 2018, and will be\n3.51\npercent in 2021.\nSet forth below are the pension plan assets of the Principal Plans measured at fair value, by level in the fair-value hierarchy.  More than 70 percent of the assets are held in pooled funds and are measured using a net asset value (or its equivalent).  Accordingly, such assets do not meet the Level 1, Level 2, or Level 3 criteria of the fair value hierarchy.\nFutures contracts are used when appropriate to manage duration targets.  As of December 31, 2020 and 2019, the U.S. plan held directly Treasury futures contracts with a total notional value of approximately $\n396\nand $\n345\n, respectively, and an\ninsignificant fair value.  As of December 31, 2020 and 2019, the United Kingdom plan held through a pooled fund future contracts with a total notional value of approximately $\n454\nand $\n346\n, and an insignificant fair value.\nDuring 2020 and 2019, the plan assets did not include a significant amount of Kimberly-Clark common stock.\nInputs and valuation techniques used to measure the fair value of plan assets vary according to the type of security being valued.  Substantially all of the equity securities held directly by the plans are actively traded and fair values are determined based on quoted market prices.  Fair values of U.S. government securities are determined based on trading activity in the marketplace.\nFair values of U.S. corporate debt, U.S. municipals and international bonds are typically determined by reference to the values of similar securities traded in the marketplace and current interest rate levels.  Multiple pricing services are typically employed to assist in determining these valuations.\nFair values of equity securities and fixed income securities held through units of pooled funds are based on net asset value of the units of the pooled fund determined by the fund manager.  Pooled funds are similar in nature to retail mutual funds, but are typically more efficient for institutional investors.  The fair value of pooled funds is determined by the value of the underlying assets held by the fund and the units outstanding.\nEquity securities held directly by the pension trusts and those held through units in pooled funds are monitored as to issuer and industry.  Except for U.S. Treasuries, concentrations of fixed income securities are similarly monitored for concentrations by issuer and industry.  As of December 31, 2020,\nthere were no significant concentrations of equity or debt securities in any single issuer or industry.\nNo level 3 transfers (in or out) were made in 2020 or 2019.  Fair values of insurance contracts are based on an evaluation of various factors, including purchase price.\nWe expect to contribute approximately $\n50\nto our defined benefit pension plans in 2021.\nOver the next ten years, we expect that the following gross benefit payments will occur:\nDefined Contribution Pension Plans\nOur 401(k) profit sharing plan and supplemental plan provide for a matching contribution of a U.S. employee's contributions and accruals, subject to predetermined limits, as well as a discretionary profit sharing contribution, in which contributions will be based on our profit performance.  We also have defined contribution pension plans for certain employees outside the U.S.  Costs charged to expense for our defined contribution pension plans were $\n141\nin 2020, $\n131\nin 2019, and $\n120\nin 2018.  Approximately 25 percent of these costs were for plans outside the U.S.\nNote 8.\nStockholders' Equity\nThe changes in the components of AOCI attributable to Kimberly-Clark, net of tax, are as follows:\n(a)\nIncluded in computation of net periodic pension and other postretirement benefits costs (see Note 7).\nIncluded in the above defined benefit pension plans and other postretirement benefit plans balances as of December 31, 2020 is $\n958\nand $\n6\nof unrecognized net actuarial loss and unrecognized net prior service credit, respectively.\nThe changes in the components of AOCI attributable to Kimberly-Clark, including the tax effect, are as follows:\n(a)\nThe Tax effect for Unrealized translation, Defined benefit pension plans, Other postretirement benefit plans and Cash flow hedges and other includes reductions of $\n18\n, $\n125\n, $\n5\nand $\n8\n, respectively, for stranded tax effects reclassified from AOCI to Retained earnings in 2018.\nAmounts are reclassified from AOCI into Cost of products sold, Nonoperating expense, Interest expense, or Other (income) and expense, net, as applicable, in the consolidated income statement.\nNet unrealized currency gains or losses resulting from the translation of assets and liabilities of foreign subsidiaries, except those in highly inflationary economies, are recorded in AOCI.  For these operations, changes in exchange rates generally do not affect cash flows; therefore, unrealized translation adjustments are recorded in AOCI rather than net income.  Upon sale or substantially complete liquidation of any of these subsidiaries, the applicable unrealized translation adjustment would be removed from AOCI and reported as part of the gain or loss on the sale or liquidation.  The change in unrealized translation in 2020 is primarily due to the strengthening of various foreign currencies versus the U.S. dollar offset by certain currencies that weakened, most notably the Brazilian real.  Also included in unrealized translation amounts are the effects of foreign exchange\nrate changes on intercompany balances of a long-term investment nature and transactions designated as hedges of net foreign investments.\nNote 9.\nLeases and Commitments\nWe have entered into leases for certain facilities, vehicles, material handling and other equipment.  Our operating leases have remaining contractual terms up to\n18\nyears, some of which include options to extend the leases for up to\n20\nyears, and some of which include options to terminate the leases within\n1\nyear.  Our operating lease agreements do not contain any material residual value guarantees or material restrictive covenants.  Our operating lease costs are primarily related to facility leases for inventory warehousing and administration offices.  Our finance leases are immaterial.\nOperating Lease Cost\n(a)    Includes short-term leases, which are immaterial.\nOperating Lease Assets and Liabilities\nMaturity of Operating Lease Liabilities\nAs of December 31, 2020, our operating leases have a weighted-average remaining lease term of\n5.1\nyears and a weighted-average discount rate of\n3.55\npercent.\nSupplemental Information Related to Operating Leases\nConsolidated rental expense under operating leases prior to the adoption of ASU Topic 842 was $\n280\nin 2018.\nWe have entered into long-term contracts for the purchase of superabsorbent materials, pulp and certain utilities.  Commitments under these contracts based on current prices are $\n1,422\nin 2021, $\n1,010\nin 2022, $\n622\nin 2023, $\n103\nin 2024, $\n108\nin 2025, and $\n222\nbeyond the year 2025.\nAlthough we are primarily liable for payments on the above-mentioned leases and purchase commitments, our exposure to losses, if any, under these arrangements is not material.\nNote 10.\nLegal Matters\nWe are subject to various legal proceedings, claims and governmental inquiries, inspections, audits or investigations pertaining to issues such as contract disputes, product liability, tax matters, patents and trademarks, advertising, pricing, business practices, governmental regulations, employment and other matters.\nWe are party to certain legal proceedings relating to our former health care business, Avanos Medical, Inc. (\"Avanos\", previously Halyard Health, Inc.), which we spun-off on October 31, 2014, including a qui tam matter and certain subpoena and document requests from the federal government.\nThe health care matters included Bahamas Surgery Center v. Kimberly-Clark Corporation, et al., a California consumer class action relating to the sale of surgical gowns. In April 2017, the jury awarded the plaintiff class $\n3.9\nin compensatory damages and $\n350\nin punitive damages against us. During the first quarter of 2018, the Court reduced the punitive damages award to approximately $\n19\n. During the fourth quarter of 2020, the class action was terminated and the Court vacated the prior judgment and dismissed the case.\nThe subpoena and document requests include subpoenas from the United States Department of Justice (DOJ) concerning allegations of potential criminal and civil violations of federal laws, including the Food, Drug, and Cosmetic Act, in connection with the manufacturing, marketing and sale of surgical gowns by our former health care business. We continue to produce documents and cooperate in this ongoing investigation. At this stage, we are unable to predict an outcome or estimate the potential range of outcomes to resolve this matter.\nUnder the terms of the distribution agreement we entered into with Avanos in connection with the spin-off, Avanos is obligated to indemnify us for legal proceedings, claims and other liabilities primarily related to our former health care business. Avanos and Kimberly-Clark each filed suits against the other seeking declaratory judgment regarding the scope of these indemnification obligations. The litigation has been resolved, the cases have been dismissed, and the parties have agreed that Avanos has no further indemnification obligations relating to certain proceedings regarding the sale of surgical gowns by our former health care business.\nWe are subject to federal, state and local environmental protection laws and regulations with respect to our business operations and are operating in compliance with, or taking action aimed at ensuring compliance with, these laws and regulations. We have been named a potentially responsible party under the provisions of the U.S. federal Comprehensive Environmental Response, Compensation and Liability Act, or analogous state statutes, at a number of sites where hazardous substances are present. None of our compliance obligations with environmental protection laws and regulations, individually or in the aggregate, is expected to have a material adverse effect on our business, liquidity, financial condition or results of operations.\nNote 11.\nObjectives and Strategies for Using Derivatives\nAs a multinational enterprise, we are exposed to financial risks, such as changes in foreign currency exchange rates, interest rates, and commodity prices.  We employ a number of practices to manage these risks, including operating and financing activities and, where appropriate, the use of derivative instruments.\nAt December 31, 2020 and 2019, derivative assets were $\n44\nand $\n34\n, respectively, and derivative liabilities were $\n92\nand $\n44\n, respectively, primarily comprised of foreign currency exchange contracts.  Derivative assets are recorded in Other current assets or Other Assets, as appropriate, and derivative liabilities are recorded in Accrued expenses and other current liabilities or Other Liabilities, as appropriate.\nForeign Currency Exchange Rate Risk\nTranslation adjustments result from translating foreign entities' financial statements into U.S. dollars from their functional currencies.  The risk to any particular entity's net assets is reduced to the extent that the entity is financed with local currency borrowings.  A portion of our balance sheet translation exposure for certain affiliates, which results from changes in translation rates between the affiliates’ functional currencies and the U.S. dollar, is hedged with cross-currency swap contracts and certain foreign denominated debt which are designated as net investment hedges. The foreign currency exposure on certain non-functional currency denominated monetary assets and liabilities, primarily intercompany loans and accounts payable, is hedged with primarily undesignated derivative instruments.\nDerivative instruments are entered into to hedge a portion of forecasted cash flows denominated in foreign currencies for non-U.S. operations' purchases of raw materials, which are priced in U.S. dollars, and imports of intercompany finished goods and work-in-process priced predominantly in U.S. dollars and euros.  The derivative instruments used to manage these exposures are designated as cash flow hedges.\nInterest Rate Risk\nInterest rate risk is managed using a portfolio of variable and fixed-rate debt composed of short and long-term instruments.  Interest rate swap contracts may be used to facilitate the maintenance of the desired ratio of variable and fixed-rate debt and are designated as fair value hedges.  From time to time, we also hedge the anticipated issuance of fixed-rate debt, and these contracts are designated as cash flow hedges.\nCommodity Price Risk\nWe use derivative instruments, such as forward contracts, to hedge a limited portion of our exposure to market risk arising from changes in prices of certain commodities.  These derivatives are designated as cash flow hedges of specific quantities of the underlying commodity expected to be purchased in future months.  In addition, we utilize negotiated short-term contract structures, including fixed price contracts, to manage volatility for a portion of our commodity costs.\nFair Value Hedges\nDerivative instruments that are designated and qualify as fair value hedges are predominantly used to manage interest rate risk.  The fair values of these derivative instruments are recorded as an asset or liability, as appropriate, with the offset recorded in current Interest expense.  The offset to the change in fair values of the related debt is also recorded in Interest expense.  Any realized gain or loss on the derivatives that hedge interest rate risk is amortized to Interest expense over the life of the related debt.  As of December 31, 2020, the aggregate notional values and carrying values of debt subject to outstanding interest rate contracts designated as fair value hedges were $\n300\nand $\n322\n, respectively.  For each of the three years ended December 31, 2020, gains or losses recognized in Interest expense for interest rate swaps were not significant.\nCash Flow Hedges\nFor derivative instruments that are designated and qualify as cash flow hedges, the gain or loss on the derivative instrument is initially recorded in AOCI, net of related income taxes, and recognized in earnings in the same income statement line and period that the hedged exposure affects earnings.  As of December 31, 2020, outstanding commodity forward contracts were in place to hedge a limited portion of our estimated requirements of the related underlying commodities in 2021 and future periods.  As of December 31, 2020, the aggregate notional value of outstanding foreign exchange derivative contracts designated as cash flow hedges was $\n721\n.  For each of the three years ended December 31, 2020, no significant gains or losses were reclassified into Interest expense, Cost of products sold or Other (income) and expense, net as a result of the discontinuance of cash flow hedges due to the original forecasted transaction no longer being probable of occurring.  At\nDecember 31, 2020, amounts to be reclassified from AOCI into Interest expense, Cost of products sold or Other (income), net during the next twelve months are not expected to be material.  The maximum maturity of cash flow hedges in place at December 31, 2020 is December 2022.\nNet Investment Hedges\nFor derivative instruments that are designated and qualify as net investment hedges, the aggregate notional value was $\n1.5\nbillion at December 31, 2020.  We exclude the interest accruals on cross-currency swap contracts and the forward points on foreign exchange forward contracts from the assessment and measurement of hedge effectiveness.  We recognize the interest accruals on cross-currency swap contracts in earnings within Interest expense.  We amortize the forward points on foreign exchange contracts into earnings within Interest expense over the life of the hedging relationship.  Changes in fair value of net investment hedges are recorded in AOCI and offset the change in the value of the net investment being hedged.  For the year ended December 31, 2020, unrealized losses of $\n75\nrelated to net investment hedge fair value changes were recorded in AOCI and no significant amounts were reclassified from AOCI to Interest expense.\nNo significant amounts were excluded from the assessment of net investment, fair value or cash flow hedge effectiveness as of December 31, 2020.\nUndesignated Hedging Instruments\nGains or losses on undesignated foreign exchange hedging instruments are immediately recognized in Other (income) and expense, net.  A gain of $\n39\nand losses of $\n17\nand $\n52\nwere recorded in the years ending December 31, 2020, 2019 and 2018, respectively.  The effect on earnings from the use of these non-designated derivatives is substantially neutralized by the transactional gains and losses recorded on the underlying assets and liabilities.  At December 31, 2020, the notional amount of these undesignated derivative instruments was approximately $\n1.9\nbillion.\nNote 12.\nIncome Taxes\nOn December 22, 2017, the U.S. government enacted comprehensive tax legislation commonly referred to as the Tax Cuts and Jobs Act (the “Tax Act”).  The Tax Act made changes to the U.S. tax code, which included (1) a reduced U.S. corporate tax rate from 35 percent to 21 percent, (2) implementation of a base erosion and anti-abuse tax, (3) general elimination of U.S. federal income taxes on dividends from foreign subsidiaries, (4) a new provision designed to tax GILTI of foreign subsidiaries which allows for the possibility of utilizing foreign tax credits to offset the tax liability (subject to some limitations), (5) a lower effective U.S. tax rate on certain revenues from sources outside the U.S., and (6) a one-time transition tax on certain undistributed earnings of foreign subsidiaries.  In the year ended December 31, 2017, we recorded a provisional discrete net tax benefit associated with the Tax Act and related matters. The provisional amounts recorded in 2017 related to the transition tax, remeasurement of deferred taxes, our reassessment of permanently reinvested earnings, uncertain tax positions and valuation allowances, and actions taken in anticipation of the Tax Act were finalized and a net expense of $\n36\nwas recorded during 2018.\nDuring 2018, we also recorded discrete net tax expense of $\n81\nprimarily related to new guidance issued during 2018 affecting tax benefits we recorded in the year ended December 31, 2017 for the transition tax and certain tax planning actions taken in anticipation of the Tax Act.\nAt December 31, 2018, we finalized our policy and have elected to use the period cost method for GILTI provisions and therefore have not recorded deferred taxes for basis differences expected to reverse in future periods.\nIn December 2019, we generated a nonrecurring capital loss from a legal entity restructuring. We recorded a net benefit of $\n47\nin the fourth quarter.\nAn analysis of the provision for income taxes follows:\nIncome before income taxes is earned in the following tax jurisdictions:\nDeferred income tax assets and liabilities are composed of the following:\nValuation allowances at the end of 2020 primarily relate to tax credits, capital loss carryforwards, and income tax loss carryforwards of\n$\n958\n.  If these items are not utilized against taxable income,\n$\n441\nof the income tax loss carryforwards will expire from\n2021 through 2040.\nThe remainin\ng $\n517\nhas no\nexpiration date.\nRealization of income tax loss carryforwards is dependent on generating sufficient taxable income prior to expiration of these carryforwards.  Although realization is not assured, we believe it is more likely than not that all of the deferred tax assets, net of applicable valuation allowances, will be realized.  The amount of the deferred tax assets considered realizable could be reduced or increased due to changes in the tax environment or if estimates of future taxable income change during the carryforward period.\nPresented below is a reconciliation of the income tax provision computed at the U.S. federal statutory tax rate to the actual effective tax rate:\n(a)\nOther - net is composed of numerous items, none of which is greater than 1.05 percent of income before income taxes.\nAs of December 31, 2020, we have accumulated undistributed earnings generated by our foreign subsidiaries of approximately $\n7.9\nbillion.  Earnings of $\n5.2\nbillion were previously subject to tax, primarily due to the one-time transition tax on foreign earnings required by the Tax Act.  Any additional taxes due with respect to such previously-taxed earnings, if repatriated, would generally be limited to foreign and U.S. state income taxes.  Deferred taxes have been recorded on $\n0.7\nbillion of earnings, most of which were previously taxed for U.S. federal income tax purposes, of foreign consolidated subsidiaries expected to be repatriated.  We do not intend to distribute the remaining $\n4.5\nbillion of previously-taxed foreign earnings and therefore have not recorded deferred taxes for foreign and U.S. state income taxes on such earnings.\nPrior to the transition tax, we had an excess of the amount for financial reporting over the tax basis in our foreign subsidiaries.  While the transition tax resulted in a reduction of the excess amount for financial reporting over the tax basis in our foreign subsidiaries, any remaining amount of financial reporting over tax basis after such reduction could be subject to additional taxes, if repatriated.  However, we consider any excess to be indefinitely reinvested.  The determination of deferred tax liabilities on the amount of financial reporting over tax basis or the $\n4.5\nbillion of previously taxed foreign earnings is not practicable.\nPresented below is a reconciliation of the beginning and ending amounts of unrecognized income tax benefits:\nOf the amounts recorded as unrecognized tax benefits at December 31, 2020,\n$\n427\nwould reduce our effective tax rate if recognized.\nWe recognize accrued interest and penalties related to unrecognized tax benefits in income tax expense.  During each of the three years ended December 31, 2020, the net impact of interest and penalties was not significant.  Total accrued penalties and net accrued interest\nwas $\n20\nand $\n16\nat December 31, 2020\nand 2019, respectively.\nIt is reasonably possible that a number of uncertainties could be resolved within the next 12 months. The aggregate resolution of the uncertainties could be up to\n$\n180\n, while none of the uncertainties is individually significant.  Resolution of these matters is not expected to have a material effect on our financial condition, results of operations or liquidity.\nAs of December 31, 2020, the following tax years remain subject to examination for the major jurisdictions where we conduct business:\nOur U.S. federal income tax returns have been audited through 2015 and U.S. federal income tax amended returns are being audited for 2005, 2007 and 2013.\nState income tax returns are generally subject to examination for a period of 3 to 5 years after filing of the respective return.  The state effect of any changes to filed federal positions remains subject to examination by various states for a period of up to two years after formal notification to the states.  We have various state income tax return positions in the process of examination, administrative appeals or litigation.\nThe Brazilian tax authority, Secretaria da Receita Federal do Brasil (\"RFB\"), concluded an audit for the taxable periods from 2008-2013. This audit included a review of our determinations of amortization of certain goodwill arising from prior acquisitions in Brazil, and the RFB has proposed adjustments that effectively eliminate the goodwill amortization benefits related to these transactions.  Administrative appeals have been exhausted, and the dispute is moving into the judicial phase.  The amount of the proposed tax adjustments and penalties is approximately\n$\n70\na\ns of December 31, 2020 (translated at the December 31, 2020 currency exchange rate).  The amount ultimately in dispute will be significantly greater because of interest.  We believe we have meritorious defenses and intend to vigorously defend against these proposed adjustments; however, it is expected to take a number of years to reach resolution of this matter.\nThe U.S. Internal Revenue Service (\"IRS\") is currently auditing our federal tax return for the taxable year ended December 31, 2017.  As part of this tax audit, the IRS is reviewing our one-time transition tax on certain undistributed earnings of foreign subsidiaries under the Tax Act.  The IRS has proposed an adjustment that would increase the amount of the transition tax owed by us.  We believe we have adequate reserves and meritorious defenses and intend to vigorously defend against the proposed adjustment; however, it is expected to take a number of years to reach resolution of this matter.\nNote 13.\nEarnings Per Share (\"EPS\")\nThere are no adjustments required to be made to net income for purposes of computing basic and diluted EPS.\nThe average number of common shares outstanding is reconciled to those used in the basic and diluted EPS computations as follows:\nOptions outstanding that were not included in the computation of diluted EPS because their exercise price was greater than the average market price of the common shares were insignificant.  The number of common shares outstanding as of December 31, 2020, 2019 and 2018 was\n338.7\n,\n341.4\nand\n345.0\n, respectively.\nNote 14.\nBusiness Segment Information\nWe are organized into operating segments based on product groupings.  These operating segments have been aggregated into three reportable global business segments: Personal Care, Consumer Tissue and K-C Professional.  The reportable segments were determined in accordance with how our chief operating decision maker and our executive managers develop and execute global strategies to drive growth and profitability.  These strategies include global plans for branding and product positioning, technology, research and development programs, cost reductions including supply chain management, and capacity and capital investments for each of these businesses.  Segment management is evaluated on several factors, including operating profit.  Segment operating profit excludes Other (income) and expense, net and income and expense not associated with ongoing operations of the business segments, including the costs of corporate decisions related to the 2018 Global Restructuring Program described in Note 2, acquisition-related costs associated with the acquisition of Softex Indonesia as described in  Note 3, and business tax credits related to the resolution of certain Brazil tax matters as described in Note 1.\nThe principal sources of revenue in each global business segment are described below:\n•\nPersonal Care\nbrands offer our consumers a trusted partner in caring for themselves and their families by delivering confidence, protection and discretion through a wide variety of innovative solutions and products such as disposable diapers, training and youth pants, swimpants, baby wipes, feminine and incontinence care products, and other related products.  Products in this segment are sold under the Huggies, Pull-Ups, Little Swimmers, GoodNites, DryNites, Sweety, Kotex, U by Kotex, Intimus, Depend, Plenitud, Softex, Poise and other brand names.\n•\nConsumer Tissue\noffers a wide variety of innovative solutions and trusted brands that responsibly improve everyday living for families around the world.  Products in this segment include facial and bathroom tissue, paper towels, napkins and related products, and are sold under the Kleenex, Scott, Cottonelle, Viva, Andrex, Scottex, Neve and other brand names.\n•\nK-C Professional\npartners with businesses to create Exceptional Workplaces, helping to make them healthier, safer and more productive through a range of solutions and supporting products such as wipers, tissue, towels, apparel, soaps and sanitizers. Our brands, including Kleenex, Scott, WypAll, Kimtech and KleenGuard are well known for quality and trusted to help people around the world work better.\nNet sales to Walmart Inc. as a percent of our consolidated net sales were approximately\n15\npercent\nin 2020 and\n14\npercent 2019 and 2018, respectively. Net sales to Walmart Inc. were primarily in the Personal Care and Consumer Tissue segments.\nInformation concerning consolidated operations by business segment is presented in the following tables:\nConsolidated Operations by Business Segment\n(a)\nNet sales in the U.S. to third parties totaled $\n9,679\n, $\n9,027\nand $\n8,803\nin 2020, 2019 and 2018, respectively.\nNo other individual country's net sales exceeds 10 percent of total net sales.\n(b)\nSegment operating profit excludes Other (income) and expense, net and income and expenses not associated with the business segments.\n(c)\nCorporate & Other includes charges of $\n392\n, $\n515\nand $\n921\nrelated to the 2018 Global Restructuring Program in 2020, 2019 and 2018, respectively.  Restructuring charges for the 2018 Global Restructuring Program related to the Personal Care, Consumer Tissue and K-C Professional business segments were $\n156\n, $\n176\nand $\n53\nfor 2020, $\n252\n, $\n176\nand $\n75\nfor 2019 and $\n528\n, $\n229\nand $\n125\nfor 2018, respectively.  Corporate & Other also includes acquisition-related costs of $\n32\nassociated with the acquisition of Softex Indonesia in 2020.\n(d)\nOther (income) and expense, net for 2020 includes business tax credits of $\n77\nrelated to a favorable legal ruling that resolved certain matters related to prior years' business taxes in Brazil..  For 2019, it includes income of $\n31\nfrom a gain on the sale of property associated with a former manufacturing facility that was closed in 2012 as part of a past restructuring, and for 2019 and 2018, it includes income of $\n194\nand $\n12\nrelated to the 2018 Global Restructuring Program.\n(a )  Changes in Goodwill are related to the acquisition of Softex Indonesia and currency.\nSales of Principal Products\nNote 15.\nSupplemental Data\nSupplemental Income Statement Data\nEquity Companies' Data\nEquity companies are principally engaged in operations in the personal care and consumer tissue businesses.  At December 31, 2020, our ownership interest in KCM and subsidiaries was\n47.9\npercent.  KCM is partially owned by the public, and its stock is publicly traded in Mexico.  At December 31, 2020, our investment in this equity company was\n$\n190\n,\nand the estimated fair value of the investment was $\n2.5\nbillion based on the market price of publicly traded shares.  Our other equity ownership interests are not significant to our consolidated balance sheet or financial results.\nAt December 31, 2020, undistributed net income of equity companies included in consolidated retained earnings was $\n1.1\nbillion.\nSupplemental Balance Sheet Data\nInventories are valued at the lower of cost or net realizable value, determined on the FIFO or weighted-average cost methods, and at the lower of cost or market, determined on the LIFO cost method.\nProperty, plant and equipment, net in the U.S. as of December 31, 2020 and 2019 was\n$\n3,981\nand $\n3,787\n, respectively.\nSupplemental Cash Flow Statement Data\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of\nKimberly-Clark Corporation:\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Kimberly-Clark Corporation and subsidiaries (the \"Corporation\") as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, stockholders' equity, and cash flows, for each of the three years in the period ended December 31, 2020, and the related notes and the financial statement schedule listed in the Table of Contents at Item 15 (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Corporation as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Corporation's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 11, 2021, expressed an unqualified opinion on the Corporation's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Corporation's management. Our responsibility is to express an opinion on the Corporation's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nSales Incentives and Trade Promotion Allowances —Refer to Note 1 to the financial statements\nCritical Audit Matter Description\nThe Corporation utilizes various trade promotion programs globally. The cost of promotion activities is classified as a reduction in sales revenue and can result in a period of time between the date the customer earns a promotion and the date the customer claims the promotion. The Corporation records an accrual for estimated promotions using customer sales associated with valid promotion events, actual promotion claims, and forecasted information of amounts earned by the customer but not yet claimed. As of December 31, 2020, the accrual balance was approximately $400 million.\nWe identified trade promotions and the related accrual as a critical audit matter because of the complexity and volume of the Corporation’s processes related to trade promotion programs and the subjectivity of estimating future customer claims. This required an extensive audit effort due to the complexity and volume of the trade promotion programs and information systems utilized globally as well as the subjectivity of estimating future customer claims related to the trade promotion accrual.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the reduction in revenue associated with trade promotions and the related accrual included the following, among others:\n•\nWith the assistance of our IT specialists, we:\n–\nIdentified the significant systems used to process trade promotion transactions and tested the general IT controls over each of these systems, including testing of user access controls, change management controls, and IT operations controls\n–\nTested the effectiveness of automated controls over revenue streams, including those over the evaluation of the accuracy and completeness of trade promotions\n•\nWe tested the effectiveness of controls over the trade promotions and the related accrual, including those over the quantity of customer sales associated with valid promotion events and the estimated future promotion claims associated with the trade accrual.\n•\nWe evaluated gross sales and promotion transactions using either analytical procedures or by evaluating individual transactions. When analytical procedures were performed, we predicted gross sales based on the relationship with either cost of products sold or sales volume and average sales price per unit adjusted for changes in data such as changes in product mix, sales margin, or inflation. When individual promotion transactions were evaluated, we obtained evidence of the promotion agreement with the customer and the amounts of the promotions earned.\n•\nWe evaluated management’s ability to estimate future promotion claims by comparing actual promotion claims to management’s historical estimates.\n•\nWe evaluated the reasonableness of management’s estimate of future promotion claims by testing the underlying data related to (1) customer sales associated with valid promotion events, (2) actual promotion claims, and (3) forecasted information.\nWe have served as the Corporation’s auditor since 1928."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nAs of December 31, 2020, an evaluation was performed under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rules 13a - 15(e) and 15d - 15(e) of the Securities Exchange Act of 1934 (Exchange Act)).  Based on that evaluation, our management, including our Chief Executive Officer and Chief Financial Officer, concluded that our disclosure controls and procedures were effective as of December 31, 2020.\nInternal Control Over Financial Reporting\nManagement is responsible for establishing and maintaining an adequate system of internal control over financial reporting, including safeguarding of assets against unauthorized acquisition, use or disposition.  This system is designed to provide reasonable assurance to management and our Board of Directors regarding preparation of reliable published financial statements and safeguarding of our assets.  This system is supported with written policies and procedures, contains self-monitoring mechanisms and is audited by the internal audit function.  Appropriate actions are taken by management to correct deficiencies as they are identified.  All internal control systems have inherent limitations, including the possibility of circumvention and overriding of controls, and, therefore, can provide only reasonable assurance as to the reliability of financial statement preparation and such asset safeguarding.\nWe have assessed the effectiveness of our internal control over financial reporting as of December 31, 2020.  In making this assessment, we used the criteria described in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.  Based on this assessment, management believes that, as of December 31, 2020, our internal control over financial reporting is effective.\nDeloitte & Touche LLP has audited the effectiveness of our internal control over financial reporting as of December 31, 2020, and has expressed an unqualified opinion in their report, which appears in this report.\nChanges in Internal Control Over Financial Reporting\nThere have been no changes in our internal control over financial reporting identified in connection with the evaluation described above in \"Internal Control Over Financial Reporting\" that occurred during our fourth fiscal quarter that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the stockholders and the Board of Directors of Kimberly-Clark Corporation:\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Kimberly-Clark Corporation and subsidiaries (the “Corporation”) as of December 31, 2020, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Corporation maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control — Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets as of December 31, 2020 and 2019, the related consolidated statements of income, comprehensive income, stockholders' equity, and cash flows, and the related notes for each of the three years in the period ended December 31, 2020, of the Corporation and our report dated February 11, 2021, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Corporation’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Corporation’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Corporation in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the corporation; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the corporation are being made only in accordance with authorizations of management and directors of the corporation; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate."
  },
  {
    "item_key": "item_9b",
    "text": "None."
  },
  {
    "item_key": "item_10",
    "text": "The following sections of our 2021 Proxy Statement for the Annual Meeting of Stockholders (the \"2021 Proxy Statement\") are incorporated in this Item 10 by reference:\n•\n\"The Nominees\" under \"Proposal 1. Election of Directors,\" which identifies our directors and nominees for our Board of Directors.\n•\n\"Corporate Governance - Other Corporate Governance Policies and Practices - Code of Conduct,\" which describes our Code of Conduct.\n•\n\"Corporate Governance - Stockholder Rights,\" \"Proposal 1. Election of Directors,\" \"Other Information - Stockholder Director Nominees for Inclusion in Next Year's Proxy Statement,\" and \"Other Information - Stockholder Director Nominees Not Included in Next Year's Proxy Statement,\" which describe the procedures by which stockholders may nominate candidates for election to our Board of Directors.\n•\n\"Corporate Governance - Board Committees - Audit Committee,\" which identifies members of the Audit Committee of our Board of Directors and audit committee financial experts.\nInformation regarding our executive officers is reported under the caption \"Information About Our Executive Officers\" in Part I of this Report."
  },
  {
    "item_key": "item_11",
    "text": "The information in the sections of our 2021 Proxy Statement captioned \"Compensation Discussion and Analysis,\" \"Compensation Tables,\" \"Director Compensation,\" \"Corporate Governance - Compensation Committee Interlocks and Insider Participation\" and \"Other Information - CEO Pay Ratio Disclosure\" is incorporated in this Item 11 by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information in the sections of our 2021 Proxy Statement captioned \"Compensation Tables - Equity Compensation Plan Information\" and \"Other Information - Security Ownership Information\" is incorporated in this Item 12 by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information in the sections of our 2021 Proxy Statement captioned \"Other Information - Transactions with Related Persons\" and \"Corporate Governance - Director Independence\" is incorporated in this Item 13 by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information in the sections of our 2021 Proxy Statement captioned \"Principal Accounting Firm Fees\" and \"Audit Committee Approval of Audit and Non-Audit Services\" under \"Proposal 2. Ratification of Auditor\" is incorporated in this Item 14 by reference."
  },
  {
    "item_key": "item_15",
    "text": "(a)\nDocuments filed as part of this report.\n1.\nFinancial statements.\nThe financial statements are set forth under Item 8 of this report on Form 10-K.\n2.\nFinancial statement schedules.\nThe following information is filed as part of this Form 10-K and should be read in conjunction with the financial statements contained in Item 8:\n•\nReport of Independent Registered Public Accounting Firm\nSchedule for Kimberly-Clark Corporation and Subsidiaries:\n•\nSchedule II Valuation and Qualifying Accounts\nAll other schedules have been omitted because they were not applicable or because the required information has been included in the financial statements or notes thereto.\n3.\nExhibits"
  },
  {
    "item_key": "item_16",
    "text": "None.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\nKIMBERLY-CLARK CORPORATION AND SUBSIDIARIES\nSCHEDULE II\nVALUATION AND QUALIFYING ACCOUNTS\nFOR THE YEARS ENDED DECEMBER 31, 2020, 2019 AND 2018\n(Millions of dollars)\n(a)\nIncludes bad debt recoveries and the effects of changes in foreign currency exchange rates.\n(b)\nPrimarily uncollectible receivables written off.\n(c)\nSales discounts allowed.\n(a)\nRepresents the net currency effects of translating valuation allowances at current rates of exchange."
  }
]