[
  {
    "item_key": "item_1",
    "text": "General Information\nLowe’s Companies, Inc. and subsidiaries (the Company or Lowe’s) is a Fortune\n®\n50 company and the world’s second largest home improvement retailer.  As of January 29, 2021, Lowe’s operated 1,974 home improvement and hardware stores, representing approximately 208 million square feet of retail selling space.  These operations included 1,734 stores located across 50 U.S. states, as well as 240 stores in Canada.\nThe Canadian stores include RONA inc. (RONA), which was acquired by Lowe’s in 2016.  RONA operates 179 stores in Canada as of January 29, 2021, as well as services approximately 231 dealer-owned stores.  The RONA stores represent complementary store formats operating under various banners.\nLowe’s was incorporated in North Carolina in 1952 and has been publicly held since 1961.  The Company’s common stock is listed on the New York Stock Exchange - ticker symbol “LOW”.\nSee\n, “Selected Financial Data”, of this Annual Report on Form 10-K (Annual Report), for historical revenues, profits and identifiable assets.  For additional information about the Company’s performance and financial condition, see also\n, “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, of this Annual Report.\nCustomers, Market and Competition\nOur Customers\nWe serve homeowners, renters, and professional customers (Pro customers).  Individual homeowners and renters complete a wide array of projects and vary along the spectrum of do-it-yourself (DIY) and do-it-for-me (DIFM).  The Pro customer consists of two broad categories: construction trades and maintenance, repair & operations.\nOur Market\nThe U.S. market remains our predominant market, accounting for approximately 94% of consolidated sales for the fiscal year ended January 29, 2021.  We are among the many businesses, including home centers, paint stores, hardware stores, lumber yards and garden centers, whose revenues are included in the Building Material and Garden Equipment and Supplies Dealers Subsector (444) of the Retail Trade Sector of the North American Industry Classification System (NAICS), the standard used by Federal statistical agencies in classifying business establishments for the purpose of collecting, analyzing, and publishing statistical data related to the U.S. business economy.\nNAICS 444 represents roughly half of what we consider the total U.S. market for our products and services.  The broader market in which Lowe’s operates includes home-related sales through a variety of companies beyond those in NAICS 444.  These consist of other companies in the retail sector, including mass retailers, home goods specialty stores, and online retailers, as well as wholesalers that provide home-related products and services to homeowners, businesses, and the government.\nThere are many variables that affect consumer demand for the home improvement products and services Lowe’s offers.  Key indicators we monitor include real disposable personal income, employment, home prices, housing turnover, and consumer mobility.  We also monitor demographic and societal trends that shape home improvement industry growth.\nOur Competition\nThe home improvement industry includes a broad competitive landscape that continues to evolve.  Lowe’s competes with national and international home improvement warehouse chains and lumber yards in most of the markets we serve.  We also compete with traditional hardware, plumbing, electrical, home supply retailers, and maintenance and repair organizations.  In addition, we compete with general merchandise retailers, warehouse clubs, online retailers, other specialty retailers, providers of equipment and tool rental, as well as service providers that install home improvement products.  Location of stores, product assortment, product pricing and customer service continue to be key competitive factors in our industry, while the evolution of technology and customer expectations also underscores the importance of omni-channel capabilities as a competitive factor.  To ensure ongoing competitiveness, Lowe’s focuses on delivering the right home improvement products, with the best service and\n1\nvalue, across every channel and community we serve.  See further discussion of competition in\n, “Risk Factors”, of this Annual Report.\nProducts and Services\nOur Products\nProduct Selection\nTo meet customers’ varying needs, we offer a complete line of products for construction, maintenance, repair, remodeling, and decorating.  We offer home improvement products in the following categories: Appliances, Seasonal & Outdoor Living, Lawn & Garden, Lumber, Kitchens & Bath, Tools, Paint, Millwork, Hardware, Flooring, Rough Plumbing, Building Materials, Décor, Lighting, and Electrical.  A typical Lowe’s-branded home improvement store stocks approximately 40,000 items, with over two million additional items available through our online selling channels.  See\nof the Notes to Consolidated Financial Statements included in\n, “Financial Statements and Supplementary Data”, of this Annual Report for historical revenues by product category for each of the last three fiscal years.\nWe are committed to offering a wide selection of national brand-name merchandise complemented by our selection of private brands.  In addition, we are dedicated to ensuring the products we sell are sourced in a socially responsible, efficient, and cost-effective manner.\nNational Brand-Name Merchandise\nIn many product categories, customers look for a familiar and trusted national brand to instill confidence in their purchase.  Lowe’s home improvement stores carry a wide selection of national brand-name merchandise such as Whirlpool\n®\n, GE\n®\n, LG\n®\n, and Samsung\n®\nappliances, Stainmaster\n®\ncarpets, Sherwin-Williams\n®\nand Valspar\n®\npaints and stains, Pella\n®\nwindows and doors, Pergo\n®\nhardwood flooring, CRAFTSMAN\n®\nand DeWALT\n®\npower tools, Metabo\n®\npneumatic tools, Weber\n®\nand Char-Broil\n®\ngrills, Owens Corning\n®\ninsulation and roofing, GAF\n®\nroofing, James Hardie\n®\nfiber cement siding, Marshalltown\n®\nmasonry tools and concrete, Husqvarna\n®,\nEGO\n®\nand SKIL\n®\noutdoor power equipment, John Deere\n®\nriding lawn mowers, Werner\n®\nladders, Quoizel\n®\nlighting, Nest\n®\nproducts, SharkBite\n®\nplumbing products, A. O. Smith\n®\nwater heaters, Norton\n®\nabrasives, Simpson Strong-Tie\n®\nconnectors, Eaton\n®\nelectrical products, and many more.  Our merchandise selection provides the retail and Pro customer a one-stop shop for a wide variety of national brand-name merchandise needed to complete home improvement, repair, maintenance, or construction projects.\nPrivate Brands\nPrivate brands are an important element of our overall portfolio, helping to increase customer loyalty, drive sales, and expand differentiation.  We have a strong private brand presence across core categories, including some of our most valuable brands such as: Kobalt\n®\ntools; allen+roth\n®\nand Style Selections\n®\nhome décor products; Severe Weather\n®\npressure treated lumber; Project Source\n®\nhigh-value project completers; Holiday Living\n®\nseasonal products; Harbor Breeze\n®\nceiling fans; Sta-Green\n®\nlawn and garden products; Moxie\n®\ncleaning products; Reliabilt\n®\ndoors, windows, and hardware; and Utilitech\n®\nelectrical and utility products.\nSupply Chain\nWe source our products from vendors worldwide and believe that alternative and competitive suppliers are available for virtually all of our products.  Whenever possible, we purchase directly from manufacturers to provide savings for customers and improve our gross margin.\nTo efficiently move product from our vendors to our stores and maintain in-stock levels, we own and operate distribution facilities that enable products to be received from vendors, stored and picked, or cross-docked, and then shipped to our retail locations or directly to customers.  These facilities include 15 regional distribution centers (RDC) and 15 flatbed distribution centers (FDC) in the United States.  The FDCs distribute merchandise that requires special handling due to size or type of packaging such as lumber, boards, panel products, pipe, siding, ladders, and building materials.  On average, each RDC and FDC serves approximately 115 stores.  We also own and operate seven distribution centers, including four lumber yards, to serve our Canadian market.\nIn addition to the RDCs and FDCs, we also operate coastal holding and transload facilities to handle import product, bulk distribution centers (BDC) to handle appliances and other big and bulky product, cross-dock delivery terminals (XDT) to fulfill final mile box truck deliveries, and fulfillment centers (FC) focused on parcel post eligible products.  In fiscal 2020, we enhanced our distribution network by adding thirteen XDTs, two BDCs, and one FC.\n2\nCollectively, our facilities enable our import and e-commerce products to get to their destination as efficiently as possible.  Most parcel-eligible items can be ordered by a customer and delivered within two business days at standard shipping rates.\nIn fiscal 2020, approximately 67% of the total dollar amount of merchandise we purchased flowed through our distribution network, while the remaining portion was shipped directly to our stores from vendors.\nOur Services\nInstalled Sales\nWe offer installation services through independent contractors in many of our product categories, with Appliances, Flooring, Kitchens & Bath, Lumber, Building Materials, and Millwork accounting for the majority of installed sales.  Our Installed Sales model, which separates selling and project administration tasks, allows our sales associates to focus on project selling, while project managers ensure that the details related to installing the products are efficiently executed.  Installed Sales, which includes both product and labor, accounted for approximately 5% of total sales in fiscal 2020.\nExtended Protection Plans and Repair Services\nWe offer extended protection plans for various products within the Appliances, Kitchens & Bath, Décor, Millwork, Rough Plumbing, Electrical, Seasonal & Outdoor Living, Tools, and Hardware categories.  These protection plans provide customers with product protection that enhances or extends coverage offered by the manufacturer’s warranty and provides additional customer-friendly benefits that go beyond the scope of a manufacturer’s warranty.  The protection plans provide in-warranty benefits and out-of-warranty repair services for major appliances, outdoor power equipment, tools, grills, fireplaces, air conditioners, water heaters, and other eligible products through our stores or in the home through the Lowe’s Authorized Service Repair Network.  We offer replacement plans for products in most of these categories when priced below $300, or otherwise specified category-specific price points.  Our contact center takes customers’ calls, assesses the problems, and facilitates resolutions, making after-sales service easier for our customers by managing the entire process.\nSelling Channels\nWe are continuing to enhance our omni-channel capabilities, which allows our customers to move from channel to channel with simple and seamless transitions even within the same transaction.  For example, for many projects, more than half of our customers conduct research online before making an in-store purchase.  For purchases made on Lowes.com, customers may pick up their purchase in-store at the customer service desk, curbside pick-up, or touchless lockers; have their purchase delivered from a store; or have their purchase parcel shipped.  In addition, flexible fulfillment options are available for in-store purchases and those made through the contact center.  Regardless of the channels through which customers choose to engage with us, we strive to provide them with a seamless experience across channels and an endless aisle of products, enabled by our flexible fulfillment capabilities.  Our ability to sell products in-store, online, on-site, or through our contact centers speaks to our ability to leverage our existing infrastructure with the omni-channel capabilities we continue to introduce.\nIn-Store\nOur 1,795 Lowe’s-branded home improvement stores, inclusive of 1,734 in the U.S. and 61 in Canada, are generally open seven days per week and average approximately 112,000 square feet of retail selling space, plus approximately 32,000 square feet of outdoor garden center selling space.  The 179 RONA stores operate under various complementary store formats that address target customers and occasions.  Our home improvement stores in the U.S. and Canada offer similar products and services, with certain variations based on localization.  We continue to develop and implement tools to make our sales associates more efficient and to integrate our order management and fulfillment processes.  Our home improvement stores have Wi-Fi capabilities that provide customers with internet access, making information available quickly to further simplify the shopping experience.\nOnline\nThrough our websites and mobile applications, we seek to empower consumers by providing a 24/7 shopping experience, online product information, customer ratings and reviews, online buying guides and how-to videos and other information.  These tools help consumers make more informed purchasing decisions and give them increased confidence to undertake home improvement projects.  We enable customers to choose from a variety of fulfillment options, including buying online and picking up in-store, as well as delivery or parcel shipment to their homes or businesses.\nOn-Site\nWe have on-site specialists available for retail and Pro customers to assist them in selecting products and services for their projects.  Our Pro Sales Managers meet with Pro customers at their place of business or on a job site and leverage nearby stores and our distribution network to ensure we meet customer needs for products and resources.  In addition, our Project Specialist\n3\nExteriors (PSE) program is available in a majority of U.S. Lowe’s home improvement stores to discuss exterior projects such as roofing, siding, fencing, and windows, whose characteristics lend themselves to an in-home consultative sales approach.\nContact Centers\nLowe’s operates three contact centers which are located in Wilkesboro, NC; Albuquerque, NM; and Indianapolis, IN.  These contact centers help Lowe’s enable an omni-channel customer experience by providing the ability to tender sales, coordinate deliveries, manage after-sale installations, facilitate repair services for Appliances and Outdoor Power Equipment, and answer general customer questions via phone, mail, e-mail, live chat, and social media.\nHuman Capital\nWhen it comes to recruiting and retaining top talent, Lowe’s strives to be an employer of choice.  We are committed to creating valuable career opportunities for our associates, supporting them and the communities where they live, and cultivating a culture that invites and encourages diverse opinions and ideas.  We enable our associates to build meaningful careers and unlock their potential in an inclusive workplace as we work together to deliver the right home improvement products, with the best service and value, across every channel and community we serve.\nOur People\nAs of January 29, 2021, Lowe’s employed approximately 220,000 full-time associates and 120,000 part-time associates, primarily in the United States and Canada.  In fiscal 2020, we expanded our workforce, hiring associates in part-time, seasonal and full-time positions to fulfill the seasonal demand of our Spring season, increased demand during the COVID-19 pandemic as customers focused on home improvement projects, and a nationwide effort to modify our store layout.\nCertain employees in Canada are subject to collective bargaining agreements.  No other employees are subject to collective bargaining agreements.  Management considers its relations with employees to be good.\nDiversity and Inclusion\nWe believe that, by building diverse and inclusive teams, we drive better ideas, positive business results, and improved service through a deeper connection with our customers.  During fiscal 2019, we kicked-off a multi-year program to integrate diversity and inclusion initiatives into our corporate strategy across three areas: talent, culture and business.  To foster an inclusive culture, we launched seven business resource employee groups sponsored by our executive leadership team in 2019 and continued to support those groups virtually in 2020.\nTalent Development\nWe are committed to securing top talent and providing ongoing training to facilitate meaningful careers at Lowe’s.  We offer a variety of leadership and development programs that develop diverse and other high potential associates.  We also have certification programs available to our store and technology associates to further develop their skills and knowledge base.  Additionally, through our partnership with Guild Education, Lowe’s Track to the Trades program provides tuition reimbursement to our associates, encouraging them to complete apprentice certifications in carpentry, plumbing, electrical, heat, air ventilation and cooling (HVAC) or appliance repair.\nWe have also seen great strides in our internal culture.  This year, we saw higher participation and engagement scores in our annual Building Engagement and Success Together (BEST) associate engagement survey which helps senior management understand from our associates what Lowe’s is doing well and where we have opportunities for improvement.\nTotal Rewards and Wellness\nIn the spirit of building the best team and providing them with the best care, we are proud of the financial and well-being benefits we offer to our associates.  We have a history of investing in our workforce by offering locally competitive salaries and wages.  We offer a wide variety of health, welfare and financial benefits to our full-time and part-time associates, including health care and insurance benefits, retirement plans, an employee stock purchase plan, paid time off, leave programs and tuition assistance, among many others.\nIn response to the novel strain of coronavirus (COVID-19) pandemic, we expanded benefits and wellness programs to increase access to care.  We waived co-payments on pharmacy home deliveries, covered 100% of COVID-19 testing and related treatment, expanded telemedicine services to our uninsured associates, shifted onsite clinics to a virtual care model, and launched a new virtual behavioral health app.  We also provided 14 days of emergency paid leave for all associates who needed it, and up to four weeks of emergency paid leave for associates at high risk of severe illness from COVID-19.\n4\nDuring fiscal 2020, we provided $915 million in incremental COVID-related financial support for our front-line hourly associates.  This included seven discretionary payments of $300 for full-time hourly associates and $150 for part-time hourly associates, as well as a temporary $2 per hour wage increase in the month of April, and emergency paid leave taken by associates who needed it.\nStore and Workplace Safety\nOur associates and customers drive our success and providing them a safe environment for both working and shopping is essential.  We strive to maintain a culture of safety beginning with our leaders modeling the behaviors we want our associates to adopt, and we embed safety into associate onboarding, developmental e-learning and on-the-job training.  In fiscal 2020, in response to the COVID-19 pandemic, we implemented numerous safety standards in support of social distancing and enhanced sanitizing and cleaning.\nSeasonality and Working Capital\nThe retail business in general is subject to seasonal influences, and our business is, to some extent, seasonal.  Historically, we have realized the highest volume of sales during our second fiscal quarter (May, June, and July) and the lowest volume of sales during our fourth fiscal quarter (November, December, and January).  Accordingly, our working capital requirements have historically been greater during our fourth fiscal quarter as we build inventory in anticipation of the spring selling season and as we experience lower fourth fiscal quarter sales volumes.  We fund our working capital requirements primarily through cash flows generated from operations, but also with short-term borrowings, as needed.  For more detailed information, see the Financial Condition, Liquidity and Capital Resources section in\n, “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, of this Annual Report.\nIntellectual Property\nThe name “Lowe’s” is a registered service mark of one of our wholly-owned subsidiaries.  We consider this mark and the accompanying name recognition to be valuable to our business.  This subsidiary and other wholly-owned subsidiaries own\nand maintain various additional registered and unregistered trademarks, trade names and service marks, including but not limited to retail names “RONA” and “Reno Depot”, and private brand product names “Kobalt” and “allen+roth”.  These subsidiaries also maintain various Internet domain names that are important to our business, and we also own registered and unregistered copyrights.  In addition, we maintain patent portfolios related to some of our products and services and seek to patent or otherwise protect certain innovations that we incorporate into our products, services, or business operations.\nGovernment Regulation\nWe are subject to a wide array of federal, state, and local laws and regulations.  We do not currently expect compliance with these laws and regulations to have a material effect on our capital expenditures, results of operations, and competitive position as compared to prior periods.\nSustainability\nLowe’s has a proud history of managing our business responsibly and serving our associates and communities.  We believe our commitment to sustainability, including our focus on product sustainability, our associates and communities, and reducing the environmental footprint of our operations will help drive long-term shareholder value.  In fiscal 2020, for the second consecutive year, Lowe’s was included in the Dow Jones Sustainability North America Index based on our environmental, social, and governance practices.\nProduct Sustainability\nLowe’s is committed to promoting sustainable practices throughout our supply chain and providing customers with high quality and safe products.  Our products undergo a thorough selection process, beginning with our sourcing decisions.  Through collaboration and established management systems, we monitor our suppliers’ practices to secure high-quality products from suppliers who support worker rights and protect the environment.  In fiscal 2019, we published a human rights policy and a revised conflict minerals policy to hold all suppliers to our rigorous standards.  In fiscal 2020, we also updated our Vendor Code of Conduct with enhanced environmental standards for all suppliers.  In addition, Lowe’s upholds a wood sourcing policy that provides that all wood products sold in our stores originate from well-managed, non-endangered forests.\n5\nWe continue to expand our product portfolio with more environmentally friendly products that provide health and environmental benefits to our customers and communities.  We continue to work with local and regional utilities to offer customers assorted rebates for a variety of environmentally efficient products including ENERGY STAR\n®\nand WaterSense\n®\n.\nReducing our Environmental Footprint\nLowe’s is committed to reducing our environmental impact through investments in energy efficiency, renewable energy, environmentally friendly transportation practices, and innovative water and waste management systems.  In fiscal 2020, approximately 500 retail locations upgraded to interior light-emitting diode (LED) lighting.  We also replaced 100 stores’ aging HVAC units with high-efficiency models.  Our renewable energy portfolio expanded in 2020 when 100 megawatts of wind energy became operational in central Texas, which will produce the equivalent amount of energy to power all 144 Lowe’s stores in Texas.\nWe are dedicated to promoting sustainable practices in the transportation industry, and we collaborate with the Environmental Protection Agency’s SmartWay program to reduce transportation emissions by managing and reducing fuel usage by creating incentives for freight contractors to improve efficiency and are proud to be the first retailer to achieve the Environmental Protection Agency’s SmartWay Excellence Award ten years in a row.\nLowe’s participates in the Carbon Disclosure Project’s (CDP) climate, forestry, and water security questionnaires to benchmark and quantify our environmental practices in an effort to be transparent in our progress and assist in the reduction of our contributions to climate change.  In fiscal 2020, Lowe’s externally verified its greenhouse gas emissions data to validate our findings and increase confidence in our reporting.  At a local level, store waste, including cardboard, broken appliances, wood pallets, and more, are recycled through national and regional partners, and we provide in-store recycling centers for our customers to bring in plastic planter pots, compact fluorescent lamp bulbs, plastic bags, and rechargeable batteries.\nFor more information about Lowe’s sustainability efforts, please visit\nresponsibility.lowes.com\n.\nInvesting in Our Communities\nLowe’s legacy has long included a deep commitment to the communities where we live and work.  In 2020, the global pandemic forced everyone to live and work differently, but we remained committed to supporting the well-being of our associates, customers, and communities, including healthcare providers and first responders.\nWhile adapting our own business to the challenges associated with the COVID-19 pandemic, we witnessed our nonprofit partners’ needs growing rapidly as well.  At a time when too many individuals already struggle to have a safe and healthy place to live, small businesses faced unprecedented challenges, especially across minority and rural communities.  Determined to help make a difference and putting action behind our words of commitment to our communities, Lowe’s contributed $109 million in pandemic relief to support our communities, including grants to support minority-owned and rural small businesses.\nLowe's established a small business grant program in partnership with Local Initiatives Support Corporation (LISC).  Throughout 2020, t\nhe program provided grants of up to $20,000 to\nrural, minority-owned, and women-owned\nsmall business owners to help meet their most immediate needs.\nFor many, that meant being able to pay rent and utilities, meet payroll, pay outstanding debt to vendors, upgrade technology infrastructure, and support other immediate operational costs.\nAs the COVID-19 global pandemic persisted throughout 2020, Lowe’s took seriously our responsibility to provide essential products and services to our customers, government officials, and first responders.  In addition to donating essential personal protective equipment (PPE) and products to help keep medical professionals on the front lines safe and healthy, we also\nempowered all Lowe’s stores to donate masks and respirators to local small businesses to help them remain open or reopen under challenging circumstances.\nDespite the challenges of the pandemic, we have continued to focus our philanthropy by investing in safe, affordable housing initiatives and workforce development programs that address the skilled trades gap.  Lowe’s also supports veteran-related initiatives within these two focus areas and continues to assist customers, associates and communities before, during, and after natural disasters by partnering with disaster response and relief organizations.\nIn addition, we are proud to report that in 2020, every Lowe’s store in the United States and Canada was able to contribute to their communities through the Lowe’s Heroes program.  Lowe's is also dedicated to helping our associates in times of need.  Our Lowe’s Employee Relief Fund, made possible through associate donations and company matching, supports associates in times of significant, unforeseen financial hardship.  In 2020, Lowe’s Employee Relief Fund distributed almost $3 million, helping 2,500 associates in need.\n6\nFor more information on Lowe’s partnerships and latest community improvement projects, visit\nresponsibility.lowes.com\n.\nAvailable Information\nOur Annual Report, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are made available free of charge through our internet website at\nir.lowes.com\n, as soon as reasonably practicable after such documents are electronically filed with, or furnished to, the Securities and Exchange Commission (SEC).  The SEC maintains an Internet site,\nwww.sec.gov\n, that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC."
  },
  {
    "item_key": "item_1a",
    "text": "We describe below certain risks that could adversely affect our results of operations, financial condition, business reputation or business prospects.  These risk factors may change from time to time and may be amended, supplemented or superseded by updates to the risk factors contained in our future periodic reports on Form 10-K, Form 10-Q and reports on other forms we file with the SEC.  All forward-looking statements about our future results of operations or other matters made by us in this Annual Report, in our Annual Report to Lowe’s Shareholders and in our subsequently filed reports to the SEC, as well as in our press releases and other public communications, are qualified by the risks described below.\nYou should read these risk factors in conjunction with “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in\nand our consolidated financial statements and related notes in\n.  There also may be other factors that we cannot anticipate or that are not described in this Annual Report generally because we do not currently perceive them to be material.  Those factors could cause results to differ materially from our expectations.  In connection with any investment decision with respect to our securities, you should carefully consider the following risk factors, as well as the other information contained in this report and our other filings with the SEC.\nCompetitive, Operational and Reputational Risks\nWe may be unable to adapt our business concept in a rapidly evolving retail environment to address the changing shopping habits, demands and demographics of our customers, or realize the intended benefits of organizational change initiatives.\nThe home improvement retail environment, like the retail environment generally, is rapidly evolving, and adapting our business concept to respond to our customers’ changing shopping habits and demands and their changing demographics is critical to our future success.  Our success is dependent on our ability to identify and respond to the economic, social, style and other trends that affect demographic and consumer preferences in a variety of our merchandise categories and service offerings.  Customers’ expectations about how they wish to research, purchase and receive products and services have also evolved.  It is difficult to predict the mix of products and services that our customers will demand.  Further, we have a store base that requires maintenance, investment and space reallocation initiatives to deliver the shopping experience that our customers desire.  Our capital investments in our stores may not deliver the relevant shopping experience our customers expect.  Failure to identify such trends, adapt our business concept, improve and maintain our stores and implement change, growth, and productivity initiatives successfully could negatively affect our relationship with our customers, the demand for the home improvement products and services we sell, the rate of growth of our business, our market share, and results of operations.\nWe may not be able to realize the benefits of our strategic initiatives focused on omni-channel sales and marketing presence if we fail to deliver the capabilities required to execute on them.\nOur interactions with customers have evolved into an omni-channel experience as they increasingly are using computers, tablets, mobile phones and other electronic devices to shop in our stores and online and provide feedback and public commentary about all aspects of our business.  Omni-channel retail is quickly evolving, and we must anticipate and meet our customers’ expectations and counteract new developments and technology investments by our competitors.  Our customer-facing technology systems must appeal to our customers, function as designed and provide a consistent customer experience.  The success of our strategic initiatives to adapt our business concept to our customers’ changing shopping habits and demands and changing demographics have required us to and will continue to require us to deliver large, complex programs requiring integrated planning, initiative prioritization and program sequencing.  These initiatives have required and will continue to require new competencies in many positions, and our management, employees and contractors have had to and will need to continue to adapt and learn new skills and capabilities.  To the extent they are unable or unwilling to make these transformational changes, we may be unable to realize the full benefits of our strategic initiatives and expand our relevant market access.  Failure to realize the benefits of amounts we invest in new technologies, products, or services could result in the\n7\nvalue of those investments being written down or written off.  In addition, to support our strategic initiatives and the related technology investments needed to implement our strategic investments, we must attract and retain a large number of skilled professionals, including technology professionals.  The market for these professionals is increasingly competitive.  Our results of operations, financial condition or business prospects could also be adversely affected if we fail to provide a consistent experience for our customers, regardless of sales channel, if our technology systems do not meet our customers’ expectations, if we are unable to counteract new developments and innovations implemented by our competitors or if we are unable to attract, retain and manage the talent succession of additional personnel at various levels of the Company who have the skills and capabilities we need to implement our strategic initiatives and drive the changes that are essential to successfully adapting our business concept in the rapidly changing retail environment.\nWe have many competitors who could take sales and market share from us if we fail to execute our merchandising, marketing and distribution strategies effectively, or if they develop a substantially more effective or lower cost means of meeting customer needs, resulting in a negative impact on our business and results of operations.\nWe operate in a highly competitive market for home improvement products and services and have numerous large and small, direct and indirect competitors.  The principal competitive factors in our industry include convenience, customer service, quality and price of merchandise and services, in-stock levels, and merchandise assortment and presentation.  We face growing competition from online and omni-channel retailers who have a similar product or service offering.  Customers are increasingly able to quickly comparison shop and determine real-time product availability and price using digital tools.  Further, online and omni-channel retailers continue to focus on delivery services, as customers are increasingly seeking faster, guaranteed delivery times and low-price or free shipping, and we must make investments to keep up with our customers’ evolving shopping preferences.  Our ability to be competitive on delivery times, delivery costs, and delivery options depends on many factors, including successful implementation and the continued maintenance of our initiatives related to supply chain transformation.  Our failure to respond effectively to competitive pressures and changes in the markets for home improvement products and services could affect our financial performance.  Moreover, changes in the promotional pricing and other practices of our competitors, including the effects of competitor liquidation activities, may impact our results.\nIf we fail to hire, train, manage and retain qualified sales associates and specialists with expanded skill sets or corporate support staff with the capabilities of delivering on strategic objectives, we could lose sales to our competitors, and our labor costs, resulting from operations or the execution of corporate strategies, could be negatively affected.\nOur customers, whether they are homeowners, renters or commercial businesses, expect our sales associates and specialists to be well trained and knowledgeable about the products we sell and the home improvement services we provide.  We compete with other retailers for many of our sales associates and specialists, and we invest significantly in them with respect to training and development to strive for high engagement.  Increasingly, our sales associates and specialists must have expanded skill sets, including, in some instances, the ability to do in-home or telephone sales.  We may be unable to attract and retain a sufficiently diverse workforce that can deliver relevant, culturally competent and differentiated experiences for a wide variety of culturally diverse customers.  Additionally, in order to deliver on the omni-channel expectations of our customers, we rely on the specialized training and capabilities of corporate support staff, which are broadly sought after by our competitors.  If we are unable to hire, train, manage and retain qualified sales associates and specialists, the quality of service we provide to our customers may decrease and our results of operations could be negatively affected.  Furthermore, our ability to meet our labor needs, particularly in a competitive labor market, while controlling our costs is subject to a variety of external factors, including prevailing wage rates, the availability of and competition for talent, health care and other benefit costs, our brand image and reputation, changing demographics and the adoption of new or revised legislation or regulations governing immigration, employment, labor relations, minimum wage and health care benefits.  Periodically, we are subject to labor organizing efforts, and if we become subject to collective bargaining agreements in the future, it could adversely affect how we operate our business and adversely affect our labor costs and our ability to retain a qualified workforce.\nPositively and effectively managing our public image and reputation is critical to our business success, and, if our public image and reputation are damaged, it could negatively impact our relationships with our customers, vendors and store associates and specialists and, consequently, our business and results of operations.\nOur public image and reputation are critical to ensuring that our customers shop at Lowe’s, our vendors want to do business with Lowe’s and our sales associates and specialists want to work for Lowe’s.  We must continue to manage, preserve and grow Lowe’s public image and reputation.  Any negative incident can erode trust and confidence quickly, and adverse publicity about us could damage our reputation and brand image, undermine our customers’ confidence, reduce demand for our products and services, affect our relationships with current and future vendors, impact our results of operations and affect our ability to retain and recruit store associates and specialists.  The significant expansion in the use of social media over recent years has compounded the potential scope of the negative publicity that could be generated by such negative incidents.\nAdditionally, our proprietary rights in our trademarks, trade names, service marks, domain names, copyrights, patents, trade secrets and other intellectual property rights are valuable assets of our business.  We may not be able to prevent or even\n8\ndiscover every instance of unauthorized third party uses of our intellectual property or dilution of our brand names, such as when a third party uses trademarks that are identical or similar to our own.  If we are unable to successfully protect our intellectual property rights, our business could be adversely affected.\nFailure to achieve and maintain a high level of product and service quality could damage our image with customers and negatively impact our sales, profitability, cash flows and financial condition.\nProduct and service quality issues could result in a negative impact on customer confidence in Lowe’s and our brand image.  If our product and service offerings do not meet applicable safety standards or our customers’ expectations regarding safety or quality, we could experience lost sales and increased costs and be exposed to legal, financial and reputational risks.  Actual, potential or perceived product safety concerns could expose us to litigation, as well as government enforcement action, and result in costly product recalls and other liabilities.  As a result, Lowe’s reputation as a retailer of high-quality products and services, including both national and Lowe’s private brands, could suffer and impact customer loyalty.\nSupply Chain and Third-Party Risks\nIf our domestic or international supply chain or our fulfillment network for our products is ineffective or disrupted for any reason, including the COVID-19 pandemic, or if these operations are subject to trade policy changes or additional tariffs, our results of operations could be adversely affected.\nCircumstances surrounding and related to the COVID-19 pandemic have created unprecedented impacts on the global supply chain.  We source, stock and sell products from domestic and international vendors, and their ability to reliably and efficiently fulfill our orders is critical to our business success. Impacts related to the COVID-19 pandemic are placing strains on the domestic and international supply chain that may negatively affect the flow or availability of our products.  This can result in higher out-of-stock inventory positions due to difficulties in timely obtaining products from the manufacturers and suppliers of our products as well as transportation of those products to our distribution centers and stores, which could negatively affect our business and financial results.  Even if we are able to find alternate sources for such products, they may cost more, which could adversely impact our profitability and financial condition.\nWe source a large number of our products from foreign manufacturers, with China being the dominant import source.  The changes in certain tax and trade policies, tariffs and other regulations affecting trade between the U.S. and other countries enacted under the prior U.S. administration increased the cost of our merchandise sourced from outside of the U.S., which represents a large percentage of our overall merchandise.  It remains unclear how tax or trade policies, tariffs or trade relations may change under the new U.S. administration, which could adversely affect our business, results of operations, effective income tax rate, liquidity and net income.  In addition, other countries may change their business and trade policies in anticipation of or in response to increased import tariffs and other changes in U.S. trade policy and regulations already enacted or that may be enacted in the future.  The degree of our exposure is dependent on, among other things, the type of goods, rates imposed, and timing of tariffs.  The impact to our business, including net sales and gross margin, will be influenced in part by merchandising and pricing strategies in response to potential cost increases by us and our competitors.  While these potential impacts are uncertain, they could have an adverse impact on our financial results.\nFinancial instability among key vendors, political instability and labor unrest in source countries or elsewhere in our supply chain, changes in the total costs in our supply chain (fuel, labor and currency exchange rates), port labor disputes and security, the outbreak of pandemics, weather-related events, natural disasters, work stoppages, shipping capacity restraints, changes in trade policy, retaliatory trade restrictions imposed by either the United States or a major source country, tariffs or duties, fluctuations in currency exchange rates and transport availability, capacity and costs are beyond our control and could negatively impact our business if they seriously disrupted the movement of products through our supply chain or increased their costs.  Additionally, as we add fulfillment capabilities or pursue strategies with different fulfillment requirements, our fulfillment network becomes increasingly complex and operating it becomes more challenging.  If our fulfillment network does not operate properly or if a vendor fails to deliver on its commitments, we could experience delays in inventory, increased delivery costs or merchandise out-of-stocks that could lead to lost sales and decreased customer confidence, and adversely affect our results of operations.\nOur inability to effectively and efficiently manage and maintain our relationships with selected suppliers of brand name products could negatively impact our business operations and financial results.\nWe form strategic relationships with selected suppliers to market and develop products under a variety of recognized and respected national and international brand names.  We also have relationships with certain suppliers to enable us to sell proprietary products which differentiate us from other retailers.  The inability to effectively and efficiently manage and maintain our relationships with these suppliers could negatively impact our business operations and financial results.\n9\nFailure of a key vendor or service provider that we cannot quickly replace could disrupt our operations and negatively impact our business, financial condition and results of operations.\nWe rely upon a number of vendors as the sole or primary source of some of the products we sell.  We also rely upon many independent service providers for technology solutions and other services that are important to many aspects of our business.  Many of these vendors and service providers have certain products or specialized skills needed to support our business concept and our strategies.  If these vendors or service providers discontinue operations or are unable to perform as expected or if we fail to manage them properly or we are unable to replace them quickly, our business could be adversely affected, at least temporarily, until we are able to replace them.\nFailures relating to our third-party installer program or by our third-party installers could result in increased operational and legal risks and negatively impact our business, financial condition and results of operations.\nWe contract with third-party installers to provide installation services to our customers, and, as the general contractor, we are subject to regulatory requirements and risks applicable to general contractors, including certain licensing and permitting requirements, and those relating to the quality and performance of our third-party installers.  Our or our third-party installers’ failures to effectively manage such requirements and internal processes regarding installation services could result in lost sales, fines and lawsuits, as well as damage to our reputation, which could negatively affect our business.\nTechnology and Cybersecurity Risks\nOur financial performance could be adversely affected if our management information systems are seriously disrupted or we fail to properly maintain, improve, upgrade and expand those systems.\nOur efforts to provide an omni-channel experience for our customers include investing in, maintaining and making ongoing improvements of our existing management information systems that support operations, such as sales, inventory replenishment, merchandise ordering, project design and execution, transportation, receipt processing and fulfillment.  Our systems are subject to damage or interruption as a result of catastrophic events, power outages, viruses, malicious attacks and telecommunications failures, and as a result we may incur significant expense, data loss as well as an erosion of customer confidence.  Additionally, we continually make investments in our systems which may introduce disruption.  Our financial performance could be adversely affected if our management information systems are seriously disrupted or we fail to properly maintain, improve, upgrade and expand those systems.\nAs customer-facing technology systems become an increasingly important part of our omni-channel sales and marketing strategy, the failure of those systems to perform effectively and reliably could keep us from delivering positive customer experiences.\nAccess to the Internet from computers, tablets, smart phones and other mobile communication devices has empowered our customers and changed the way they shop and how we interact with them.  Our websites, including Lowes.com and Lowesforpros.com, are a sales channel for our products, and are also a method of making product, project and other relevant information available to our customers that impacts our in-store sales.  Additionally, we have multiple affiliated websites and mobile apps through which we seek to inspire, inform, cross-sell, establish online communities among and otherwise interact with our customers.  Performance issues with these customer-facing technology systems, including temporary outages caused by distributed denial of service, ransomware or other cyber-attacks, or a complete failure of one or more of them without a disaster recovery plan that can be quickly implemented, could quickly destroy the positive benefits they provide to our home improvement business and negatively affect our customers’ perceptions of Lowe’s as a reliable online vendor and source of information about home improvement products and services.\nOur business and our reputation could be adversely affected by cybersecurity incidents and the failure to protect customer, employee, vendor or Company information or to comply with evolving regulations relating to our obligation to protect our systems, assets and such information.\nCyber-attacks and tactics designed to gain access to and exploit sensitive information by breaching mission critical systems of large organizations are constantly evolving, and high profile security breaches leading to unauthorized release of sensitive customer information have occurred in recent years with increasing frequency at a number of major U.S. companies, including several large retailers, despite widespread recognition of the cyber-attack threat and improved data protection methods.  As with many other retailers, we collect, process, transmit and store certain personal information about our customers, employees and vendors, as well as confidential, sensitive, proprietary and business, personal and payment card information.  Additionally, we use third-party service providers for certain services, such as authentication, content delivery, back-office support and other functions, and we provide such third-party service providers with personal and other confidential information necessary for the services concerned.  Despite our continued vigilance and investment in information security, we, like others in our industry, are subject to the risk that unauthorized parties will attempt to gain access to our systems or our information through fraud or other means of deceiving our associates, third party providers, or vendors, and we or our third-party service providers cannot\n10\nguarantee that we or they are able to adequately anticipate or prevent a future breach in our or their systems that results in the unauthorized access to, destruction, misuse or release of personal information or other sensitive data.  It can be difficult to preempt or detect ever-evolving forms of cyber-attacks.  If a ransomware attack occurs, it is possible that we could be prevented from accessing our own data.  Our information security or our service providers’ information security may also be compromised because of human errors, including by employees, or system errors.  Our systems and our service providers’ systems are additionally vulnerable to a number of other causes, such as critical infrastructure outages, computer viruses, technology system failures, catastrophic events or cyber-attacks, including the use of malicious codes, worms, phishing and ransomware.  In the event that our systems are breached or damaged for any reason, we may also suffer loss or unavailability of data and interruptions to our business operations while such breach or damage is being remedied.  Should these events occur, the unauthorized disclosure, loss or unavailability of data and disruption to our business may have a material adverse effect on our reputation, drive existing and potential customers away and lead to financial losses from remedial actions, or potential liability, including possible litigation and punitive damages.  A security breach resulting in the unauthorized release of data from our information systems or our third-party service providers’ information systems could also materially increase the costs we already incur to protect against such risks and require dedication of substantial resources to manage the aftermath of such a breach.  Data privacy and cybersecurity laws in the United States and internationally are constantly changing, and the implementation of these laws has become more complex.\nIn the United States alone, we may be subject to regulation at both the federal and state level.  F\nor example, the California Consumer Privacy Act of 2018 grants California consumers certain rights over their personal information and imposes stringent requirements on the collection, use and sharing of “personal information” of California consumers.  Other U.S. states are proposing similar laws related to the protection of personal information and the U.S. federal government is also considering federal privacy legislation.\nIn order to maintain our compliance with such laws as they come to fruition, we may sustain increased costs in order to continually evaluate our policies and processes and adapt to new requirements that are or become applicable to us.  As the regulatory environment relating to retailers’ and other companies’ obligation to protect personal information becomes stricter, a material failure on our part to comply with applicable regulations could subject us to fines, other regulatory sanctions or government investigation, and potentially to lawsuits brought by private individuals, regulators or states’ attorney general.\nWe are subject to payments-related risks that could increase our operating costs, expose us to fraud, subject us to potential liability and potentially disrupt our business.\nWe accept payments using a variety of methods, including credit cards, debit cards, credit accounts, our private label and co-branded credit cards, gift cards, consumer invoicing and physical bank checks, and we may offer different payment options over time.  These payment options subject us to many compliance requirements, including, but not limited to, compliance with payment card association operating rules, including data security rules, certification requirements, rules governing electronic funds transfers and Payment Card Industry Data Security Standards.  They also subject us to potential fraud by criminal elements seeking to discover and take advantage of security vulnerabilities that may exist in some of these payment systems.  For certain payment methods, including credit and debit cards, we pay interchange and other fees, which may increase over time and raise our operating costs.  We rely on third parties to provide payment processing services, including the processing of credit cards, debit cards, electronic checks, gift cards and promotional financing, and it could disrupt our business if these companies become unwilling or unable to provide these services to us.  If we fail to comply with these rules or requirements, or if our data security systems are breached or compromised, we may be liable for card issuing banks’ costs, subject to fines and higher transaction fees, and lose our ability to accept credit and debit card payments from our customers, process electronic funds transfers, or facilitate other types of online payments, and our business and operating results could be adversely affected.\nInvestment-Related Risks\nOur strategic transactions involve risks, and we may not realize the expected benefits because of numerous uncertainties and risks.\nWe regularly consider and enter into strategic transactions, including mergers, acquisitions, joint ventures, investments and other growth, market and geographic expansion strategies, with the expectation that these transactions will result in increases in sales, cost savings, synergies and other various benefits.  Our ability to deliver the expected benefits from any strategic transaction is subject to numerous uncertainties and risks, including our ability to integrate personnel, labor models, financial, IT and other systems successfully; disruption of our ongoing business and distraction of management; hiring additional management and other critical personnel; and increasing the scope, geographic diversity and complexity of our operations.  Effective internal controls are necessary to provide reliable and accurate financial reports, and the integration of businesses may create complexity in our financial systems and internal controls and make them more difficult to manage.  Integration of businesses into our internal control system could cause us to fail to meet our financial reporting obligations.  Additionally, any impairment of goodwill or other assets acquired or divested in a strategic transaction or charges to earnings associated with any\n11\nstrategic transaction, may materially reduce our earnings.  Our shareholders may react unfavorably to our strategic transactions.  We may not realize any anticipated benefits from such transactions, we may be exposed to additional liabilities of any acquired business or joint venture, and we may be exposed to litigation in connection with the strategic transaction.  Further, we may finance these strategic transactions by incurring additional debt, which could increase leverage or impact our ability to access capital in the future.\nOperating internationally presents unique challenges, including some that have required us to adapt our store operations, merchandising, marketing and distribution functions to serve customers in Canada.\nOur business and results of operations could be negatively affected if we are unable to effectively address these challenges.\nWe operate stores in Canada.  Expanding and operating internationally presents unique challenges that may increase the anticipated costs and risks of operation and expansion and slow the anticipated rate of expansion.  Our future operating results in Canada or in other countries or regions in which we may operate in the future could be negatively affected by a variety of factors, including unfavorable political or economic factors, adverse tax consequences, volatility in foreign currency exchange rates, increased difficulty in enforcing intellectual property rights, costs and difficulties of managing international operations, challenges with identifying and contracting with local suppliers and other risks created as a result of differences in culture, laws and regulations.  These factors could restrict our ability to operate our international businesses profitably and therefore have a negative impact on our results of operations and financial position.  In addition, our reported results of operations and financial position could also be negatively affected by exchange rates when the activities and balances of our foreign operations are translated into U.S. dollars for financial reporting purposes.\nLegal, Regulatory and Other External Risks\nThe COVID-19 pandemic has affected and is expected to continue to affect our business, results of operations and financial condition.\nThe effects of the COVID-19 pandemic are highly unpredictable and volatile, and have affected and are expected to continue to affect our business operations, demand for our products and services, our costs of doing business, availability of labor, access to inventory, supply chain operations, our ability to predict future performance, exposure to litigation, and our financial condition, among other things\n.\nThere is considerable uncertainty regarding the extent to which COVID-19 will continue to spread and the extent and duration of measures to try to contain the virus, such as travel restrictions, quarantines, “shelter-in-place” orders and various other restrictive measures.\nAt the onset of the pandemic, we implemented a number of measures to facilitate a safer store environment. In addition, we provided expanded associate benefits to provide additional paid time off, special payments to hourly associates, temporary wage increases and other benefits.  These measures have increased our operating expenses.  Additionally, in response to the uncertainties surrounding the COVID-19 pandemic, we took proactive steps to further enhance our liquidity position by temporarily suspending our share repurchase program, which was later reinstated; increasing the capacity of our revolving credit facilities and the associated commercial paper program; as well as issuing senior notes in March 2020.\nThe extent to which the COVID-19 pandemic further impacts our business, results of operations and financial condition will depend on numerous evolving factors which are uncertain and cannot be predicted, including:\n•\nthe duration and scope of the pandemic and associated disruptions, including whether there are additional “waves” or other continued periods of increases or spikes in the number of COVID-19 cases, future mutations or related strains of the virus in areas where we or our suppliers operate;\n•\nthe effects of current and future governmental and public responses to changing conditions;\n•\nevolving macroeconomic factors, including general economic uncertainty, unemployment rates and recessionary pressures;\n•\nthe financial condition and purchasing power of our customers;\n•\nthe ability of the third parties on which we rely, including our suppliers and other external business partners, to meet their obligations to the Company, or significant disruptions in their ability to do so which may be caused by their own financial or operational difficulties;\n12\n•\nunknown consequences on our business performance and strategic initiatives stemming from the substantial investment of time and other resources to the pandemic response;\n•\nthe availability of, and prevalence of access to, effective medical treatments and vaccines for COVID-19;\n•\nvolatility in the credit and financial markets during and after the pandemic;\n•\nthe pace of recovery when the pandemic subsides; and\n•\nthe long-term impact of the pandemic on our business, including consumer behaviors.\nAny of the foregoing factors, or other effects of the COVID-19 pandemic or another pandemic, may result in adverse impacts to our business, results of operations and financial condition.\nThe impacts of the COVID-19 pandemic may also exacerbate other risks discussed herein.\nOur sales are dependent upon the health and stability of the general economy.\nAdverse changes in economic factors specific to the home improvement industry may negatively impact the rate of growth of our total sales and comparable sales.\nMany U.S. and global economic factors may adversely affect our financial performance.  These include, but are not limited to, periods of slow economic growth or recession, decreasing housing turnover or home price appreciation, volatility and/or lack of liquidity from time to time in U.S. and world financial markets and the consequent reduced availability and/or higher cost of borrowing to Lowe’s and its customers, slower rates of growth in real disposable personal income that could affect the rate of growth in consumer spending, high rates of unemployment, consumer debt levels, outbreak of pandemics, fluctuations in fuel and energy costs, inflation or deflation of commodity prices, natural disasters and acts of both domestic and international terrorism.  Sales of many of our product categories and services are driven by the activity level of home improvement projects.  Adverse development in these factors could result in a decrease in home improvement activity which could reduce demand for our products and services.\nOur business could be affected by uncharacteristic or significant weather conditions, including natural disasters and changes in climate, which could impact our operations.\nNatural disasters, such as hurricanes and tropical storms, fires, floods, tornadoes, and earthquakes; unseasonable, or unexpected or extreme weather conditions, such as major or extended winter storms or droughts, whether as a result of climate change or otherwise; severe changes in climate; or similar disruptions and catastrophic events can affect consumer spending and confidence and consumers’ disposable income, particularly with respect to home improvement or construction projects, and could have an adverse effect on our financial performance.  These types of events can also adversely affect our work force and prevent associates and customers from reaching our stores and other facilities.  They can also disrupt or disable operations of stores, support centers, and portions of our supply chain and distribution network, including causing reductions in the availability of inventory and disruption of utility services.  In addition, these events may affect our information systems, resulting in disruption to various aspects of our operations, including our ability to transact with customers and fulfill orders and to communicate with our stores.  As a consequence of these or other catastrophic or uncharacteristic events, we may experience interruption to our operations, increased costs, or losses of property, equipment or inventory, which would adversely affect our revenue and profitability.\nOur costs of doing business could increase as a result of changes in, expanded enforcement of, or adoption of new federal, state or local laws and regulations.\nOur business is subject to a wide array of federal, state and local laws and regulations. In recent years, a number of new laws and regulations have been adopted, and there has been expanded enforcement of certain existing laws and regulations by federal, state and local agencies. These laws and regulations, and related interpretations and enforcement activity, may change as a result of a variety of factors, including political, economic or social events. Changes in, expanded enforcement of, or adoption of new federal, state or local laws and regulations governing minimum wage requirements, collective bargaining units, the classification of exempt and non-exempt employees, the distinction between employees and contractors, other wage, labor or workplace regulations, health care, data privacy and cybersecurity, the sale and pricing of some of our products; transportation, logistics, international trade, supply chain transparency, taxes, unclaimed property, energy costs and consumption or environmental matters could increase our costs of doing business or impact our operations.  In addition, if we fail to comply with other applicable laws and regulations, including the Foreign Corrupt Practices Act and local anti-bribery laws, we could be subject to reputation and legal risk, including government enforcement action and class action civil litigation, which could adversely affect our business, financial condition and results of operations.\n13\nFuture litigation or governmental proceedings could result in material adverse consequences, including judgments or settlements, negatively affecting our business, financial condition and results of operations.\nWe are, and in the future will become, involved in lawsuits, including consumer, commercial, employment, tort and other litigation, regulatory inquiries, and governmental and other legal proceedings arising out of the ordinary course of our business.  Some of these proceedings may raise difficult and complicated factual and legal issues and can be subject to uncertainties and complexities.  The timing of the final resolutions to lawsuits, regulatory inquiries and governmental and other legal proceedings is typically uncertain.  Additionally, the possible outcomes of, or resolutions to, these proceedings could include adverse judgments or settlements, either of which could require substantial payments.  Furthermore, defending against these proceedings may require a diversion of management’s attention and resources.  None of the legal proceedings in which we are currently involved, individually or collectively, are considered material.\nLiquidity and access to capital rely on efficient, rational and open capital markets and are dependent on Lowe’s credit strength.\nOur inability to access capital markets could negatively affect our business, financial performance and results of operations.\nWe have relied on the public debt markets to fund portions of our capital investments and the commercial paper market and bank credit facilities to fund our working capital needs.  Our access to these markets depends on our strong credit ratings, the overall condition of debt capital markets and our operating performance.  Disruption in the financial markets or an erosion of our credit strength or declines on our credit rating could impact negatively our ability to meet capital requirements or fund working capital needs."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "At January 29, 2021, our properties consisted of 1,974 stores in the U.S. and Canada with a total of approximately 208 million square feet of selling space.  Of the total stores operating at January 29, 2021, approximately 84% are owned, which includes stores on leased land, with the remainder being leased from third parties.  We also operate regional distribution centers and other facilities to support distribution and fulfillment, as well as data centers and various support offices.  Our executive offices are located in Mooresville, North Carolina."
  },
  {
    "item_key": "item_3",
    "text": "The Company is from time to time a party to various lawsuits, claims and other legal proceedings that arise in the ordinary course of business.  With respect to such lawsuits, claims and proceedings, the Company records reserves when it is probable a liability has been incurred and the amount of loss can be reasonably estimated.  The Company does not believe that any of these proceedings, individually or in the aggregate, would be expected to have a material adverse effect on its results of operations, financial position, or cash flows.  The Company maintains liability insurance for certain risks that are subject to certain self-insurance limits."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n14\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nSet forth below is a list of names and ages of the executive officers of the registrant indicating all positions and offices with the registrant held by each such person and each person’s principal occupations or employment during the past five years unless otherwise noted.  Each executive officer of the registrant is elected by the board of directors.  Each executive officer of the registrant holds office from the date of election until a successor is elected or until his or her death, resignation or removal.\n15\nPart II"
  },
  {
    "item_key": "item_5",
    "text": "Lowe’s common stock is traded on the New York Stock Exchange (NYSE).  The ticker symbol for Lowe’s is “LOW”.  As of March 19, 2021, there were 21,657 holders of record of Lowe’s common stock.\nTotal Return to Shareholders\nThe following information in Item 5 of this Annual Report is not deemed to be “soliciting material” or to be “filed” with the SEC or subject to Regulation 14A or 14C under the Securities Exchange Act of 1934 or to the liabilities of Section 18 of the Securities Exchange Act of 1934, and will not be deemed to be incorporated by reference into any filing under the Securities Act of 1933 or the Securities Exchange Act of 1934, except to the extent we specifically incorporate it by reference into such a filing.\nThe following table and graph compare the total returns (assuming reinvestment of dividends) of the Company’s common stock, the S&P 500 Index (S&P 500) and the S&P Retailing Industry Group Index (S&P Retail Index).  The graph assumes $100 invested on January 29, 2016 in the Company’s common stock and each of the indices.\n16\nIssuer Purchases of Equity Securities\nThe following table sets forth information with respect to purchases of the Company’s common stock made during the fourth quarter of fiscal 2020:\n1\nThe total number of shares purchased includes shares withheld from employees to satisfy either the exercise price of stock options or the statutory withholding tax liability upon the vesting of share-based awards.\n2\nOn December 9, 2020, the Company announced that its Board of Directors authorized an additional $15.0 billion of share repurchases, in addition to the $10.0 billion of share repurchases authorized by the Board of Directors in December 2018, with no expiration.\nItem 6 - Selected Financial Data\n1\nEffective February 3, 2018, the Company adopted ASU 2014-09, Revenue from Contracts with Customers (Topic 606), and all related amendments, using the modified retrospective method.  Therefore, results for reporting periods beginning after February 2, 2018 are presented under ASU 2014-09, while comparative prior period amounts have not been restated and continue to be presented under accounting standards in effect in those periods.\n2\nFiscal 2016 contained 53 weeks, while all other years contained 52 weeks.\n3\nEffective February 2, 2019, the Company adopted ASU 2016-02, Leases (Topic 842), and all related amendments, using the optional transition approach to not restate comparative periods and recognized the cumulative impact of adoption in the opening balance of retained earnings.  Therefore, results for reporting periods beginning after February 1, 2019 are presented under ASU 2016-02, while comparative prior period amounts have not been restated and continue to be presented under accounting standards in effect in those periods.\n17"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis summarizes the significant factors affecting our consolidated operating results, financial condition, liquidity and capital resources during the three-year period ended January 29, 2021 (our fiscal years 2020, 2019, and 2018).  Unless otherwise noted, all references herein for the years 2020, 2019, and 2018 represent the fiscal years ended January 29, 2021, January 31, 2020, and February 1, 2019, respectively.  We intend for this discussion to provide the reader with information that will assist in understanding our financial statements, the changes in certain key items in those financial statements from year to year, and the primary factors that accounted for those changes, as well as how certain accounting principles affect our financial statements.  This discussion should be read in conjunction with our consolidated financial statements and notes to the consolidated financial statements included in this Annual Report that have been prepared in accordance with accounting principles generally accepted in the United States of America.  This discussion and analysis is presented in six sections:\n•\n•\n•\n•\n•\n•\nEXECUTIVE OVERVIEW\nPerformance Overview\nNet sales for fiscal 2020 increased 24.2% over fiscal year 2019 to $89.6 billion.  The increase in total sales was driven by an increase in comparable sales, primarily offset by a decrease in sales due to closed stores.  Comparable sales increased 26.1% over fiscal year 2019, driven by an increase in comparable transactions of 14.0% and an increase in comparable average ticket of 12.1%.  Net earnings for fiscal 2020 increased 36.3% to $5.8 billion.  Diluted earnings per common share increased 41.3% in fiscal year 2020 to $7.75 from $5.49 in 2019.  Included in the fiscal 2020 results is a $1.1 billion pre-tax loss on extinguishment of debt from cash tender offers to purchase and retire an aggregate principal amount of $3.0 billion in outstanding notes with a weighted average interest rate of 4.80%.  The Company funded the cash tender offers with a $4.0 billion issuance of unsecured notes with a weighted average interest rate of 2.17%.  These efforts took advantage of a favorable interest rate environment to reduce our long-term interest expense.  Also included in the results for fiscal 2020 and 2019 are operating costs related to the Canada restructuring actions.  Adjusting 2020 and 2019 amounts for these discrete items not contemplated in the business outlooks for those respective years, adjusted diluted earnings per common share increased 54.4% in fiscal year 2020 to $8.86 from $5.74 in 2019 (see the\ndiscussion).\nFor 2020, cash flows from operating activities were $11.0 billion, with $1.8 billion used for capital expenditures.  Continuing to deliver on our commitment to return excess cash to shareholders, the Company repurchased $5.0 billion of common stock and paid $1.7 billion in dividends during the year.\nIn 2020, we experienced unprecedented customer demand as the consumer mindset turned its focus to the function and enjoyment of their home.  During the COVID-19 pandemic, the home has become a residence, a home school, a home office and the primary location for recreation and entertainment.  Due to our execution of the Company’s retail fundamentals strategy announced in 2018, which focused on merchandising excellence, supply chain transformation, operational efficiency, and customer engagement, we leveraged our improved operating capabilities to quickly respond to the global health crisis and meet customer demands.\nThe COVID-19 pandemic changed the way customers shop with Lowe’s.  In an effort to enhance our omni-channel capabilities and to offer options to meet our customer’s needs, we rapidly rolled out curbside pickup in the first quarter.  We then launched mobile check-in for curbside pickup along with an internal order picking app to improve associates’ speed and accuracy in fulfilling orders, and began the launch of touchless buy online pickup in store (BOPIS) lockers.  We also continue to enhance our mobile app to improve the customer pickup experience, including geofencing technology that alerts our stores when customers are on their way to pick up their orders.  In addition, we completed the re-platforming of Lowes.com to the cloud which greatly improved site stability and functionality allowing us to achieve triple-digit online sales growth for the year.\nTo provide customers with a more intuitive shopping experience and better align our product adjacencies, especially for Pro customers, we made a significant merchandising investment to reset the layout of our U.S. stores (U.S. Stores Reset).  The U.S. Stores Reset provides a faster shopping experience, increases localized product assortments by eliminating unproductive bays\n18\nwhich opens up space for new products better tailored to the local market, and drives more transactions by moving the basket-building category of cleaning products to the main power aisle of the store.  The Company incurred approximately $260 million of incremental expense in 2020, which is reflected within selling, general and administrative (SG&A) expenses in the consolidated statement of earnings, with approximately 95% of the resets complete as of the end of the fiscal year.\nIn addition, throughout 2020, we continued to focus on gaining market share with the Pro customer.  We continue to elevate our brand and product offerings in the job lot quantities they need.  During the fourth quarter, we launched our new Pro customer relationship management (CRM) tool which provides our Pro Desk with tools to manage, grow and retain our Pro customers through consistent and data-driven selling actions.\nCOVID-19 Response\nWe began the year focused on executing our retail strategy; however, we rapidly re-prioritized our objectives to address the impacts of COVID-19.  Our Company has been committed to the following priorities while navigating the COVID-19 pandemic:\n1.\nProtecting the health and safety of our associates and customers through a safe store environment and shopping experience,\n2.\nFinancially supporting our associates during this challenging time, and\n3.\nProviding support for our community, including healthcare providers and first responders.\nWe implemented a number of initiatives to facilitate a safer store environment throughout the year, including supporting social distancing by adding signage and floor markers, installing plexiglass shields at the point-of-sale areas, and designating social distancing ambassadors to monitor customer flow traffic; enhancing cleaning procedures; and adopted a requirement for all front-line associates to wear masks and a nationwide standard for all customers to wear masks.  For the year, we invested nearly $1.3 billion in COVID-related support for our associates, store safety and communities.  As part of our commitment to provide financial assistance to our associates, this investment was inclusive of $915 million of expense to support our associates, which included seven discretionary payments for our hourly associates, a $2 per hour temporary wage increase for hourly associates during the month of April, and emergency paid leave for all associates who needed it.  In addition, our support included $109 million in pandemic relief to support our communities, including grants to support minority-owned and rural small businesses.\nLooking Forward\nIn late 2020, after a period of time spent focusing on improving our retail fundamentals, we unveiled our Total Home strategy, which is our commitment to providing a full complement of products and services for Pros and Consumers alike, enabling a Total Home solution for every need in the home.  We believe our Total Home strategy will enhance customer engagement and grow market share by intensifying our focus on the Pro customer, expanding our online business, modernizing installation services, improving localization efforts, and elevating our product assortment.\nIn the coming year, we remain focused on growing market share, improving operating profitability, and driving sustainable growth.  While there is uncertainty in the market and the home improvement sector, we believe we have the flexibility to manage and adapt our business in a dynamic economic environment.\n19\nOPERATIONS\nThe following tables set forth the percentage relationship to net sales of each line item of the consolidated statements of earnings, as well as the percentage change in dollar amounts from the prior year.  This table should be read in conjunction with the following discussion and analysis and the consolidated financial statements, including the related notes to the consolidated financial statements.\nThe following table sets forth key metrics utilized by management in assessing business performance. This table should be read in conjunction with the following discussion and analysis and the consolidated financial statements, including the related notes to the consolidated financial statements.\nBeginning on February 1, 2020, the Company changed the basis in which it presents the comparable sales metric.  The current metric is presented on a transacted basis when tender is accepted from a customer.  Prior to this change, the Company’s comparable sales metric was based on when control of the good or service passed to the customer, which included timing impacts of deferred sales.  The purpose of the change was to align the metric with how the Lowe’s management team evaluates the business throughout the year and views performance relative to peers.  For the fiscal year ended January 29, 2021, the impact of excluding deferred sales increased the comparable sales metric by 62 basis points.  For the fiscal year ended January 31, 2020, the impact of excluding deferred sales decreased the comparable sales metric by 7 basis points.  For the fiscal year ended February 1, 2019, the impact of excluding deferred sales decreased the comparable sales metric by 20 basis points.  The comparable sales metric for the fiscal years ended January 31, 2020 and February 1, 2019, has been recast to conform to the current year presentation.\n20\n1\nA comparable location is defined as a retail location that has been open longer than 13 months.  A location that is identified for relocation is no longer considered comparable in the month of its relocation.  The relocated location must then remain open longer than 13 months to be considered comparable.  A location we have decided to close is no longer considered comparable as of the beginning of the month in which we announce its closing.  Comparable sales include online sales, which positively impacted fiscal 2020, fiscal 2019, and fiscal 2018 by approximately 565 basis points, 25 basis points, and 80 basis points, respectively.\n2\nAverage ticket is defined as net sales divided by the total number of customer transactions.\n3\nAverage store size selling square feet is defined as sales floor square feet divided by the number of stores open at the end of the period.  The average Lowe’s-branded home improvement store has approximately 112,000 square feet of retail selling space.\n4\nReturn on average assets is defined as net earnings divided by average total assets for the last five quarters.\n5\nReturn on average shareholders’ equity is defined as net earnings divided by average shareholders’ equity for the last five quarters.\n6\nReturn on invested capital is calculated using a non-GAAP financial measure.  Net earnings to average debt and equity is the most comparable GAAP ratio.  See below for additional information and reconciliations of non-GAAP measures.\nNon-GAAP Financial Measures\nAdjusted Diluted Earnings Per Share\nAdjusted diluted earnings per share is considered a non-GAAP financial measure.  Management believes this non-GAAP financial measure provides useful insight for analysts and investors in evaluating what management considers the Company’s core financial performance.  Adjusted diluted earnings per share excludes the impact of certain discrete items not contemplated in the Company’s business outlooks for 2020 and 2019.  Unless otherwise noted, the income tax effect of these adjustments is calculated using the marginal rates for the respective periods.\nFiscal 2020 Impacts\n•\nIn the third quarter of fiscal 2019, the Company began a strategic review of its Canadian operations, and in the fourth quarter of fiscal 2019, the Company announced additional restructuring actions to improve future performance and profitability of its Canadian operations.  As a result of these actions, the Company recognized pre-tax operating costs of $45 million related to inventory write-downs and other closing costs in fiscal 2020 (Canada restructuring).\n•\nIn the third quarter of fiscal 2020, the Company recognized a $1.1 billion loss on extinguishment of debt in connection with the cash tender offers on an aggregate principal amount of $3.0 billion in outstanding notes (Loss on extinguishment of debt).\nFiscal 2019 Impacts\n•\nPrior to the beginning of fiscal 2019, the Company announced its intention to exit its Mexico retail operations and had planned to sell the operating business.  However, in the first quarter of fiscal 2019, after an extensive market evaluation, the decision was made to instead sell the assets of the business.  That decision resulted in an $82 million tax benefit.  Additionally, the Company recognized $35 million of pre-tax operating costs associated with the exit and ongoing wind-down of the Mexico retail operations in fiscal 2019 (Mexico adjustments).\n•\nDuring the third quarter of fiscal 2019, the Company began a strategic review of its Canadian operations resulting in pre-tax charges of $53 million associated with long-lived asset impairment.  In the fourth quarter, the Company recognized pre-tax operating costs and charges of $176 million related to inventory liquidation, accelerated depreciation and amortization, severance, and other costs, as well as a net $26 million impact to income tax expense\n21\nrelated to income tax valuation allowance.  Total pre-tax operating costs and charges for fiscal 2019 were $230 million (Canada restructuring).\nAdjusted diluted earnings per share should not be considered an alternative to, or more meaningful indicator of, the Company’s diluted earnings per common share as prepared in accordance with GAAP.  The Company’s methods of determining this non-GAAP financial measure may differ from the method used by other companies and may not be comparable.\nReturn on Invested Capital\nReturn on Invested Capital (ROIC) is calculated using a non-GAAP financial measure.  Management believes ROIC is a meaningful metric for analysts and investors as a measure of how effectively the Company is using capital to generate profits.  Although ROIC is a common financial metric, numerous methods exist for calculating ROIC.  Accordingly, the method used by our management may differ from the methods used by other companies.  We encourage you to understand the methods used by another company to calculate ROIC before comparing its ROIC to ours.\nWe define ROIC as the rolling 12 months’ lease adjusted net operating profit after tax (Lease adjusted NOPAT) divided by the average of current year and prior year ending debt and equity.  Lease adjusted NOPAT is a non-GAAP financial measure, and net earnings is considered to be the most comparable GAAP financial measure.  The calculation of ROIC, together with a reconciliation of net earnings to Lease adjusted NOPAT, is as follows:\n1\nIncome tax adjustment is defined as net operating profit multiplied by the effective tax rate, which was 24.6%, 23.9%, and 31.8% for 2020, 2019, and 2018, respectively.\n2\nAverage debt and equity is defined as average current year and prior year ending debt, including current maturities, short-term borrowings, and operating lease liabilities, plus the average current year and prior year ending total equity.\n22\nFiscal 2020 Compared to Fiscal 2019\nNet Sales –\nNet sales increased 24.2% to $89.6 billion in 2020.  The increase in total sales was driven primarily by comparable sales growth.  Comparable sales increased 26.1% over the same period, driven by a 14.0% increase in comparable customer transactions and a 12.1% increase in comparable average ticket.  Comparable sales increases during each quarter of the fiscal year, as reported, were 11.2% in the first quarter, 34.2% in the second quarter, 30.1% in the third quarter, and 28.1% in the fourth quarter.\nDuring 2020, we experienced comparable sales increases in all 15 product categories, and broad-based growth with both DIY and Pro customers.  Comparable sales were above the Company average in Lumber, Lawn & Garden, Paint, Seasonal & Outdoor Living, Tools, and Décor.  Lumber experienced strong performance driven by strong unit demand from both DIY and Pro customers, as well as benefits from improved investments in job lot quantities and commodity inflation.  As customers focused on the home this year, Lawn & Garden, Paint, and Tools experienced significant increases from indoor and outdoor DIY friendly home projects and improvements.  Lawn & Garden also saw benefit due to COVID-19 preparation in cleaning.  Seasonal & Outdoor Living saw increased sales driven by favorable weather, and Décor delivered strong performance in home accents and home organization as customers continue to look for impactful DIY projects.  Geographically, all 15 U.S. regions experienced positive comparable sales of at least 20%, while Canada delivered comparable sales of 15%.\nDuring the fourth quarter of 2020, we also experienced comparable sales increases in all 15 product categories.  Comparable sales increases were above the company average in Lumber, Seasonal & Outdoor Living, Lawn & Garden, Paint, Building Materials, Electrical, and Décor.  Lumber led the sales performance due to strong demand with Pro and DIY customers as well as commodity inflation.  Seasonal & Outdoor Living experienced strong performance during the holiday season with a holiday trim-a-tree program that exceeded the customer’s expectations.  Lawn & Garden and Paint benefited from consumers’ continued focus on the home.  Building Materials saw strong demand with the Pro customer, particularly in roofing and gutters.  Geographically, all 15 U.S. regions experienced increases in fourth quarter comparable sales of at least 19%, and Canada delivered increased comparable sales of 18%.\nGross Margin\n– Gross margin as a percentage of sales for 2020 increased 121 basis points compared to 2019.  Gross margin was positively impacted by approximately 235 basis points of total rate improvement driven by continued improvements in our pricing and promotional strategies as well as approximately 20 basis points of leverage due to prior year impact of store closures and inventory liquidation associated with the Canadian restructuring.  These benefits were partially offset by 25 basis points of deleverage from supply chain costs, 25 basis points of deleverage from lower credit revenue, 25 basis points of deleverage due to product mix, 20 basis points of deleverage from inventory shrink, and 20 basis points of deleverage due to tariff pressure.\nDuring the fourth quarter of 2020, gross margin increased 70 basis points as a percentage of sales.  Gross margin was positively impacted by approximately 145 basis points of total rate improvement driven by continued improvements in our pricing, cost management, and promotional strategies as well as 80 basis points of leverage due to prior year impact of store closures and inventory liquidation associated with the Canadian restructuring.  These benefits were partially offset by 40 basis points of deleverage related to supply chain costs, 40 basis points of deleverage from inventory shrink, 35 basis points of deleverage due to product mix, and 20 basis points of deleverage from lower credit revenue.\nSG&A\n– SG&A expense for 2020 leveraged 62 basis points as a percentage of sales compared to 2019.  This was primarily driven by 115 basis points of leverage in retail operating salaries due to increased sales and improved store operating efficiencies, 30 basis points of leverage in advertising, 30 basis point of leverage in occupancy related to increased sales and decreased lease expenses, and 15 basis points of leverage related to the Company’s Canadian restructuring, which included prior year long-lived asset impairment, severance and other costs as well as current year closing costs.  These were partially offset by 135 deleverage due to COVID-19 related expenses, including discretionary bonuses paid to hourly front-line employees, emergency paid leave, and increased cleaning costs and other safety-related programs, and 30 basis points of deleverage due to our U.S. Stores Reset.\nFor the fourth quarter of 2020, SG&A expense leveraged 63 basis points as a percentage of sales compared to the fourth quarter of 2019.  This was primarily driven by 130 basis points of leverage in retail operating salaries due to increased sales and improved store operating efficiencies, 30 basis points of leverage in occupancy related to increased sales and decreased lease expense, 25 basis points of leverage in advertising, 20 basis points of leverage related to the Company’s Canadian restructuring, which included prior year long-lived asset impairment, severance and other costs as well as current year closing costs, and 15 basis points of leverage in utilities related to efficiency upgrades.  These were partially offset by 80 basis points deleverage due\n23\nto COVID-19 related expenses, including hourly front-line employee bonus, emergency paid leave, and increased cleaning costs and other safety-related programs, and 75 basis points deleverage due to our U.S. Stores Reset.\nDepreciation and Amortization\n– Depreciation and amortization expense leveraged 19 basis points for 2020 as a percentage of sales compared to 2019, driven by increased sales in the current year.  Depreciation and amortization expense increased year over year due to incremental depreciation related to investments in the business.  Property, less accumulated depreciation, increased to $19.2 billion at January 29, 2021, compared to $18.8 billion at January 31, 2020.  As of January 29, 2021, and January 31, 2020, we owned 84% of our stores, which included stores on leased land.\nInterest – Net\n– Net interest expense is comprised of the following:\nNet interest expense in 2020 leveraged one basis point primarily as a result of increased sales in the current year, offset by interest expense related to the issuance of $4.0 billion unsecured notes in March 2020 and $4.0 billion unsecured notes in October 2020.\nLoss on Extinguishment of Debt\n– During the third quarter of 2020, we repurchased and retired $3.0 billion aggregate principal amount of our outstanding debt resulting in a loss on extinguishment of debt of $1.1 billion.\nIncome Tax Provision\n– Our effective income tax rate was 24.6% in 2020 compared to 23.9% in 2019.  For 2019, the rate was favorably impacted by the tax benefit associated with the Company’s decision to sell the assets of the Mexico business, which was offset by a valuation allowance established for the Company’s RONA inc. entity in Canada.\nOur effective income tax rates were 25.9% and 34.3% for the three months ended January 29, 2021 and January 31, 2020, respectively.  Our effective income tax rate for the fourth quarter of 2019 was negatively impacted by the valuation allowance established for the Company’s RONA inc. entity in Canada.\nFiscal 2019 Compared to Fiscal 2018\nFor a comparison of our results of operations for the fiscal years ended January 31, 2020 and February 1, 2019, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended January 31, 2020, filed with the SEC on March 23, 2020.\nFINANCIAL CONDITION, LIQUIDITY AND CAPITAL RESOURCES\nSources of Liquidity\nSignificant customer demand and operating performance for the fiscal year drove a substantial increase in cash flows from operations.  These increases, supplemented with our short-term and long-term borrowings, have provided ample liquidity to fund our operations while allowing us to make strategic investments in our omni-channel capabilities to support long-term growth and return excess cash to shareholders in the form of dividends and share repurchases.  As of January 29, 2021, we held $4.7 billion of cash and cash equivalents, as well as $3 billion in undrawn capacity on our revolving credit facilities.  We believe that our sources of liquidity will continue to be adequate to fund our operations and investments to grow our business, repay our debt as it becomes due, pay dividends, and fund our share repurchases over the next 12 months.\nCash Flows Provided by Operating Activities\n24\nCash flows from operating activities continued to provide the primary source of our liquidity.  The increase in net cash provided by operating activities for the year ended January 29, 2021 versus the year ended January 31, 2020, was due primarily to higher net earnings and changes in working capital.  Accounts payable increased for fiscal 2020 by $3.2 billion compared to a decrease of $637 million in fiscal 2019, driving an additional $3.8 billion in operating cash flows for fiscal 2020.  The increase in accounts payable was driven by higher sustained inventory purchase volume in 2020 as compared to 2019.  Other operating liabilities increased $813 million for fiscal 2020 compared to a decrease of $639 million in fiscal 2019.  The increase in other operating liabilities in the current year is primarily driven by increases in accrued compensation and employee benefits, and increased accrued payroll taxes due to the deferral of qualifying employer payroll taxes in accordance with the Coronavirus, Aid, Relief, and Economic Securities Act (the CARES Act).  Inventory decreased operating cash flow for fiscal 2020 by approximately $3.0 billion compared to a decrease of $600 million for fiscal 2019, primarily due to higher inventory purchases to meet sustained customer demand in 2020, as well as build-up of inventory for the spring selling season.\nCash Flows Used in Investing Activities\nNet cash used in investing activities primarily consists of transactions related to capital expenditures.\nCapital expenditures\nOur capital expenditures generally consist of investments in our strategic initiatives to enhance our ability to serve customers, improve existing stores, and support expansion plans.  Capital expenditures were $1.8 billion in 2020, $1.5 billion in 2019, and $1.2 billion in 2018.  The following table provides the allocation of capital expenditures for 2020, 2019, and 2018:\n1\nIncludes merchandising resets, facility repairs, replacements of IT and store equipment, among other specific efforts.\n2\nRepresents investments related to our strategic focus areas aimed at improving customers’ experience and driving improved performance in the near and long term.\n3\nRepresents expenditures primarily related to land purchases, buildings, and personal property for new store projects and new corporate facilities projects as well as expenditures related to our international operations.\nOur 2021 capital expenditures forecast is approximately $2.0 billion.  The following table provides the allocation of our fiscal 2021 capital expenditures forecast:\nCash Flows Used in Financing Activities\nNet cash used in financing activities primarily consist of transactions related to our short-term borrowings, long-term debt, share repurchases, and cash dividend payments.\nShort-term Borrowing Facilities\nIn March 2020, we entered into a $1.02 billion five-year unsecured revolving credit agreement (the 2020 Credit Agreement) with a syndicate of banks.  In addition, we have a $1.98 billion five-year unsecured revolving second amended and restated\n25\ncredit agreement (the Second Amended and Restated Credit Agreement) with a syndicate of banks.  Subject to obtaining commitments from the lenders and satisfying other conditions specified in the 2020 Credit Agreement and the Second Amended and Restated Credit Agreement, the Company may increase the combined aggregate availability of both agreements by an additional $520 million.\nIn January 2020, we entered into a $1 billion unsecured 364-day term loan facility (the “Term Loan”).  The Company repaid the Term Loan during fiscal 2020.\nIn September 2019, we entered into a $250 million unsecured 364-day credit agreement (the 2019 Credit Agreement) with a syndicate of banks.  In connection with the 2020 Credit Agreement, the Company refinanced the 2019 Credit Agreement and terminated any commitments under the 2019 Credit Agreement as of March 23, 2020.\nThe 2020 Credit Agreement and the Second Amended and Restated Credit Agreement support our commercial paper program.  The amount available to be drawn under the 2020 Credit Agreement and the Second Amended and Restated Credit Agreement is reduced by the amount of borrowings under our commercial paper program.  There were no outstanding borrowings under the Company’s commercial paper program, the 2020 Credit Agreement, or the Second Amended and Restated Credit Agreement as of January 29, 2021.  Outstanding borrowings under the Company’s commercial paper program were $941 million, with a weighted average interest rate of 2.10%, as of January 31, 2020.  There was $1.0 billion in outstanding borrowings under the Term Loan, with a weighted average interest rate of 2.29%, and no borrowings outstanding under the Second Amended and Restated Credit Agreement or the 2019 Credit Agreement as of January 31, 2020.  Total combined availability under the 2020 Credit Agreement and the Second Amended and Restated Credit Agreement as of January 29, 2021, was $3.0 billion.\nOur commercial paper program, along with cash flows generated from operations, is typically utilized during our fourth fiscal quarter to build inventory in anticipation of the spring selling season.  The following table includes additional information related to our short-term borrowings for 2020, 2019, and 2018:\nThe Second Amended and Restated Credit Agreement and the 2020 Credit Agreement contain customary representations, warranties, and covenants.  We were in compliance with those covenants at January 29, 2021.\nLong-term Debt\nThe following table includes additional information related to the Company’s long-term debt for 2020, 2019, and 2018:\nIn 2020, we issued $8.0 billion of unsecured notes.  This is comprised of $4.0 billion of unsecured notes issued in March 2020 to finance current year maturities and for other general corporate purposes and $4.0 billion of unsecured notes issued in October 2020 to fund the 2020 cash tender offers to purchase existing unsecured notes and for other general corporate purposes.  We completed the tender offers in October 2020 in which we purchased and retired an aggregate principal amount of $3.0 billion of our higher coupon notes prior to maturity to take advantage of a favorable interest rate environment to reduce our long-term interest expense.  As part of this transaction, we incurred $1.1 billion of debt extinguishment costs which included premium to noteholders and the cost of reverse treasury lock derivative contracts associated with the tender offers.  In 2020, we paid $500 million to repay scheduled long-term debts at maturity.\nIn 2019, we issued $3.0 billion of unsecured notes to finance 2019 maturities and for other general corporate purposes, which included share repurchases, capital expenditures, strategic investments, and working capital needs.  In 2019, we paid approximately $1.1 billion to retire scheduled debts at maturity.\n26\nOur ratio of debt to capital (equity plus debt) was 93.8% and 90.7% as of January 29, 2021 and January 31, 2020, respectively.\nShare Repurchases\nWe have an ongoing share repurchase program, authorized by the Company’s Board of Directors, that is executed through purchases made from time to time either in the open market or through private off-market transactions.  We also withhold shares from employees to satisfy tax withholding liabilities.  Shares repurchased are retired and returned to authorized and unissued status.  The following table provides, on a settlement date basis, the total number of shares repurchased, average price paid per share, and the total amount paid for share repurchases for 2020, 2019, and 2018:\nAs of January 29, 2021, we had $19.7 billion remaining under our share repurchase program with no expiration date.  We expect to repurchase shares totaling approximately $9.0 billion in 2021.\nDividends\nIn 2020, we increased our quarterly dividend payment by 9% to $0.60 per share.  Our dividend payment dates are established such that dividends are paid in the quarter immediately following the quarter in which they are declared.  The following table provides additional information related to our dividend payments for 2020, 2019, and 2018:\nCapital Resources\nWe expect to continue to have access to the capital markets on both short-term and long-term bases when needed for liquidity purposes by issuing commercial paper or new long-term debt.  The availability and the borrowing costs of these funds could be adversely affected, however, by a downgrade of our debt ratings or a deterioration of certain financial ratios.  The table below reflects our debt ratings by Standard & Poor’s (S&P) and Moody’s as of March 22, 2021, which is disclosed to provide an enhanced understanding of our sources of liquidity and the effect of our ratings on our cost of funds.  Our debt ratings have enabled, and should continue to enable, us to refinance our debt as it becomes due at favorable rates in capital markets.  Our commercial paper and senior debt ratings may be subject to revision or withdrawal at any time by the assigning rating organization, and each rating should be evaluated independently of any other rating.\nThere are no provisions in any agreements that would require early cash settlement of existing debt or leases as a result of a downgrade in our debt rating or a decrease in our stock price.  In addition, we do not believe it will be necessary to repatriate significant cash and cash equivalents and short-term investments held in foreign affiliates to fund domestic operations.\nOFF-BALANCE SHEET ARRANGEMENTS\nWe do not have any off-balance sheet financing that has, or is reasonably likely to have, a current or future material effect on our financial condition, cash flows, results of operations, liquidity, capital expenditures or capital resources.\n27\nCONTRACTUAL OBLIGATIONS AND COMMERCIAL COMMITMENTS\nThe following table summarizes our significant contractual obligations at January 29, 2021:\n1\nAmounts do not include taxes, common area maintenance, insurance, or contingent rent because these amounts have historically been insignificant.\n2\nAmounts include imputed interest.\n3\nPurchase obligations include agreements to purchase goods or services that are enforceable, are legally binding, and specify all significant terms, including fixed or minimum quantities to be purchased; fixed, minimum or variable price provisions; and the approximate timing of the transaction.  Our purchase obligations include firm commitments related to certain marketing and information technology programs, as well as purchases of merchandise inventory.\n4\nLetters of credit are issued primarily for insurance and construction contracts.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe preparation of the consolidated financial statements and notes to consolidated financial statements presented in this Annual Report requires us to make estimates that affect the reported amounts of assets, liabilities, sales and expenses, and related disclosures of contingent assets and liabilities.  We base these estimates on historical results and various other assumptions believed to be reasonable, all of which form the basis for making estimates concerning the carrying values of assets and liabilities that are not readily available from other sources.  Actual results may differ from these estimates.\nOur significant accounting policies are described in\n1\nto the consolidated financial statements included herein.  We believe that the following accounting policies affect the most significant estimates and management judgments used in preparing the consolidated financial statements.\nMerchandise Inventory\nDescription\nWe record an obsolete inventory reserve for the anticipated loss associated with selling inventories below cost.  This reserve is based on our current knowledge with respect to inventory levels, sales trends and historical experience.  During 2020, our reserve increased approximately $77 million to $182 million as of January 29, 2021.\nWe also record an inventory reserve for the estimated shrinkage between physical inventories.  This reserve is based primarily on actual shrinkage results from previous physical inventories.  Due to COVID-19, the Company did not complete physical inventories for approximately 7% of retail locations originally planned in 2020.  For those locations where physical inventories were not completed, the Company recorded an immaterial adjustment for its estimate of shrinkage as of January 29, 2021, and these locations will have physical inventories completed by March 31, 2021.  During 2020, the inventory shrink reserve increased approximately $121 million to $365 million as of January 29, 2021, in response to higher volumes and estimated shrinkage rates based on results from previous physical inventories.\n28\nIn addition, we receive funds from vendors in the normal course of business, principally as a result of purchase volumes, sales, early payments or promotions of vendors’ products.  Generally, these vendor funds do not represent the reimbursement of specific, incremental and identifiable costs that we incurred to sell the vendor’s product.  Many of the vendor funds associated with these purchases are earned under agreements that are negotiated on an annual basis or shorter.  The funds are recorded as a reduction to the cost of inventory as they are earned.  As the related inventory is sold, the amounts are recorded as a reduction to cost of sales.  Funds that are determined to be reimbursements of specific, incremental and identifiable costs incurred to sell vendors’ products are recorded as an offset to the related expense.\nJudgments and uncertainties involved in the estimate\nWe do not believe that our merchandise inventories are subject to significant risk of obsolescence in the near term, and we have the ability to adjust purchasing practices based on anticipated sales trends and general economic conditions.  However, changes in consumer purchasing patterns or a deterioration in product quality could result in the need for additional reserves.  Likewise, changes in the estimated shrink reserve may be necessary, based on the timing and results of physical inventories.  We also apply judgment in the determination of levels of obsolete inventory and assumptions about net realizable value.\nFor vendor funds, we develop accrual rates based on the provisions of the agreements in place.  Due to the complexity and diversity of the individual vendor agreements, we perform analyses and review historical purchase trends and volumes throughout the year, adjust accrual rates as appropriate and confirm actual amounts with select vendors to ensure the amounts earned are appropriately recorded.  Amounts accrued throughout the year could be impacted if actual purchase volumes differ from projected purchase volumes, especially in the case of programs that provide for increased funding when graduated purchase volumes are met.\nEffect if actual results differ from assumptions\nWe have not made any material changes in the methodology used to establish our inventory valuation or the related reserves for obsolete inventory or inventory shrinkage during the past three fiscal years.  We believe that we have sufficient current and historical knowledge to record reasonable estimates for both of these inventory reserves.  However, it is possible that actual results could differ from recorded reserves.  A 10% change in either the amount of products considered obsolete or the weighted average estimated loss rate used in the calculation of our obsolete inventory reserve would have affected net earnings by approximately $14 million for 2020.  A 10% change in the estimated shrinkage rate included in the calculation of our inventory shrink reserve would have affected net earnings by approximately $27 million for 2020.\nWe have not made any material changes in the methodology used to recognize vendor funds during the past three fiscal years.  If actual results are not consistent with the assumptions and estimates used, we could be exposed to additional adjustments that could positively or negatively impact gross margin and inventory.  However, substantially all receivables associated with these activities do not require subjective long-term estimates because they are collected within the following fiscal year.  Adjustments to gross margin and inventory in the following fiscal year have historically not been material.\nLong-Lived Asset Impairment\nDescription\nWe review the carrying amounts of locations whenever certain events or changes in circumstances indicate that the carrying amounts may not be recoverable.  When evaluating locations for impairment, our asset group is at an individual location level, as that is the lowest level for which cash flows are identifiable.  Cash flows for individual locations do not include an allocation of corporate overhead.\nWe evaluate locations for triggering events relating to long-lived asset impairment on a quarterly basis to determine when a location’s asset may not be recoverable.  For operating locations, our primary indicator that assets may not be recoverable is consistently negative cash flow for a 12-month period for those locations that have been open in the same location for a sufficient period of time to allow for meaningful analysis of ongoing operating results.  Management also monitors other factors when evaluating operating locations for impairment, including individual locations’ execution of their operating plans and local market conditions, including incursion, which is the opening of either other Lowe’s locations or those of a direct competitor within the same market.  We also consider there to be a triggering event when there is a current expectation that it is more likely than not that a given location will be closed or otherwise disposed of significantly before the end of its previously estimated useful life.\nA potential impairment has occurred if projected future undiscounted cash flows expected to result from the use and eventual disposition of the location’s assets are less than the carrying amount of the assets.  The carrying value of a location’s asset group includes inventory, property, operating and finance lease right-of-use assets and operating liabilities including inventory payables, salaries payable and operating lease liabilities.   Financial and nonoperating liabilities are excluded from the carrying\n29\nvalue of the asset group.  When determining the stream of projected future cash flows associated with an individual operating location, management makes assumptions, incorporating local market conditions, about key store variables including sales growth rates, gross margin and controllable expenses, such as store payroll and operating expense, as well as asset residual values or lease rates.  Operating lease payments are included in the projected future cash flows.  Financing lease payments are excluded from the projected future cash flows.  An impairment loss is recognized when the carrying amount of the operating location is not recoverable and exceeds its fair value.\nWe use an income approach to determine the fair value of our individual operating locations, which requires discounting projected future cash flows.  This involves making assumptions regarding both a location’s future cash flows, as described above, and an appropriate discount rate to determine the present value of those future cash flows.  We discount our cash flow estimates at a rate commensurate with the risk that selected market participants would assign to the cash flows.  The selected market participants represent a group of other retailers with a market footprint similar in size to ours.\nWe use a market approach to determine the fair value of our individual locations identified for closure.  This involves making assumptions regarding the estimated selling prices or estimated lease rates by obtaining information from property brokers or appraisers in the specific markets being evaluated.  The information includes comparable sales of similar assets and assumptions about demand in the market for purchase or lease of these assets.\nJudgments and uncertainties involved in the estimate\nOur impairment evaluations require us to apply judgment in determining whether a triggering event has occurred, including the evaluation of whether it is more likely than not that a location will be closed significantly before the end of its previously estimated useful life.  Our impairment loss calculations require us to apply judgment in estimating expected future cash flows, including estimated sales, margin, and controllable expenses, assumptions about market performance for operating locations, and estimated selling prices or lease rates for locations identified for closure.  We also apply judgment in estimating asset fair values, including the selection of an appropriate discount rate for fair values determined using an income approach.\nEffect if actual results differ from assumptions\nDuring fiscal years 2020 and 2019, long-lived asset impairment recorded within selling, general and administrative expenses in the consolidated statements of earnings was immaterial.  We have not made any material changes in the methodology used to estimate the future cash flows of operating locations or locations identified for closure during the past three fiscal years.  If the actual results are not consistent with the assumptions and judgments we have made in determining whether it is more likely than not that a location will be closed significantly before the end of its useful life or in estimating future cash flows and determining asset fair values, our actual impairment losses could vary from our estimated impairment losses.  In the event that our estimates vary from actual results, we may record additional impairment losses, which could be material to our results of operations.\nSelf-Insurance\nDescription\nWe are self-insured for certain losses relating to workers’ compensation, automobile, general and product liability, extended protection plans, and certain medical and dental claims.  We have excess insurance coverage above certain retention amounts to limit exposure from single events and earnings volatility.  Our self-insured retention or deductible, as applicable, is limited to $2 million per occurrence involving workers’ compensation, $10 million per occurrence involving general or product liability, and $10 million per occurrence involving automobile.  We do not have any excess insurance coverage for self-insured extended protection plan or medical and dental claims.  Self-insurance claims filed and claims incurred but not reported are accrued based upon our estimates of the discounted ultimate cost for self-insured claims incurred using actuarial assumptions followed in the insurance industry and historical experience.  During 2020, our self-insurance liabilities decreased approximately $11 million to $1.1 billion as of January 29, 2021.\nJudgments and uncertainties involved in the estimate\nThese estimates are subject to changes in the regulatory environment, utilized discount rate, projected exposures including payroll, sales and vehicle units, as well as the frequency, lag and severity of claims.\nEffect if actual results differ from assumptions\nWe have not made any material changes in the methodology used to establish our self-insurance liability during the past three fiscal years.  Although we believe that we have the ability to reasonably estimate losses related to claims, it is possible that actual results could differ from recorded self-insurance liabilities.  A 10% change in our self-insurance liability would have affected net earnings by approximately $82 million for 2020.  A 100 basis point change in our discount rate would have affected net earnings by approximately $23 million for 2020.\n30"
  },
  {
    "item_key": "item_7a",
    "text": "In addition to the risks inherent in our operations, we are exposed to certain market risks, including changes in interest rates, commodity prices and foreign currency exchange rates.\nInterest Rate Risk\nWe use forward starting interest rate swaps to hedge our exposure to the impact of interest rate changes in future debt issuances.  The fair value of our derivative financial instruments as of January 29, 2021, was not material.  Fluctuations in interest rates do not have a material impact on our financial condition and results of operations because our long-term debt is carried at amortized cost and consists primarily of fixed-rate instruments.  Therefore, providing quantitative information about interest rate risk is not meaningful for our financial instruments.\nCommodity Price Risk\nWe purchase certain commodity products that are subject to price volatility caused by factors beyond our control, which could potentially have a material impact on our financial condition and/or results of operations.  We believe that the price volatility of these products is partially mitigated by our ability to adjust selling prices.  The selling prices of these commodity products are influenced, in part, by the market price we pay and our competitive environment.\nForeign Currency Exchange Rate Risk\nAlthough we have international operating entities, our exposure to foreign currency rate fluctuations is not material to our financial condition and result of operations.\n31"
  },
  {
    "item_key": "item_8",
    "text": "32\nMANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement of Lowe’s Companies, Inc. and its subsidiaries is responsible for establishing and maintaining adequate internal control over financial reporting (Internal Control) as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934, as amended.  Our Internal Control was designed to provide reasonable assurance to our management and the Board of Directors regarding the reliability of financial reporting and the preparation and fair presentation of published financial statements.\nAll internal control systems, no matter how well designed, have inherent limitations, including the possibility of human error and the circumvention or overriding of controls.  Therefore, even those systems determined to be effective can provide only reasonable assurance with respect to the reliability of financial reporting and financial statement preparation and presentation.  Further, because of changes in conditions, the effectiveness may vary over time.\nOur management, with the participation of the Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our Internal Control as of January 29, 2021.  In evaluating our Internal Control, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in Internal Control – Integrated Framework (2013).  Based on our management’s assessment, we have concluded that, as of January 29, 2021, our Internal Control is effective.\nDeloitte & Touche LLP, the independent registered public accounting firm that audited the financial statements contained in this Annual Report, was engaged to audit our Internal Control.  Their report appears on page\n.\n33\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Shareholders of Lowe’s Companies, Inc.\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Lowe’s Companies, Inc. and subsidiaries (the “Company”) as of January 29, 2021 and January 31, 2020, the related consolidated statements of earnings, comprehensive income, shareholders’ equity, and cash flows, for each of the three fiscal years in the period ended January 29, 2021, and the related notes and the schedule listed in the Index at Item 15 (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of January 29, 2021 and January 31, 2020, and the results of its operations and its cash flows for each of the three fiscal years in the period ended January 29, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of January 29, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated March 22, 2021, expressed an unqualified opinion on the Company's internal control over financial reporting.\nAccounting Pronouncement Recently Adopted\nAs discussed in Note 5 to the financial statements, the Company changed its method of accounting for leases in the fiscal year ended January 31, 2020 due to the adoption of Financial Accounting Standards Board Accounting Standards Update 2016-02,\nLeases (Topic 842)\n.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nMerchandise Inventory – Vendor Funds – Refer to Note 1 to the financial statements\nCritical Audit Matter Description\nThe Company receives funds from its vendors in the normal course of business, principally as a result of purchase volumes and sales. In the fiscal year ended January 29, 2021, the Company purchased inventory from a significant number of vendors. Many of the vendor funds associated with these purchases are earned under agreements that are negotiated on an annual basis or shorter. The funds are recorded as a reduction to the cost of inventory as they are earned. As the related inventory is sold, the amounts are recorded as a reduction to cost of sales.\n34\nWe identified vendor funds as a critical audit matter because of the volume and varying terms of the individual vendor agreements. This required an increased extent of effort when performing audit procedures to evaluate whether the vendor funds were recorded in accordance with the terms of the vendor agreements.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to whether the vendor funds were recorded in accordance with the terms of the vendor agreements included the following, among others:\n•\nWe tested the effectiveness of controls over vendor funds, including management’s controls over the accrual and recording of vendor funds as a reduction to the cost of inventory or cost of sales in accordance with the terms of the vendor agreements.\n•\nWe selected a sample of vendor funds and recalculated the amount earned using the terms of the vendor agreement, including the amount recorded as a reduction to the cost of inventory and/or the amount recorded as a reduction to cost of sales.\n•\nWe selected a sample of vendor funds and confirmed the amount earned and terms of the agreement directly with the vendor.\n/s/ Deloitte & Touche LLP\nCharlotte, North Carolina\nMarch 22, 2021\nWe have served as the Company's auditor since 1962.\n35\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Shareholders of Lowe’s Companies, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of Lowe’s Companies, Inc. and subsidiaries (the “Company”) as of January 29, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of January 29, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements and financial statement schedule as of and for the fiscal year ended January 29, 2021, of the Company and our report dated March 22, 2021, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Deloitte & Touche LLP\nCharlotte, North Carolina\nMarch 22, 2021\n36\nLowe’s Companies, Inc.\nConsolidated Statements of Earnings\n(In millions, except per share and percentage data)\nLowe’s Companies, Inc.\nConsolidated Statements of Comprehensive Income\n(In millions, except percentage data)\nSee accompanying notes to consolidated financial statements.\n37\nLowe’s Companies, Inc.\nConsolidated Balance Sheets\n(In millions, except par value)\nSee accompanying notes to consolidated financial statements.\n38\nLowe’s Companies, Inc.\nConsolidated Statements of Shareholders’ Equity\n(In millions, except per share data)\nSee accompanying notes to consolidated financial statements.\n39\nLowe’s Companies, Inc.\nConsolidated Statements of Cash Flows\n(In millions)\nSee accompanying notes to consolidated financial statements.\n40\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nYEARS ENDED JANUARY 29, 2021, JANUARY 31, 2020 AND FEBRUARY 1, 2019\nNOTE 1:\nSummary of Significant Accounting Policies\nLowe’s Companies, Inc. and subsidiaries (the Company) is the world’s second-largest home improvement retailer and operated\n1,974\nstores in the United States and Canada at January 29, 2021.  Below are those accounting policies considered by the Company to be significant.\nFiscal Year -\nThe Company’s fiscal year ends on the Friday nearest the end of January.  Each of the fiscal years presented contained 52 weeks.  All references herein for the years 2020, 2019, and 2018 represent the fiscal years ended January 29, 2021, January 31, 2020, and February 1, 2019, respectively.\nPrinciples of Consolidation\n- The consolidated financial statements include the accounts of the Company and its wholly-owned or controlled operating subsidiaries.  All intercompany accounts and transactions have been eliminated.\nImpacts of COVID-19 -\nOn March 11, 2020, the World Health Organization declared the novel strain of coronavirus (COVID-19) a global pandemic and recommended containment and mitigation measures worldwide.  In response to the COVID-19 pandemic, federal, state and local governments put in place travel restrictions, quarantines, “shelter-in-place” orders, and various other restrictive measures in an attempt to control the spread of the disease.  Such restrictions or orders have resulted in, and continue to result in, business closures, work stoppages, slowdowns and delays, among other effects that impact the Company’s operations, as well as customer demand and the operations of our suppliers.\nAt the onset of the pandemic, the Company implemented a number of measures to facilitate a safer store environment and to provide support for its associates, customers and community.  During the first quarter, the Company expanded associate benefits in response to COVID-19 to provide additional paid time off, special payments to hourly associates, temporary wage increases and other benefits.  During the remainder of fiscal 2020, the Company provided additional bonus payments to hourly associates, in addition to continued enhanced cleaning protocols and charitable contributions.  These actions resulted in $\n1.2\nbillion of expense included in selling, general and administrative (SG&A) expense in the consolidated statements of earnings for the fiscal year ended January 29, 2021.\nAlso, in response to the uncertainties surrounding COVID-19, during the first quarter of 2020, the Company took proactive steps to further enhance its liquidity position by temporarily suspending its share repurchase program, increasing the capacity of its revolving credit facilities and the associated commercial paper program, as well as issuing senior notes in March 2020.  During the third quarter, the Company reinstated its previously authorized share repurchase program.\nThe Company continues to evaluate the carrying amounts of its long-lived assets whenever certain events or changes in circumstances indicate that the carrying amounts may not be recoverable, including potential market impacts from the COVID-19 pandemic.  The Company performed its quarterly assessments of long-lived assets and did not record any material long-lived asset impairments.\nIn addition, the Coronavirus Aid, Relief, and Economic Security Act (the CARES Act), which was enacted on March 27, 2020, includes measures to assist companies in response to the COVID-19 pandemic.  In accordance with the CARES Act, the Company has deferred the payment of qualifying employer payroll taxes which are required to be paid over\ntwo years\n, with half due by December 31, 2021, and the other half due by December 31, 2022.  As of January 29, 2021, the Company deferred $\n481\nmillion of qualifying employer payroll taxes, of which $\n241\nmillion is included in accrued compensation and employee benefits, and $\n240\nmillion is included in other liabilities in the consolidated balance sheet and included in cash flows from other operating liabilities in the consolidated statement of cash flows.\nForeign Currency\n- The functional currencies of the Company’s international subsidiaries are generally the local currencies of the countries in which the subsidiaries are located.  Foreign currency denominated assets and liabilities are translated into U.S. dollars using the exchange rates in effect at the balance sheet date.  Results of operations and cash flows are translated using the average exchange rates throughout the period.  The effect of exchange rate fluctuations on translation of assets and liabilities is included as a component of shareholders’ equity in accumulated other comprehensive loss.  Gains and losses from foreign currency transactions are included in SG&A expense.\nUse of Estimates\n- The preparation of the Company’s financial statements in accordance with accounting principles generally accepted in the United States of America requires management to make estimates that affect the reported amounts of assets, liabilities, sales and expenses, and related disclosures of contingent assets and liabilities.  The Company bases these estimates\n41\non historical results and various other assumptions believed to be reasonable, all of which form the basis for making estimates concerning the carrying values of assets and liabilities that are not readily available from other sources.  Actual results may differ from these estimates.\nCash and Cash Equivalents\n- Cash and cash equivalents include cash on hand, demand deposits, and short-term investments with original maturities of three months or less when purchased.  Cash and cash equivalents are carried at amortized cost on the consolidated balance sheets.  The majority of payments due from financial institutions for the settlement of credit card and debit card transactions process within two business days and are, therefore, classified as cash and cash equivalents.\nInvestments\n- Investments generally consist of agency securities, corporate debt securities, governmental securities, and money market funds, which are classified as available-for-sale.  Available-for-sale debt securities are recorded at fair value, and unrealized gains and losses are recorded, net of tax, as a component of accumulated other comprehensive loss.\nThe proceeds from sales of available-for-sale debt securities were $\n42\nmillion, $\n121\nmillion, and $\n506\nmillion for 2020, 2019, and 2018, respectively.  Gross realized gains and losses on the sale of available-for-sale debt securities were not significant for any of the periods presented.\nInvestments with a stated maturity date of one year or less from the balance sheet date or that are expected to be used in current operations are classified as short-term investments.  All other investments are classified as long-term.  Investments classified as long-term at January 29, 2021, will mature in\none\nto\nfour years\n, based on stated maturity dates.\nThe Company classifies as investments restricted balances primarily pledged as collateral for the Company’s extended protection plan program.\nRestricted balances included in short-term investments were $\n506\nmillion at January 29, 2021, and $\n160\nmillion at January 31, 2020.  Restricted balances included in long-term investments were $\n200\nmillion at January 29, 2021, and $\n372\nmillion at January 31, 2020.\nMerchandise Inventory\n- The majority of the Company’s inventory is stated at the lower of cost and net realizable value using the first-in, first-out method of inventory accounting.  Inventory for certain subsidiaries representing approximately\n7\n% and\n6\n% of the consolidated inventory balances as of January 29, 2021 and January 31, 2020, respectively, are stated at lower of cost and net realizable value using the weighted average cost method.  The cost of inventory includes certain costs associated with the preparation of inventory for resale, including distribution center costs, and is net of vendor funds.\nThe Company records an inventory reserve for the anticipated loss associated with selling inventories below cost.  This reserve is based on management’s current knowledge with respect to inventory levels, sales trends, and historical experience.  Management does not believe the Company’s merchandise inventories are subject to significant risk of obsolescence in the near term, and management has the ability to adjust purchasing practices based on anticipated sales trends and general economic conditions.  However, changes in consumer purchasing patterns could result in the need for additional reserves.\nThe Company also records an inventory reserve for the estimated shrinkage between physical inventories.  This reserve is based primarily on actual shrink results from previous physical inventories.  Changes in the estimated shrink reserve are made based on the timing and results of physical inventories.\nThe Company receives funds from vendors in the normal course of business, principally as a result of purchase volumes, sales, early payments, or promotions of vendors’ products.  Generally, these vendor funds do not represent the reimbursement of specific, incremental, and identifiable costs incurred by the Company to sell the vendor’s product.  Therefore, the Company treats these funds as a reduction in the cost of inventory and are recognized as a reduction of cost of sales when the inventory is sold.  Funds that are determined to be reimbursements of specific, incremental, and identifiable costs incurred to sell vendors’ products are recorded as an offset to the related expense.  The Company develops accrual rates for vendor funds based on the provisions of the agreements in place.  Due to the complexity and diversity of the individual vendor agreements, the Company performs analyses and reviews historical trends throughout the year and confirms actual amounts with select vendors to ensure the amounts earned are appropriately recorded.  Amounts accrued throughout the year could be impacted if actual purchase volumes differ from projected annual purchase volumes, especially in the case of programs that provide for increased funding when graduated purchase volumes are met.\nDerivative Financial Instruments\n- The Company is exposed to the impact of changes in foreign currency exchange rates, benchmark interest rates, and the prices of commodities used in the normal course of business.  The Company occasionally utilizes derivative financial instruments to manage certain business risks.  All derivative financial instruments are recognized at their fair values as either assets or liabilities at the balance sheet date and reported on a gross basis.\n42\nThe Company held forward interest rate swap agreements to hedge its exposure to changes in benchmark interest rates on forecasted debt issuances as of January 29, 2021 and January 31, 2020.  The cash flows related to forward interest rate swap agreements are included within operating activities in the consolidated statements of cash flows.  The Company accounts for these contracts as cash flow hedges, thus the effective portion of gains and losses resulting from changes in fair value are recognized in other comprehensive income/(loss), net of tax effects, in the consolidated statements of comprehensive income and is recognized in earnings when the underlying hedged transaction impacts the consolidated statements of earnings.\nTo hedge the economic risk of changes in value of the October 2020 cash tender offers prior to its pricing date, the Company entered into reverse treasury lock derivative contracts which were not designated as hedging instruments.  The cash flows related to these contracts are included within financing activities in the consolidated statements of cash flows.\nCredit Programs and Sale of Business Accounts Receivable\n- The Company has branded and private label proprietary credit cards which generate sales that are not reflected in receivables.  Under an agreement with Synchrony Bank (Synchrony), credit is extended directly to customers by Synchrony.  All credit program-related services are performed and controlled directly by Synchrony.  The Company has the option, but no obligation, to purchase the receivables at the end of the agreement.\nThe Company also has an agreement with Synchrony under which Synchrony purchases at face value commercial business accounts receivable originated by the Company and services these accounts.  The Company primarily accounts for these transfers as sales of the accounts receivable.  When the Company transfers its commercial business accounts receivable, it retains certain interests in those receivables, including the funding of a loss reserve and its obligation related to Synchrony’s ongoing servicing of the receivables sold.  Any gain or loss on the sale is determined based on the previous carrying amounts of the transferred assets allocated at fair value between the receivables sold and the interests retained.  Fair value is based on the present value of expected future cash flows, taking into account the key assumptions of anticipated credit losses, payment rates, late fee rates, Synchrony’s servicing costs, and the discount rate commensurate with the uncertainty involved.  Due to the short-term nature of the receivables sold, changes to the key assumptions would not materially impact the recorded gain or loss on the sales of receivables or the fair value of the retained interests in the receivables.\nTotal commercial business accounts receivable sold to Synchrony were $\n3.3\nbillion in 2020, $\n3.2\nbillion in 2019, and $\n3.1\nbillion in 2018.  The Company recognized losses of $\n54\nmillion in 2020, $\n41\nmillion in 2019, and $\n41\nmillion in 2018 on these receivable sales, which primarily relates to servicing costs that are remitted to Synchrony monthly.\nProperty and Depreciation\n- Property is recorded at cost.  Costs associated with major additions are capitalized and depreciated.  Capital assets are expected to yield future benefits and have original useful lives which exceed one year.  The total cost of a capital asset generally includes all applicable sales taxes, delivery costs, installation costs, and other appropriate costs incurred by the Company, including interest in the case of self-constructed assets.  Upon disposal, the cost of properties and related accumulated depreciation is removed from the accounts, with gains and losses reflected in SG&A expense in the consolidated statements of earnings.\nProperty consists of land, buildings and building improvements, equipment, finance lease assets, and construction in progress.  Buildings and building improvements includes owned buildings, as well as buildings under finance lease and leasehold improvements.  Equipment primarily includes store racking and displays, computer hardware and software, forklifts, vehicles, finance lease equipment, and other store equipment\n.\nIn addition, excess properties held for use are included within land and buildings.\nDepreciation is recognized over the estimated useful lives of the depreciable assets.  Assets are depreciated using the straight-line method.  Leasehold improvements and finance lease assets are depreciated and amortized, respectively, over the shorter of their estimated useful lives or the term of the related lease.  The amortization of these assets is included in depreciation and amortization expense in the consolidated statements of earnings.\nLong-Lived Asset Impairment\n-\nThe carrying amounts of long-lived assets are reviewed whenever certain events or changes in circumstances indicate that the carrying amounts may not be recoverable.  A potential impairment has occurred for long-lived assets held-for-use if projected future undiscounted cash flows expected to result from the use and eventual disposition of the assets are less than the carrying amounts of the assets.  The carrying value of a location’s asset group includes inventory, property, operating and finance lease right-of-use assets, and operating liabilities, including inventory payables, salaries payable and operating lease liabilities.  Financial and non-operating liabilities are excluded from the carrying value of the asset group.  An impairment loss is recorded for long-lived assets held-for-use when the carrying amount of the asset is not recoverable and exceeds its fair value.\n43\nExcess properties that are expected to be sold within the next 12 months and meet the other relevant held-for-sale criteria are classified as long-lived assets held-for-sale.  Excess properties consist primarily of retail outparcels and property associated with relocated or closed locations.  An impairment loss is recorded for long-lived assets held-for-sale when the carrying amount of the asset exceeds its fair value less cost to sell.  A long-lived asset is not depreciated while it is classified as held-for-sale.\nFor long-lived assets to be abandoned, the Company considers the asset to be disposed of when it ceases to be used.  Until it ceases to be used, the Company continues to classify the asset as held-for-use and tests for potential impairment accordingly.  If the Company commits to a plan to abandon a long-lived asset before the end of its previously estimated useful life, its depreciable life is evaluated.\nImpairment losses are included in SG&A expense in the consolidated statements of earnings.  Fair value measurements associated with long-lived asset impairments are further described in\nto the consolidated financial statements.\nGoodwill\n- Goodwill is the excess of the purchase price over the fair value of identifiable assets acquired, less liabilities assumed, in a business combination.  The Company reviews goodwill for impairment at the reporting unit level, which is the operating segment level or one level below the operating segment level.  Goodwill is not amortized but is evaluated for impairment at least annually on the first day of the fourth quarter or whenever events or changes in circumstances indicate that it is more likely than not that the carrying amount may not be recoverable.  The evaluation begins with a qualitative assessment to determine whether a quantitative impairment test is necessary.  If, after assessing qualitative factors, we determine it is more likely than not that the fair value of the reporting unit is less than the carrying amount, then the quantitative goodwill impairment test is performed.\nThe quantitative goodwill impairment test used to identify potential impairment compares the fair value of a reporting unit with its carrying amount, including goodwill.  Fair value represents the price a market participant would be willing to pay in a potential sale of the reporting unit and is based on a combination of an income approach, based on discounted future cash flows, and a market approach, based on market multiples applied to free cash flow.  If the fair value exceeds carrying value, then no goodwill impairment has occurred.  If the carrying value of the reporting unit exceeds its fair value, an impairment loss is recognized in an amount equal to that excess, limited to the total amount of goodwill allocated to that reporting unit.  Any impairment identified is included within SG&A expense in the consolidated statements of earnings.  The income tax effect from any tax deductible goodwill on the carrying amount of the reporting unit, if applicable, is considered in determining the goodwill impairment loss.\nA reporting unit is an operating segment or a business unit one level below that operating segment, for which discrete financial information is prepared and regularly reviewed by segment management.  During fiscal 2020, goodwill was allocated to the U.S. Home Improvement reporting unit.\nThe changes in the carrying amount of goodwill for 2020, 2019, and 2018 were as follows:\n1\nOther adjustments primarily consist of changes in the goodwill balance as a result of foreign currency translation.\nThe Company’s annual goodwill impairment analysis performed during the fourth quarter of fiscal 2018 included a quantitative analysis of the Canada-Retail and Canada-Distribution reporting units.  The Company classified these fair value measurements as Level 3.  The Company performed a discounted cash flow analysis and market multiple analysis for the Canada-Retail and Canada-Distribution reporting units.  These discounted cash flow models included management assumptions for expected sales growth, margin expansion, operational leverage, capital expenditures, and overall operational forecasts.  The market multiple analysis included historical and projected performance, market capitalization, volatility, and multiples for industry peers.  These analyses led to the conclusion that the fair value of these reporting units was less than their carrying values by an amount that exceeded the carrying value of goodwill, primarily driven by a softening outlook for the Canadian housing market.\n44\nAccordingly, the full carrying value of $\n952\nmillion relating to the Canadian reporting units’ goodwill was impaired during the fourth quarter of 2018.\nGross carrying amounts and cumulative goodwill impairment losses are as follows:\nLeases\n- The Company leases certain retail stores, warehouses, distribution centers, office space, land and equipment under finance and operating leases.  Lease commencement occurs on the date the Company takes possession or control of the property or equipment.  Original terms for facility-related leases are generally between\nfive\nand\ntwenty years\n.  These leases generally contain provisions for\nfour\nto\nsix\nrenewal options of\nfive years\neach.  Original terms for equipment-related leases, primarily material handling equipment and vehicles, are generally between\none\nand\nseven years\n.  Some of the Company’s leases also include rental escalation clauses and/or termination provisions.  Renewal options and termination options are included in the determination of lease payments when management determines the options are reasonably certain of exercise, considering financial performance, strategic importance and/or invested capital.  Leases with an original term of 12 months or less are not recognized on the Company’s balance sheet, and the lease expense related to those short-term leases is recognized over the lease term.  The Company does not account for lease and non-lease (e.g. common area maintenance) components of contracts separately for any underlying asset class.\nIf readily determinable, the rate implicit in the lease is used to discount lease payments to present value; however, substantially all of the Company’s leases do not provide a readily determinable implicit rate.  When the implicit rate is not determinable, the Company’s estimated incremental borrowing rate is utilized, determined on a collateralized basis, to discount lease payments based on information available at lease commencement.\nThe Company’s real estate leases typically require payment of common area maintenance and real estate taxes which represent the majority of variable lease costs.  Certain lease agreements also provide for variable rental payments based on sales performance in excess of specified minimums, usage measures, or changes in the consumer price index.  Variable rent payments based on future performance, usage, or changes in indices were not significant for any of the periods presented.  Variable lease costs are excluded from the present value of lease obligations.\nThe Company’s lease agreements do not contain any material restrictions, covenants, or any material residual value guarantees.  The Company subleases certain properties that are not used in its operations.  Sublease income was not significant for any of the periods presented.\nAccounts Payable -\nThe Company has agreements with third parties to provide accounts payable tracking systems which facilitate participating suppliers’ ability to finance payment obligations from the Company with designated third-party financial institutions.  Participating suppliers may, at their sole discretion, make offers to finance one or more payment obligations of the Company prior to their scheduled due dates at a discounted price to participating financial institutions.  The Company’s goal in entering into these arrangements is to capture overall supply chain savings in the form of pricing, payment terms, or vendor funding, created by facilitating suppliers’ ability to finance payment obligations at more favorable discount rates, while providing them with greater working capital flexibility.\nThe Company’s obligations to its suppliers, including amounts due and scheduled payment dates, are not impacted by suppliers’ decisions to finance amounts under these arrangements.  However, the Company’s right to offset balances due from suppliers against payment obligations is restricted by these arrangements for those payment obligations that have been financed by suppliers.\nThe Company’s outstanding payment obligations with participating suppliers were $\n2.5\nbillion as of January 29, 2021, and $\n1.9\nbillion as of January 31, 2020, and are included in accounts payable on the consolidated balance sheets, and participating suppliers financed $\n1.7\nbillion and $\n1.3\nbillion, respectively, of those payment obligations to participating financial institutions.  Total payment obligations that were placed and settled on the accounts payable tracking systems were $\n9.7\nbillion and $\n8.7\nbillion for each of the years ended January 29, 2021 and January 31, 2020, respectively.\n45\nOther Current Liabilities\n- Other current liabilities on the consolidated balance sheets consist of:\nSelf-Insurance\n- The Company is self-insured for certain losses relating to workers’ compensation, automobile, property, and general and product liability claims.  The Company has insurance coverage to limit the exposure arising from these claims.  The Company is also self-insured for certain losses relating to extended protection plans, as well as medical and dental claims.  Self-insurance claims filed and claims incurred but not reported are accrued based upon management’s estimates of the discounted ultimate cost for self-insured claims incurred using actuarial assumptions followed in the insurance industry and historical experience.  Although management believes it has the ability to reasonably estimate losses related to claims, it is possible that actual results could differ from recorded self-insurance liabilities.  Total self-insurance liability, including the current and non-current portions, was $\n1.1\nbillion and $\n1.1\nbillion at January 29, 2021 and January 31, 2020, respectively.\nThe Company provides surety bonds issued by insurance companies to secure payment of workers’ compensation liabilities as required in certain states where the Company is self-insured.\nOutstanding surety bonds relating to self-insurance were $\n270\nmillion and $\n262\nmillion at January 29, 2021 and January 31, 2020, respectively.\nIncome Taxes\n- The Company establishes deferred income tax assets and liabilities for temporary differences between the tax and financial accounting bases of assets and liabilities.  The tax effects of such differences are reflected in the consolidated balance sheets at the enacted tax rates expected to be in effect when the differences reverse.  A valuation allowance is recorded to reduce the carrying amount of deferred tax assets if it is more likely than not that all or a portion of the asset will not be realized.  The tax balances and income tax expense recognized by the Company are based on management’s interpretation of the tax statutes of multiple jurisdictions.\nThe Company establishes a liability for tax positions for which there is uncertainty as to whether or not the position will be ultimately sustained.  The Company includes interest related to tax issues as part of net interest on the consolidated financial statements.  The Company records any applicable penalties related to tax issues within the income tax provision.\nShareholders’ Equity -\nThe Company has a share repurchase program that is executed through purchases made from time to time either in the open market or through private market transactions.  Shares purchased under the repurchase program are retired and returned to authorized and unissued status.  Any excess of cost over par value is charged to additional paid-in capital to the extent that a balance is present.  Once additional paid-in capital is fully depleted, remaining excess of cost over par value is charged to retained earnings.\nRevenue Recognition -\nThe Company recognizes revenue to depict the transfer of goods or services to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for those goods or services.  A description of the Company’s principle revenue generating activities is as follows:\n•\nProducts -\nRevenue from products primarily relates to in-store and online merchandise purchases, which are recognized at the point in time when the customer obtains control of the merchandise.  This occurs at the time of in-store purchase or delivery of the product to the customer.  A provision for anticipated merchandise returns is provided through a reduction of sales and cost of sales in the period that the related sales are recorded.  The merchandise return reserve is presented on a gross basis, with a separate asset and liability included in the consolidated balance sheets.\n•\nServices\n-\nRevenues from services primarily relate to professional installation services the Company provides through subcontractors related to merchandise purchased by a customer.  In certain instances, installation services include materials provided by the subcontractor, and both product and installation are included in service revenue.  The\n46\nCompany recognizes revenue associated with services as they are rendered, and the majority of services are completed within one week from initiation.\nDeferred revenue is presented for merchandise that has not yet transferred control to the customer and for services that have not yet been provided, but for which tender has been accepted.  Deferred revenue is recognized in sales either at a point in time when the customer obtains control of merchandise through pickup or delivery, or over time as services are provided to the customer.  In addition, the Company defers revenues from stored-value cards, which include gift cards and returned merchandise credits, and recognizes revenue into sales when the cards are redeemed.\nThe Company also defers revenues for its separately-priced extended protection plan contracts, which is a Lowe’s-branded program for which the Company is ultimately self-insured.  The Company recognizes revenue from extended protection plan sales on a straight-line basis over the respective contract term.  Extended protection plan contract terms primarily range from\none\nto\nfive years\nfrom the date of purchase or the end of the manufacturer’s warranty, as applicable.\nCost of Sales and\nSelling, General and Administrative Expenses -\nThe following lists the primary costs classified in each major expense category:\nAdvertising\n- Costs associated with advertising are charged to expense as incurred.\nAdvertising expenses were $\n798\nmillion, $\n871\nmillion, and $\n963\nmillion in 2020, 2019, and 2018, respectively.\nComprehensive Income\n- The Company reports comprehensive income in its consolidated statements of comprehensive income and consolidated statements of shareholders’ equity.  Comprehensive income represents changes in shareholders’ equity from non-owner sources and is comprised of net earnings adjusted primarily for foreign currency translation adjustments and cash flow hedge derivative contracts.\nNet foreign currency translation losses, net of tax, classified in accumulated other comprehensive loss were $\n37\nmillion, $\n115\nmillion, and $\n209\nmillion at January 29, 2021, January 31, 2020, and February 1, 2019, respectively.  Net cash flow hedge losses, net of tax, classified in accumulated other comprehensive loss were $\n103\nmillion, $\n24\nmillion, and $\n1\nmillion at January 29, 2021, January 31, 2020, and February 1, 2019, respectively.\nSegment Information\n- The Company’s home improvement retail operations represent a single reportable segment.  Key operating decisions are made at the Company level in order to maintain a consistent retail customer experience.  The Company’s home improvement retail and hardware stores, in addition to online selling channels, sell similar products and services, use similar processes to sell those products and services, and sell their products and services to similar classes of customers.  In addition, the Company’s operations exhibit similar long-term economic characteristics.\nThe amounts of long-lived assets and net sales outside of the U.S. were approximately\n7.5\n% and\n5.9\n%, respectively, at January 29, 2021.  The amounts of long-lived assets and net sales outside of the U.S. were approximately\n7.7\n% and\n6.9\n%, respectively, at January 31, 2020.  The amounts of long-lived assets and net sales outside of the U.S. were approximately\n9.1\n% and\n7.6\n%, respectively, at February 1, 2019.\n47\nReclassifications\n- Certain prior period amounts have been reclassified to conform to current period presentation, including the separate disclosure of cash flow hedges – net of tax on the consolidated statements of comprehensive income, the inclusion of goodwill within other assets on the consolidated balance sheets, the reclassification of excess property from other assets to property, less accumulated depreciation on the consolidated balance sheets, and the separate disclosure of changes in deferred revenue within operating activities on the consolidated statements of cash flows.\nAccounting Pronouncements Recently Adopted\n- Effective February 2, 2019, the Company adopted ASU 2016-02,\nLeases (Topic 842)\n, and all related amendments, using the optional transition election to not restate comparative periods for the impact of adopting the standard and recognized the cumulative impact of adoption in the opening balance of retained earnings.  The Company elected the package of transition expedients available for expired or existing contracts, which allowed the carry-forward of historical assessments of (1) whether contracts are or contain leases, (2) lease classification, and (3) initial direct costs.  Adoption of the standard resulted in the recording of additional net lease-related assets and lease-related liabilities of approximately $\n3.6\nbillion and $\n3.9\nbillion, respectively, as of February 2, 2019.  The difference between the additional lease assets and lease liabilities, net of the $\n87\nmillion deferred tax impact, was $\n263\nmillion and was recorded as an adjustment to retained earnings.  This adjustment to retained earnings primarily represents the write-off of right-of-use assets associated with closed locations, net of previously established store closing lease obligations as well as the derecognition of build-to-suit leases.  The adoption of this standard by the Company did not have a material impact on its consolidated statements of earnings, comprehensive income or cash flows and had no impact on the Company’s debt covenant compliance under its current agreements.  See\n5\nfor additional details of the Company’s leases.\nAccounting Pronouncements Not Yet Adopted\n- In March 2020, the Financial Accounting Standards Board (FASB) issued Accounting Standards Update (ASU) 2020-04,\nReference Rate Reform (Topic 848): Facilitation of Effects of Reference Rate Reform on Financial Reporting\n.  The ASU, and subsequent clarifications, provide practical expedients for contract modification accounting related to the transition away from the London Interbank Offered Rate (LIBOR) and other interbank offering rates to alternative reference rates.  The expedients are applicable to contract modifications made and hedging relationships entered into on or before December 31, 2022.  The Company intends to use the expedients where needed for reference rate transition.  The Company continues to evaluate this standard update and does not currently expect a material impact to the Company’s financial statements or disclosures.\nRecent accounting pronouncements pending adoption not discussed in this Form 10-K are either not applicable to the Company or are not expected to have a material impact on the Company.\nNOTE 2:\nRevenue\nNet sales consists primarily of revenue, net of sales tax, associated with contracts with customers for the sale of goods and services in amounts that reflect consideration the Company is entitled to in exchange for those goods and services.\nThe following table presents the Company’s sources of revenue:\nAnticipated sales returns reflected in other current liabilities were $\n252\nmillion at January 29, 2021, and $\n194\nmillion at January 31, 2020.  The associated right of return assets reflected in other current assets were $\n164\nmillion at January 29, 2021, and $\n129\nmillion at January 31, 2020.\nDeferred revenue - retail\nDeferred revenues associated with amounts received for which customers have not taken possession of the merchandise or for which installation has not yet been completed were $\n1.0\nbillion at January 29, 2021, and $\n685\nmillion at January 31, 2020.  The majority of revenue for goods and services is recognized in the quarter following revenue deferral.\n48\nDeferred revenue - stored-value cards\nThe deferred revenues associated with outstanding stored-value cards (gift cards and returned merchandise credits) were $\n562\nmillion and $\n534\nmillion at January 29, 2021 and January 31, 2020, respectively, and these amounts are included in deferred revenue on the consolidated balance sheets.  Amounts recognized as breakage were insignificant for the years ended January 29, 2021, January 31, 2020, and February 1, 2019.\nDeferred revenue - extended protection plans\nThe deferred revenues from separately priced extended protection plans were $\n1.0\nbillion at January 29, 2021, and $\n894\nmillion at January 31, 2020.  Previously deferred revenue recognized into sales were $\n430\nmillion for the fiscal year ended January 29, 2021, $\n408\nmillion for the fiscal year ended January 31, 2020, and $\n390\nmillion for the fiscal year ended February 1, 2019.  Incremental direct acquisition costs associated with the sale of extended protection plans for contracts greater than one year are also deferred and recognized as expense on a straight-line basis over the respective contract term and were insignificant at January 29, 2021, January 31, 2020, and February 1, 2019.\nThe liability for extended protection plan claims incurred is included in other current liabilities on the consolidated balance sheets and was not material in any of the periods presented.  Expenses for claims are recognized when incurred and totaled $\n158\nmillion for the fiscal year ended January 29, 2021, $\n184\nmillion for the fiscal year ended January 31, 2020, and $\n183\nmillion for the fiscal year ended February 1, 2019.\nDisaggregation of Revenues\nThe following table presents the Company’s net sales disaggregated by merchandise division:\nNote:  Merchandise division net sales for prior periods have been reclassified to conform to the current year presentation.\n1\nHome Décor includes the following product categories: Appliances, Décor, Flooring, Kitchens & Bath, and Paint\n2\nBuilding Products includes the following product categories: Building Materials, Electrical, Lighting, Lumber, Millwork, and Rough Plumbing\n3\nHardlines includes the following product categories: Hardware, Lawn & Garden, Seasonal & Outdoor Living, and Tools\nThe following table presents the Company’s net sales disaggregated by geographical area:\nNOTE 3:\nFair Value Measurements\nFair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date.  The authoritative guidance for fair value measurements establishes a three-level hierarchy, which encourages an entity to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value.  The three levels of the hierarchy are defined as follows:\n49\n•\nLevel 1\n-\ninputs to the valuation techniques that are quoted prices in active markets for identical assets or liabilities\n•\nLevel 2\n-\ninputs to the valuation techniques that are other than quoted prices but are observable for the assets or liabilities, either directly or indirectly\n•\nLevel 3\n-\ninputs to the valuation techniques that are unobservable for the assets or liabilities\nAssets and Liabilities that are Measured at Fair Value on a Recurring Basis\nThe Company’s available-for-sale debt securities represented the only significant assets measured at fair value on a recurring basis for the fiscal years ended January 29, 2021 and January 31, 2020.\nThe following table presents the Company’s financial assets measured at fair value on a recurring basis.  The fair values of these instruments approximate amortized cost.\nThere were no transfers between Levels 1, 2, or 3 during any of the periods presented.\nWhen available, quoted prices were used to determine fair value.  When quoted prices in active markets were available, investments were classified within Level 1 of the fair value hierarchy.  When quoted prices in active markets were not available, fair values were determined using pricing models, and the inputs to those pricing models were based on observable market inputs.  The inputs to the pricing models were typically benchmark yields, reported trades, broker-dealer quotes, issuer spreads and benchmark securities, among others.\n50\nAssets and Liabilities that are Measured at Fair Value on a Nonrecurring Basis\nFor the fiscal years ended January 29, 2021 and January 31, 2020, the Company had no material measurements of assets and liabilities at fair value on a nonrecurring basis subsequent to their initial recognition.\nOther Fair Value Disclosures\nThe Company’s financial assets and liabilities not measured at fair value on a recurring basis include cash and cash equivalents, accounts receivable, accounts payable, short-term borrowings, and long-term debt and are reflected in the financial statements at cost.  With the exception of long-term debt, cost approximates fair value for these items due to their short-term nature.  The fair values of the Company’s unsecured notes were estimated using quoted market prices.  The fair values of the Company’s mortgage notes were estimated using discounted cash flow analyses, based on the future cash outflows associated with these arrangements and discounted using the applicable incremental borrowing rate.\nCarrying amounts and the related estimated fair value of the Company’s long-term debt, excluding finance lease obligations, are as follows:\nNOTE 4:\nProperty and Accumulated Depreciation\nProperty is summarized by major class in the following table:\n1\nEffective as of January 29, 2021, excess property amounts previously reported in other assets were reclassified to property, less accumulated depreciation.  Prior year amounts have been reclassified to conform to current period presentation.\nAs of January 29, 2021 and January 31, 2020, included in property, less accumulated depreciation are assets under finance lease of $\n661\nmillion less accumulated depreciation of $\n122\nmillion and $\n597\nmillion less accumulated depreciation of $\n42\nmillion, respectively.  The related amortization expense for assets under finance leases are included in depreciation and amortization expense.  The Company recognized depreciation and amortization expense, inclusive of amounts presented in cost of sales, of $\n1.5\nbillion in 2020 and $\n1.4\nbillion in 2019 and $\n1.6\nbillion in 2018.\n51\nNOTE 5:\nLeases\nThe lease-related assets and liabilities recorded on the balance sheet are summarized in the following table:\n1\nFinance lease assets are recorded net of accumulated amortization of $\n122\nmillion as of January 29, 2021, and $\n42\nmillion as of January 31, 2020.\nThe table below presents the lease costs for finance and operating leases for fiscal years ended January 29, 2021 and January 31, 2020:\n1\nIncludes short-term leases and sublease income, which are immaterial.\n52\nThe future minimum rental payments required under operating and finance lease obligations as of January 29, 2021, having initial or remaining non-cancelable lease terms in excess of one year are summarized as follows:\n1\nOperating lease payments include $\n295\nmillion related to options to extend lease terms that are reasonably certain of being exercised and exclude $\n669\nmillion of minimum lease payments for leases signed but not yet commenced.\n2\nFinance lease payments include $\n11\nmillion related to options to extend lease terms that are reasonably certain of being exercised and exclude $\n6\nmillion of minimum lease payments for leases signed but not yet commenced.\n3\nCalculated using the lease-specific incremental borrowing rate.\n4\nIncludes the current portion of $\n541\nmillion for operating leases and $\n86\nmillion for finance leases.\n1\nExcludes $\n669\nmillion of leases signed but not yet commenced as of January 29, 2021.\nNOTE 6:\nExit Activities\nDuring fiscal years 2020, 2019, and 2018, the Company has incurred costs associated with an ongoing strategic reassessment of its business to drive an increased focus on its core home improvement operations and to improve overall operating performance and profitability.  As a result of this reassessment, the Company decided to exit certain activities and close certain locations as further described below.  Expenses associated with long-lived asset impairment, discontinued projects, severance, and lease obligations are included in SG&A expense in the consolidated statements of earnings.  Expenses associated with accelerated depreciation are included in depreciation and amortization expense in the consolidated statements of earnings.  Inventory adjustments to net realizable value are included in cost of sales in the consolidated statements of earnings.\n53\nCanada Restructuring\nDuring the third quarter of fiscal 2019, the Company began a strategic review of its Canadian operations, and as a result, recognized pre-tax charges of $\n53\nmillion associated with long-lived asset impairment.  Subsequent to the end of the Company’s third quarter of fiscal 2019, a decision was made to close\n34\nunder-performing stores in Canada and take additional restructuring actions to improve future sales and profitability of the Canadian operations.  As a result of these actions, during fiscal 2020, the Company recognized pre-tax charges of $\n35\nmillion.\nA summary of the significant charges associated with the restructuring of the Canadian operations, are as follows:\nOther\nDuring fiscal year ending February 1, 2019, the Company recorded pre-tax charges of $\n1.1\nbillion associated with its exit of Orchard Supply Hardware, the closing of\n20\nU.S. home improvement stores and\n31\nlocations in Canada, the exit of the Company’s Mexico operations, and the exit of other non-core activities within its U.S home improvement business.\nPrior to the adoption of ASU 2016-02,\nLeases (Topic 842)\n, as of February 2, 2019, when locations under operating leases were closed, a liability was recognized for the fair value of future contractual obligations, including future minimum lease payments, property taxes, utilities, common area maintenance, and other ongoing expenses, net of estimated sublease income and other recoverable items.  Subsequent changes to the liabilities, including a change resulting from a revision to either the timing or the amount of estimated cash flows, were recognized in the period of change.\nThe following table summarizes store closing lease obligations activity during the twelve months ended January 29, 2021 and January 31, 2020:\n1\nAdjustments represent lease terminations and changes in estimates around sublease assumptions.\n2\nUpon adoption of ASU 2016-02, Leases (Topic 842), rent liabilities previously recognized in connection with leases were included in the determination of right-of-use assets at transition.\nNOTE 7:\nShort-Term Borrowings\nCommercial Paper Program\nIn March 2020, the Company entered into a $\n1.02\nbillion\nfive-year\nunsecured revolving credit agreement (the 2020 Credit Agreement) with a syndicate of banks.  In connection with the 2020 Credit Agreement, the Company refinanced the $\n250\nmillion\n364\n-Day Credit Agreement (2019 Credit Agreement), dated as of September 9, 2019, and terminated any commitments under the 2019 Credit Agreement as of March 23, 2020.  Borrowings under the 2020 Credit Agreement will bear interest calculated according to a Base Rate or a Eurocurrency Rate, plus an applicable margin.  The 2020 Credit Agreement\n54\ncontains customary representations, warranties and covenants for a transaction of this type.  The Company was in compliance with those covenants at January 29, 2021.\nIn September 2018, the Company entered into a $\n1.75\nbillion\nfive-year\nunsecured revolving second amended and restated credit agreement (the Second Amended and Restated Credit Agreement) with a syndicate of banks.  In January 2019, the Company increased the aggregate availability under the Second Amended and Restated Credit Agreement by $\n230\nmillion for a total of $\n1.98\nbillion available.  Borrowings under the Second Amended and Restated Credit Agreement will bear interest calculated according to a Base Rate or a Eurocurrency rate, plus an applicable margin.  Subject to obtaining commitments from the lenders and satisfying other conditions specified in the Second Amended and Restated Credit Agreement, the Company may increase the aggregate availability by an additional $\n270\nmillion.  The Second Amended and Restated Credit Agreement contains customary representations, warranties, and covenants for a transaction of this type.  The Company was in compliance with those covenants at January 29, 2021.\nThe 2020 Credit Agreement and the Second Amended and Restated Credit Agreement (collectively, Credit Agreements) support the Company’s commercial paper program.  The amounts available to be drawn under the Credit Agreements are reduced by the amount of borrowings under the commercial paper program.   There were\nno\noutstanding borrowings under the Company’s commercial paper program, the Second Amended and Restated Credit Agreement, or the 2020 Credit Agreement as of January 29, 2021.  Outstanding borrowings under the Company’s commercial paper program were $\n941\nmillion, with a weighted average interest rate of\n2.10\n%, as of January 31, 2020.  There were\nno\noutstanding borrowings under the Second Amended and Restated Credit Agreement or the 2019 Credit Agreement as of January 31, 2020.  Total combined availability under the 2020 Credit Agreement and Second Amended and Restated Credit Agreement was $\n3.0\nbillion as of January 29, 2021.\nOther Short-Term Borrowings\nIn January 2020, the Company entered into a $\n1.0\nbillion unsecured\n364\n-day term loan facility (the Term Loan), which was scheduled to mature in December 2020, but was repaid early in September 2020.  Outstanding borrowings under the Term Loan were $\n1.0\nbillion, with a weighted average interest rate of\n2.29\n%, as of January 31, 2020.  The weighted average interest rate of total short-term borrowings was\n2.14\n% as of January 31, 2020.\nNOTE 8:\nLong-Term Debt\n1\nReal properties with an aggregate book value of $\n16\nmillion as of January 29, 2021, were pledged as collateral for secured debt.\nDebt maturities, exclusive of unamortized original issue discounts, unamortized debt issuance costs, and finance lease obligations, for the next five fiscal years and thereafter are as follows: 2021, $\n1.0\nbillion; 2022, $\n765\nmillion; 2023, $\n503\nmillion; 2024, $\n450\nmillion; 2025, $\n1.5\nbillion; thereafter, $\n17.1\nbillion.\n55\nThe Company’s unsecured notes are issued under indentures that generally have similar terms and, therefore, have been grouped by maturity date for presentation purposes in the table above.  The notes contain certain restrictive covenants, none of which are expected to impact the Company’s capital resources or liquidity.  The Company was in compliance with all covenants of these agreements at January 29, 2021.\nDuring 2020, the Company issued $\n8.0\nbillion of unsecured fixed rate notes as follows:\nInterest on the March 2020 Notes and October 2020 Notes (collectively, the 2020 Notes) is payable semiannually in arrears in April and October of each year until maturity.\nDuring 2019, the Company issued $\n3.0\nbillion of unsecured fixed rate notes as follows:\nInterest on the notes issued in 2019 (the 2019 Notes) is payable semiannually in arrears in April and October of each year until maturity.\nThe indentures governing the 2020 and 2019 Notes contain a provision that allows the Company to redeem these notes at any time, in whole or in part, at specified redemption prices, plus accrued interest, if any, up to the date of redemption.  The indentures also contain a provision that allows the holders of the notes to require the Company to repurchase all or any part of their notes if a change of control triggering event occurs.  If elected under the change of control provisions, the repurchase of the notes will occur at a purchase price of\n101\n% of the principal amount, plus accrued interest, if any, on such notes up to the date of purchase.  The indentures governing the notes do not limit the aggregate principal amount of debt securities that the Company may issue and do not require the Company to maintain specified financial ratios or levels of net worth or liquidity.  However, the indentures include various restrictive covenants, none of which is expected to impact the Company’s liquidity or capital resources.\nThe discounts associated with these issuances, which include the underwriting and issuance discounts, are recorded in long-term debt and are being amortized over the respective terms of the notes using the effective interest method.\nDuring 2020, the Company completed cash tender offers to purchase and retire $\n3.0\nbillion combined aggregate principal amount of its outstanding notes with a weighted average interest rate of\n4.80\n%.  As a result of the 2020 cash tender offers, the Company recognized a loss on extinguishment of debt of $\n1.1\nbillion which includes premium paid to holders of the debt, unamortized deferred financing fees and original issue discounts, and loss on reverse treasury lock derivative contracts.  See\nfor additional information regarding the reverse treasury lock derivative contracts.\nNOTE 9:\nDerivative Instruments\nCash Flow Hedges\nThe Company held forward interest rate swap agreements with notional amounts totaling $\n638\nmillion at January 29, 2021, and $\n770\nmillion at January 31, 2020.  See\nfor the gross fair values of the Company’s outstanding derivative financial instruments and corresponding fair value classifications.\n56\nThe impact of\nforward interest rate swap derivatives, both matured and outstanding, designated as cash flow hedges recorded in other comprehensive income and earnings for 2020, 2019, and 2018, including its line item in the financial statements, is as follows:\nOther Derivatives Not Designated as Hedging Instruments\nTo hedge the economic risk of changes in value of the 2020 cash tender offers prior to the pricing date, the Company entered into reverse treasury lock derivative contracts with a combined notional amount of $\n2.0\nbillion.  Upon the pricing of the 2020 cash tender offers, the Company settled the reverse treasury lock derivative contracts and made a payment to its counterparty for $\n26\nmillion, which is included in loss on extinguishment of debt in the consolidated statements of earnings for the year ended January 29, 2021.  The cash flows related to these contracts are included within financing activities in the accompanying consolidated statements of cash flows.\nNOTE 10:\nShareholders’ Equity\nAuthorized shares of preferred stock were\n5.0\nmillion ($\n5\npar value) at January 29, 2021 and January 31, 2020,\nnone\nof which have been issued.  The Board of Directors may issue the preferred stock (without action by shareholders) in one or more series, having such voting rights, dividend and liquidation preferences, and such conversion and other rights as may be designated by the Board of Directors at the time of issuance.\nAuthorized shares of common stock were\n5.6\nbillion ($\n0.50\npar value) at January 29, 2021 and January 31, 2020.\nThe Company has a share repurchase program that is executed through purchases made from time to time either in the open market or through private off-market transactions.  Shares purchased under the repurchase program are retired and returned to authorized and unissued status.  On December 9, 2020, the Company announced that its Board of Directors authorized a $\n15.0\nbillion share repurchase under the program, in addition to the $\n10.0\nbillion of share repurchases authorized by the Board of Directors in December 2018, with no expiration.  As of January 29, 2021, the Company had $\n19.7\nbillion remaining under the program.\nDuring the year ended January 29, 2021, the Company entered into Accelerated Share Repurchase (ASR) agreements with third-party financial institutions to repurchase a total of\n24.2\nmillion shares of the Company’s common stock for $\n3.5\nbillion.  At inception, the Company paid the financial institutions using cash on hand and took initial delivery of shares.  Under the terms of the ASR agreements, upon settlement, the Company would either receive additional shares from the financial institution or be required to deliver additional shares or cash to the financial institution.  The Company controlled its election to either deliver additional shares or cash to the financial institution and was subject to provisions which limited the number of shares the Company would be required to deliver.\nThe final number of shares received upon settlement of each ASR agreement was determined with reference to the volume-weighted average price of the Company’s common stock over the term of the ASR agreement.  The initial repurchase of shares under these agreements resulted in an immediate reduction of the outstanding shares used to calculate the weighted-average common shares outstanding for basic and diluted earnings per share.\nThese ASR agreements were accounted for as treasury stock transactions and forward stock purchase contracts.  The par value of the shares received was recorded as a reduction to common stock with the remainder recorded as a reduction to capital in excess of par value and retained earnings.  The forward stock purchase contracts were considered indexed to the Company’s own stock and were classified as equity instruments.\n57\nThe terms of each ASR agreement entered into during the last three fiscal years, structured as outlined above, follow (in millions):\n1\nThe Company entered into variable notional ASR agreements with third-party financial institutions to repurchase between a minimum notional amount and a maximum notional amount.  At inception of each transaction, the Company paid the maximum notional amount and received shares.  When the Company finalized each transaction, it received additional shares as well as a cash payment from the third-party financial institution equal to the difference between the prepayment amount (maximum notional amount) and the final notional amount.\nDuring the year ended January 29, 2021, the Company also repurchased shares of its common stock through the open market totaling\n10.0\nmillion shares for a cost of $\n1.4\nbillion.\nThe Company also withholds shares from employees to satisfy either the exercise price of stock options exercised or the statutory withholding tax liability resulting from the vesting of restricted stock awards and performance share units.\nShares repurchased for 2020, 2019, and 2018 were as follows:\n1\nReductions of $\n4.7\nbillion, $\n4.1\nbillion, and $\n2.8\nbillion were recorded to retained earnings, after capital in excess of par value was depleted, for 2020, 2019, and 2018, respectively.\nNOTE 11:\nAccounting for Share-Based Payments\nOverview of Share-Based Payment Plans\nThe Company has a number of active and inactive equity incentive plans (the Incentive Plans) under which the Company has been authorized to grant share-based awards to key employees and non-employee directors.  The Company also has an employee stock purchase plan (the ESPP) that allows employees to purchase Company shares at a discount through payroll deductions.  All of these plans contain a non-discretionary anti-dilution provision that is designed to equalize the value of an award as a result of any stock dividend, stock split, recapitalization, or any other similar equity restructuring.\nA total of\n199.0\nmillion shares have been previously authorized for grant to key employees and non-employee directors under all of the Company’s Incentive Plans, but only\n80.0\nmillion of those shares were authorized for grants of share-based awards under the Company’s currently active Incentive Plans.  At January 29, 2021, there were\n27.7\nmillion shares remaining available for grants under the currently active Incentive Plans\nOn May 29, 2020, shareholders approved the Lowe’s Companies, Inc. 2020 Employee Stock Purchase Plan (the 2020 ESPP), which permits a maximum number of shares offered under the new plan of\n20.0\nmillion shares.  The first offering date under\n58\nthe 2020 ESPP began December 1, 2020, following the expiration of the Lowe’s Companies Employee Stock Purchase Plan – Stock Options for Everyone (the Former ESPP), under which\n50.5\nmillion of the\n70.0\nmillion authorized shares were issued from its adoption to expiration on the last exercise date on November 30, 2020.  The first offering period under the 2020 ESPP ends May 31, 2021 with the automatic exercise of options to occur the same day, thus no shares have been issued thereunder at the time of filing this Annual Report, and\n20.0\nmillion s\nhares remaining available for purchases.\nThe Company recognized share-based payment expense within SG&A expense in the consolidated statements of earnings of $\n155\nmillion, $\n98\nmillion, and $\n74\nmillion in 2020, 2019, and 2018 respectively.  The total associated income tax benefit recognized, exclusive of excess tax benefits, was $\n29\nmillion, $\n15\nmillion, and $\n15\nmillion in 2020, 2019, and 2018, respectively.\nTotal unrecognized share-based payment expense for all share-based payment plans was $\n290\nmillion at January 29, 2021, of which $\n159\nmillion will be recognized in 2021, $\n113\nmillion in 2022, and $\n19\nmillion thereafter.  This results in these amounts being recognized over a weighted-average period of\n1.6\nyears.\nFor all share-based payment awards, the expense recognized has been adjusted for estimated forfeitures where the requisite service is not expected to be met.  Estimated forfeiture rates are developed based on the Company’s analysis of historical forfeiture data for homogeneous employee groups.\nGeneral terms and methods of valuation for the Company’s share-based awards are as follows:\nStock Options\nStock options have terms of\n10\nyears, with one-third of each grant vesting each year for\nthree years\n, subsequent to the date of the grant, and are assigned an exercise price equal to the closing market price of a share of the Company’s common stock on the date of grant.  Options are expensed on a straight-line basis over the grant vesting period, which is considered to be the requisite service period.\nThe fair value of each option grant is estimated on the date of grant using the Black-Scholes option-pricing model.  When determining expected volatility, the Company considers the historical volatility of the Company’s stock price, as well as implied volatility.  The risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant, based on the options’ expected term.  The expected term of the options is based on the Company’s evaluation of option holders’ exercise patterns and represents the period of time that options are expected to remain unexercised.  The Company uses historical data to estimate the timing and amount of forfeitures.\nThe weighted average assumptions used in the Black-Scholes option-pricing model and weighted-average grant date fair value for options granted in 2020, 2019, and 2018 are as follows:\nThe total intrinsic value of options exercised, representing the difference between the exercise price and the market price on the date of exercise, was approximately $\n60\nmillion, $\n44\nmillion, and $\n36\nmillion in 2020, 2019, and 2018, respectively.\n59\nTransactions related to stock options for the fiscal year ended January 29, 2021 are summarized as follows:\n1\nIncludes outstanding vested options as well as outstanding nonvested options after a forfeiture rate is applied.\nRestricted Stock Awards\nRestricted stock awards are valued at the market price of a share of the Company’s common stock on the date of grant.  In general, these awards vest at the end of a\nthree-year\nperiod from the date of grant.  Beginning in fiscal 2019, certain awards vest\n50\n% at the end of a\ntwo-year\nperiod from the date of grant and\n50\n% at the end of a\nthree-year\nperiod from the date of grant.  All awards are expensed on a straight-line basis over a\nthree-year\nperiod, which is considered to be the requisite service period.  The Company uses historical data to estimate the timing and amount of forfeitures.  The weighted-average grant-date fair value per share of restricted stock awards granted was $\n83.83\n,\n$\n109.04\n, and\n$\n86.99\nin 2020, 2019, and 2018, respectively.  The total fair value of restricted stock awards vesting each year was approximately $\n31\nmillion, $\n64\nmillion, and $\n85\nmillion in 2020, 2019, and 2018, respectively.\nTransactions related to restricted stock awards for the fiscal year ended January 29, 2021 are summarized as follows:\nDeferred Stock Units\nDeferred stock units are valued at the market price of a share of the Company’s common stock on the date of grant.  For non-employee Directors, these awards vest immediately and are expensed on the grant date.  During 2020, 2019, and 2018, each non-employee Director was awarded a number of deferred stock units determined by dividing the annual award amount by the fair market value of a share of the Company’s common stock on the award date and rounding up to the next 100 units.  The annual award amount used to determine the number of deferred stock units granted to each Director was $\n175,000\nfor 2020, 2019, and 2018.  During 2018, the Company appointed a new Chairman of the Board who received an additional grant of deferred stock units.  The award amount used to determine the additional units granted was $\n140,000\n.  During 2020,\n15,100\ndeferred stock units were granted and immediately vested for non-employee Directors.  The weighted-average grant-date fair value per share of deferred stock units granted was $\n130.35\n, $\n93.28\n, and $\n95.83\nin 2020, 2019, and 2018, respectively.  The total fair value of deferred stock units vested was $\n2\nmillion, $\n2\nmillion, and $\n2\nmillion in 2020, 2019, and 2018, respectively.  At January 29, 2021, there were\n142\nthousand deferred stock units outstanding, all of which are vested.\n60\nPerformance Share Units\nThe Company issues performance share units classified as equity awards.  Expense is recognized on a straight-line basis over the requisite service period, based on the probability of achieving the performance condition, with changes in expectations recognized as an adjustment to earnings in the period of the change.  Compensation cost is not recognized for performance share units that do not vest because service or performance conditions are not satisfied, and any previously recognized compensation cost is reversed.  Performance share units do not have dividend rights.  The Company uses historical data to estimate the timing and amount of forfeitures.\nThe Company’s performance share units are classified as equity and contain performance and service conditions that must be satisfied for an employee to earn the right to benefit from the award.  For awards issued in fiscal 2019 and after, the performance condition is primarily based on the achievement of the Company’s target return on invested capital (ROIC).  For awards issued prior to fiscal 2019, the performance condition is primarily based on the achievement of the Company’s target return on non-cash average assets (RONCAA).\nThe performance share units contain a market condition modifier, in addition to having a performance and service condition.  The performance condition for these awards continues to be based primarily on the achievement of the Company’s ROIC or RONCAA targets.  The market condition is based on the Company’s total shareholder return (TSR) compared to the median TSR of companies listed in the S&P 500 Index over a three year performance period.  The Company uses a Monte-Carlo simulation to determine the grant date fair value for these awards, which takes into consideration the market price of a share of the Company’s common stock on the date of grant less the present value of dividends expected during the requisite service period, as well as the possible outcomes pertaining to the TSR market condition.\nThe weighted-average assumptions used in the Monte Carlo simulations for these awards granted in 2020 and 2019 are as follows:\nIn general,\n0\n% to\n200\n% of the Company’s performance share units vest at the end of a\nthree year\nservice period from the date of grant based upon achievement of the performance condition, or a combination of the performance and market conditions, specified in the performance share unit agreement.\nThe weighted-average grant-date fair value per unit of performance share units classified as equity awards granted was $\n203.85\n, $\n115.93\n, and $\n82.22\nin 2020, 2019, and 2018, respectively.  The total fair value of performance share units vesting was approximately $\n0\nmillion, $\n19\nmillion, and $\n13\nmillion in 2020, 2019, and 2018, respectively.\n61\nTransactions related to performance share units classified as equity awards for the fiscal year ended January 29, 2021 are summarized as follows:\n¹\nThe number of units presented is based on achieving the targeted performance goals as defined in the performance share unit agreements.  As of January 29, 2021, the maximum number of nonvested units that could vest under the provisions of the agreements was\n0.4\nmillion for the RONCAA awards and\n1.1\nmillion for the ROIC awards.\nRestricted Stock Units\nRestricted stock units do not have dividend rights and are valued at the market price of a share of the Company’s common stock on the date of grant less the present value of dividends expected during the requisite service period.  In general, these awards vest at the end of a\nthree-year\nperiod from the date of grant.  Beginning in fiscal 2019, certain awards vest\n50\n% at the end of a\ntwo-year\nperiod from the date of grant and\n50\n% at the end of a\nthree-year\nperiod from the date of grant.  All awards are expensed on a straight-line basis over that period, which is considered to be the requisite service period.  The Company uses historical data to estimate the timing and amount of forfeitures.  The weighted-average grant-date fair value per share of restricted stock units granted was $\n75.59\n, $\n103.40\n, and $\n80.32\nin 2020, 2019, and 2018, respectively.  The total fair value of restricted stock units vesting was approximately $\n5\nmillion, $\n9\nmillion, and $\n7\nmillion in 2020, 2019, and 2018, respectively.\nTransactions related to restricted stock units for the fiscal year ended January 29, 2021 are summarized as follows:\nESPP\nOn May 29, 2020, shareholders approved the 2020 ESPP. The first offering date under the 2020 ESPP began December 1, 2020, following the expiration of the Former ESPP.  The purchase price of the shares under both the 2020 ESPP and the Former ESPP equals\n85\n% of the closing price on the date of purchase.  The Company’s share-based payment expense per share is equal to\n15\n% of the closing price on the date of purchase.  The ESPP is considered a liability award and is measured at fair value at each reporting date, and the share-based payment expense is recognized over the six-month offering period.  Under the Former ESPP, the Company issued\n0.7\nmillion shares of common stock in 2020,\n0.8\nmillion shares of common stock in 2019, and\n0.9\nmillion shares of common stock in 2018 and recognized $\n16\nmillion of share-based payment expense pursuant to the Former ESPP in 2020 and $\n13\nmillion of share-based payment expense pursuant to the Former ESPP in 2019 and 2018.  The first offering period under the 2020 ESPP ends May 31, 2021 with the automatic exercise of options to occur the same day; no shares have been issued thereunder at the time of filing this Annual Report.\nNOTE 12:\nEmployee Retirement Plans\nThe Company maintains a defined contribution retirement plan for eligible employees (the 401(k) Plan).  Eligible employees may participate in the 401(k) Plan the first of the month after\nthirty days\nof employment.  The Company makes contributions to the 401(k) Plan each payroll period, based upon a matching formula applied to employee deferrals (the Company\n62\nMatch).  Participants are eligible to receive the Company Match pursuant to the terms of the 401(k) Plan.  The Company Match varies based on how much the employee elects to defer up to a maximum of\n4.25\n% of eligible compensation.  The Company Match is invested identically to employee contributions and is immediately vested.\nThe Company maintains a Benefit Restoration Plan to supplement benefits provided under the 401(k) Plan to participants whose benefits are restricted as a result of certain provisions of the Internal Revenue Code of 1986.  This plan provides for employee salary deferrals and employer contributions in the form of a Company Match.\nThe Company maintains a non-qualified deferred compensation program called the Lowe’s Cash Deferral Plan.  This plan is designed to permit certain employees to defer receipt of portions of their compensation, thereby delaying taxation on the deferral amount and on subsequent earnings until the balance is distributed.  This plan does not provide for Company contributions.\nThe Company recognized expense associated with these employee retirement plans of $\n175\nmillion, $\n175\nmillion, and $\n164\nmillion in 2020, 2019, and 2018, respectively.\nNOTE 13:\nIncome Taxes\nThe following is a reconciliation of the federal statutory tax rate to the effective tax rate:\nThe components of the income tax provision are as follows:\n1\nAmounts applicable to foreign income taxes were insignificant for all periods presented.\n63\nThe tax effects of cumulative temporary differences that gave rise to the deferred tax assets and liabilities were as follows:\nAs of January 29, 2021, the Company reported a deferred tax asset of $\n225\nmillion, for the capital loss realized in 2017 for U.S. federal income tax purposes related to the exit from the Company’s joint venture investment in Australia.  Since no present or future capital gains have been identified through which the asset can be realized, the Company has a full valuation allowance against the deferred tax asset.  For U.S. federal tax purposes, this loss has a five-year carryforward period expiring at the end of fiscal 2022.\nThe Company operates Lowe’s Companies Canada, ULC as a branch and has cumulatively incurred Canadian net operating losses of $\n769\nmillion and $\n738\nmillion as of January 29, 2021 and January 31, 2020, respectively.  The Company operates RONA inc. as a foreign corporation and has cumulatively incurred Canadian net operating losses of $\n261\nmillion and $\n292\nmillion as of January 29, 2021 and January 31, 2020, respectively.  These net operating losses are subject to expiration in 2024 through 2040.  Deferred tax assets have been established for these foreign net operating losses in the accompanying consolidated balance sheets.  Given the uncertainty regarding the realization of the foreign net deferred tax assets, the Company recorded cumulative valuation allowances of $\n357\nmillion and $\n319\nmillion as of January 29, 2021 and January 31, 2020, respectively.  These valuation allowances are based on management’s assessment of the available positive and negative evidence to estimate the realization of this entity’s existing deferred tax assets.\nA significant piece of objective negative evidence evaluated was the cumulative loss incurred over the three-year periods ended January 29, 2021 and January 31, 2020, respectively.\nThe amount of the deferred tax asset considered realizable, however, could be adjusted if objective negative evidence in the form of cumulative losses is no longer present and if estimates of future taxable income are increased.\nA reconciliation of the beginning and ending balances of unrecognized tax benefits is as follows:\nThe amounts of unrecognized tax benefits that, if recognized, would favorably impact the effective tax rate were $\n2\nmillion as of January 29, 2021 and $\n3\nmillion as of January 31, 2020.\n64\nThe interest income and interest expense recognized by the Company related to uncertain tax positions was insignificant for 2020, 2019, and 2018.\nPenalties recognized related to uncertain tax positions were insignificant for 2020, 2019, and 2018.  There were no accrued penalties as of January 29, 2021, and penalties were insignificant as of January 31, 2020.\nThe Company is subject to examination by various foreign and domestic taxing authorities.  There are ongoing U.S. state audits covering tax years 2015 to 2019.  An audit of the Company’s Canadian operations by the Canada Revenue Agency for fiscal years 2015 and 2016 is on-going.  The Company remains subject to income tax examinations for fiscal years 2015 through 2019.  The Company believes appropriate provisions for all outstanding issues have been made for all jurisdictions and all open years.\nNote 14:\nEarnings Per Share\nThe Company calculates basic and diluted earnings per common share using the two-class method.  Under the two-class method, net earnings are allocated to each class of common stock and participating security as if all of the net earnings for the period had been distributed.  The Company’s participating securities consist of share-based payment awards that contain a nonforfeitable right to receive dividends and, therefore, are considered to participate in undistributed earnings with common shareholders.\nBasic earnings per common share excludes dilution and is calculated by dividing net earnings allocable to common shares by the weighted-average number of common shares outstanding for the period.  Diluted earnings per common share is calculated by dividing net earnings allocable to common shares by the weighted-average number of common shares as of the balance sheet date, as adjusted for the potential dilutive effect of non-participating share-based awards.\nThe following table reconciles earnings per common share for 2020, 2019, and 2018:\nAnti-dilutive securities excluded from diluted weighted-average common shares outstanding totaled\n0.3\nmillion,\n0.9\nmillion, and\n0.5\nmillion shares for 2020, 2019, and 2018, respectively.\nNOTE 15:\nCommitments and Contingencies\nThe Company is, from time to time, party to various legal proceedings considered to be in the normal course of business, none of which, individually or in the aggregate, are expected to be material to the Company’s financial statements.  In evaluating liabilities associated with its various legal proceedings, the Company has accrued for probable liabilities associated with these matters.  The amounts accrued were not material to the Company’s consolidated financial statements in any of the years presented.  Reasonably possible losses for any of the individual legal proceedings which have not been accrued were not material to the Company’s consolidated financial statements.\n65\nAs of January 29, 2021, the Company had non-cancellable commitments of $\n1.1\nbillion related to certain marketing and information technology programs, and purchases of merchandise inventory.  Payments under these commitments are scheduled to be made as follows: 2021, $\n654\nmillion; 2022, $\n258\nmillion; 2023, $\n106\nmillion; 2024, $\n50\nmillion; thereafter, $\n50\nmillion.\nAt January 29, 2021, the Company held standby and documentary letters of credit issued under banking arrangements which totaled $\n61\nmillion.  The majority of the Company’s letters of credit were issued for insurance and construction contracts.\nNOTE 16:\nRelated Parties\nA member of the Company’s Board of Directors also serves on the Board of Directors of a vendor that provides branded consumer packaged goods to the Company.  The Company purchased products from this vendor in the amount of $\n214\nmillion in 2020, $\n165\nmillion in 2019, and $\n156\nmillion in 2018.  Amounts payable to this vendor were insignificant at January 29, 2021 and January 31, 2020.\nThe Company’s President and Chief Executive Officer also serves on the Board of Directors of a vendor that provides transportation and business services to the Company.  The Company purchased services from this vendor in the amount of $\n138\nmillion in 2020, $\n117\nmillion in 2019, and $\n91\nmillion in 2018.  Amounts payable to this vendor were insignificant at January 29, 2021 and January 31, 2020.\nNOTE 17:\nOther Information\nNet interest expense is comprised of the following:\nSupplemental disclosures of cash flow information:\n1\nSee\nfor supplemental cash flow disclosures related to finance and operating leases.\n66\nSales by product category:\nNote: Product category sales for prior periods have been reclassified to conform to the current year presentation.\n67\nSUPPLEMENTARY DATA\nSelected Quarterly Data (UNAUDITED)\nThe following table summarizes the quarterly consolidated results of operations for 2020 and 2019:"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "The Company’s management, with the participation of the Chief Executive Officer and Chief Financial Officer, has evaluated the effectiveness of the Company’s “disclosure controls and procedures”, (as such term is defined in Rule 13a-15(e) promulgated under the Securities Exchange Act of 1934, as amended, (the Exchange Act)).  Based upon their evaluation, the Chief Executive Officer and Chief Financial Officer concluded that, as of the end of the period covered by this Annual Report, the Company’s disclosure controls and procedures were effective for the purpose of ensuring that the information required to be disclosed in the reports that the Company files or submits under the Exchange Act with the Securities and Exchange Commission (the SEC) (1) is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and (2) is accumulated and communicated to the Company’s management, including its principal executive and principal financial officers, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s report on internal control over financial reporting (as such term is defined in Rule 13a-15(f) under the Exchange Act) and the report of Deloitte & Touche LLP, the Company’s independent registered public accounting firm, are included in Item 8 of this Annual Report.\nIn addition, no change in the Company’s internal control over financial reporting occurred during the fiscal fourth quarter ended January 29, 2021, that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting.  Although most of our corporate employees are working remotely due to the COVID-19 global health crisis, we have not experienced a material impact to our internal control over financial reporting.  We continue to monitor the pandemic and its effects on the design and operating effectiveness of our internal controls."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n68\nPart III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item with respect to our executive officers appears in Part I of this Annual Report under the heading, “Information About Our Executive Officers”.  The other information required by this item is furnished by incorporation by reference to the information under the headings “Proposal 1: Election of Directors”, “Corporate Governance”, and “Additional Information - Shareholder Proposals for the 2022 Annual Meeting” in the definitive Proxy Statement for the 2021 annual meeting of shareholders, which will be filed with the SEC within 120 days after the fiscal year ended January 29, 2021 (the Proxy Statement).\nWe have adopted a written code of business conduct and ethics, which is intended to qualify as a “code of ethics” within the meaning of Item 406 of Regulation S-K of the Exchange Act, which we refer to as the Lowe’s Code of Business Conduct and Ethics (the Code).  The Code applies to all employees of the Company, including our principal executive officer, principal financial officer, principal accounting officer or persons performing similar functions.  The Code is designed to ensure that the Company’s business is conducted in a legal and ethical manner.  The Code covers all areas of professional conduct, including compliance with laws and regulations, conflicts of interest, fair dealing among customers and suppliers, corporate opportunity, confidential information, insider trading, employee relations, and accounting complaints.  The full text of the Code can be found on our website at www.Lowes.com, under the “About Lowe’s”, “Investors”, and “Corporate Governance - Governance Documents” headings.  You can also obtain a copy of the complete Code by contacting Investor Relations at 1-800-813-7613.\nWe will disclose information pertaining to amendments or waivers to provisions of the Code that apply to our principal executive officer, principal financial officer, principal accounting officer or persons performing similar functions and that relate to any element of the Code enumerated in the SEC rules and regulations by posting this information on our website at www.Lowes.com.  The information on our website is not a part of this Annual Report and is not incorporated by reference in this report or any of our other filings with the SEC."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is furnished by incorporation by reference to the information under the headings “Corporate Governance – Compensation of Directors”, “Compensation Discussion and Analysis”, “Compensation Tables”, and “Compensation Committee Interlocks and Insider Participation” in the Proxy Statement."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item is furnished by incorporation by reference to the information under the headings “Security Ownership of Certain Beneficial Owners and Management” and “Equity Compensation Plan Information” in the Proxy Statement."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is furnished by incorporation by reference to the information under the headings “Corporate Governance – Director Independence”, “Related Person Transactions”, and “Appendix A:  Categorical Standards for Determination of Director Independence” in the Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is furnished by incorporation by reference to the information under the heading “Audit Matters – Fees Paid to the Independent Registered Public Accounting Firm” in the Proxy Statement.\n69\nPart IV"
  },
  {
    "item_key": "item_15",
    "text": "a)    1.\nFinancial Statements\nSee the following items and page numbers appearing in Item 8 of this Annual Report:\n70\n2.\nFinancial Statement Schedule\nSCHEDULE II - VALUATION AND QUALIFYING ACCOUNTS AND RESERVES\n1\nRepresents the net increase in the required reserve based on the Company’s evaluation of obsolete inventory.\n2\nRepresents the actual inventory shrinkage experienced at the time of physical inventories.\n3\nRepresents the net increase in the required reserve based on the Company’s evaluation of anticipated merchandise returns.  The Company adopted ASU 2014-09, Revenue from Contracts with Customers (Topic 606), effective February 3, 2018.  Under ASU 2014-09, the sales returns reserve is presented on a gross basis, with a separate asset and liability in the consolidated balance sheet.  For fiscal year 2018, the net increase in the reserve is primarily due to the change from net presentation to gross presentation related to the adoption of the revenue recognition standard, as well as changes in the Company’s evaluation of anticipated merchandise returns.\n4\nRepresents an increase/(decrease) in the required reserve based on the Company’s evaluation of deferred tax assets.\n5\nRepresents claim payments for self-insured claims.\n6\nRepresents lease payments, net of sublease income.\n7\nPrimarily represents the elimination of exit activity reserves related to rent liabilities upon adoption of ASU 2016-02, Leases (Topic 842), as of February 2, 2019.\n71\n3.\nExhibits\n72\n73\n74\n75\n76\n77\n78\n79"
  },
  {
    "item_key": "item_16",
    "text": "None.\n80\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n81\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. Each of the directors of the registrant whose signature appears below hereby appoints David M. Denton, Dan C. Griggs, Jr., and Ross W. McCanless, and each of them severally, as his or her attorney-in-fact to sign in his or her name and behalf, in any and all capacities stated below, and to file with the Securities and Exchange Commission any and all amendments to this report, making such changes in this report as appropriate, and generally to do all such things on their behalf in their capacities as directors and/or officers to enable the registrant to comply with the provisions of the Securities Exchange Act of 1934, and all requirements of the Securities and Exchange Commission.\n82"
  }
]