[
  {
    "item_key": "item_1",
    "text": "Masco Corporation is a global leader in the design, manufacture and distribution of branded home improvement and building products. Our portfolio of industry-leading brands includes BEHR® paint; DELTA® and HANSGROHE® faucets, bath and shower fixtures; KICHLER® decorative and outdoor lighting; LIBERTY® branded decorative and functional hardware; and HOT SPRING® spas. We leverage our powerful brands across product categories, sales channels and geographies to create value for our customers and shareholders.\nWe believe that our solid results of operations and financial position for 2020 resulted from strong consumer demand for our lower ticket, repair and remodel-oriented products and increased spending on repair and remodel activity, along with our continued focus on our three strategic pillars:\n•\ndrive the full potential of our core businesses;\n•\nleverage opportunities across our enterprise; and\n•\nactively manage our portfolio.\nIn 2020, we completed the divestiture of our Masco Cabinetry business (\"Cabinetry\"), and completed the acquisitions of Kraus USA Inc. (\"Kraus\"), Work Tools International Inc. and Elder & Jenks, LLC (collectively \"Work Tools\"), and SmarTap A.Y Ltd. (\"SmarTap\"). We also entered into an agreement in November 2020 to purchase a majority stake in Easy Sanitary Solutions B.V. (\"ESS\"). This transaction closed on January 4, 2021. Additionally in 2020, we continued to return value to our shareholders by repurchasing approximately 18.8 million shares of our common stock and increasing our quarterly dividend by approximately 4 percent.\nOur Business Segments\nWe report our financial results in two segments, our Plumbing Products segment and our Decorative Architectural Products segment, which are aggregated by product similarity.  Our Decorative Architectural Products segment is impacted by seasonality and normally experiences stronger sales during the second and third calendar quarters, corresponding with the peak season for repair and remodel activity.\nPlumbing Products\nThe businesses in our Plumbing Products segment sell a wide variety of products that are manufactured or sourced by us.\n•\nOur plumbing products include faucets, showerheads, handheld showers, valves, bath hardware and accessories, bathing units, shower bases and enclosures, sinks and toilets. We sell these products to home center and online retailers and to wholesalers and distributors that, in turn, sell them to plumbers, building contractors, remodelers, smaller retailers and consumers. The majority of our faucet, bathing and showering products are sold primarily in North America and Europe under the brand names DELTA\n®\n, BRIZO\n®\n, PEERLESS\n®\n, HANSGROHE\n®\n, AXOR\n®\n, KRAUS\n®\n, GINGER\n®\n, NEWPORT BRASS\n®\n, BRASSTECH\n®\nand WALTEC\n®\n. Our BRISTAN™ and HERITAGE™ products are sold primarily in the United Kingdom.\n•\nWe manufacture acrylic tubs, bath and shower enclosure units\n,\nand shower bases and trays\n.\nOur DELTA, PEERLESS and MIROLIN\n®\nproducts are sold primarily to home center retailers in North America. Our MIROLIN products are also sold to wholesalers and distributors in Canada. Our HÜPPE\n®\nshower enclosures and shower trays are sold through wholesale channels primarily in Europe.\n•\nOur spas, exercise pools and fitness systems are manufactured and sold under our HOT SPRING\n®\n, CALDERA\n®\n, FREEFLOW SPAS\n®\n, FANTASY SPAS\n®\nand\nENDLESS POOLS\n®\nbrands, as well as under other trademarks. Our spa and exercise pools are sold worldwide to independent specialty retailers and distributors and to online mass merchant retailers. Certain exercise pools are also available on a consumer-direct basis in North America and Europe, while our fitness systems are sold through independent specialty retailers as well as on a consumer-direct basis in some areas.\n2\n•\nIncluded in our Plumbing Products segment are brass\n,\ncopper and composite plumbing system components and other non-decorative plumbing products that are sold to plumbing, heating and hardware wholesalers, home center and online retailers, hardware stores, building supply outlets and other mass merchandisers. These products are marketed primarily in North America under our BRASSCRAFT\n®\n, PLUMB SHOP\n®\n, COBRA\n®\n, COBRA PRO™ and MASTER PLUMBER\n®\nbrands and are also sold under private label.\n•\nWithin our Plumbing Products segment we develop connected water products that enhance the experience with water in homes and businesses. These systems include touchless activation, voice activation, controlled volume dispensing and provide for monitoring and controlling the temperature and flow of water and are compatible with a wide range of faucets, showerheads and other showering components.\n•\nWe also supply high-quality, custom thermoplastic solutions, extruded plastic profiles and specialized fabrications, as well as PEX tubing, to manufacturers, distributors and wholesalers for use in diverse applications that include faucets and plumbing supplies, appliances, oil and gas equipment, building products and automotive components.\nWe believe that our plumbing products are among the leaders in sales in North America and Europe. Competitors of the majority of our products in this segment include Elkay Manufacturing Company, Fortune Brands Home & Security, Inc.'s Moen, Rohl and Riobel brands, Kohler Co., Lixil Group Corporation’s American Standard and Grohe brands and Spectrum Brands Holdings, Inc.’s Pfister faucets. Competitors of our spas and exercise pools and systems include Artesian Spas, Jacuzzi and Master Spas brands. Foreign manufacturers competing with us are located primarily in Europe and China. We face significant competition from private label products and digitally native brands. Many of the faucet and showering products with which our products compete are manufactured by foreign manufacturers that contribute to price competition. The businesses in our Plumbing Products segment manufacture products primarily in North America and Europe as well as in Asia and source products from Asia and other regions. Competition for our plumbing products is based largely on brand reputation, product features and innovation, product quality, customer service, breadth of product offering and price.\nMany of our plumbing products contain brass, the major components of which are copper and zinc. We have multiple sources, both domestic and foreign, for the raw materials used in this segment. We have encountered price volatility for brass, brass components and any components containing copper and zinc. To help reduce the impact of this volatility, from time to time we may enter into long-term agreements with certain significant suppliers or, occasionally, use derivative instruments. In addition, some of the products in this segment that we import have been and may in the future be subject to duties and tariffs.\nDecorative Architectural Products\nOur Decorative Architectural Products segment primarily includes architectural coatings, including paints, primers, specialty coatings, stains and waterproofing products, as well as paint applicators and accessories. These products are sold in North America, South America and China under the brand names BEHR\n®\n, KILZ\n®\n, WHIZZ\n®\n,\nElder & Jenks\n®\nand other trademarks to “do‑it‑yourself” and professional customers through home center retailers and other retailers. Net sales of architectural coatings comprised approximately 33 percent, 31 percent and 30 percent of our consolidated net sales from our continuing operations in 2020, 2019, and 2018, respectively. Our BEHR products are sold through The Home Depot, our largest customer overall, as well as this segment’s largest customer. Our Behr business grants Behr brand exclusivity in the retail sales channel in North America to The Home Depot. The granting of exclusivity affects our ability to sell those products and brands to other customers and the loss of this segment’s sales to The Home Depot would have a material adverse effect on this segment’s business and on our consolidated business as a whole.\nOur competitors in this segment include large national and international brands such as Benjamin Moore & Co., PPG Industries, Inc.'s Glidden, Olympic, Pittsburgh Paints and PPG brands, The Sherwin‑Williams Company's Minwax, Sherwin-Williams, Thompson’s Water Seal, Valspar and Purdy brands, RPM International, Inc.'s Rust-Oleum and Zinsser brands and the Wooster Brush Company, as well as many regional and other national brands. We believe that brand reputation is an important factor in consumer selection, and that competition in this industry is also based largely on product features and innovation, product quality, customer service, breadth of product offering and price.\n3\nTitanium dioxide and acrylic resins are principal raw materials in the manufacture of architectural coatings. The price for titanium dioxide can fluctuate as a result of global supply and demand dynamics and production capacity limitations, which can have a material impact on our costs and results of operations in this segment. The price of acrylic resins fluctuates based on the price of its components, which can also have a material impact on our costs and results of operations in this segment. In addition, the prices of crude oil, natural gas and certain petroleum by-products can impact our costs and results of operations in this segment. We have agreements with certain significant suppliers for this segment that are intended to help assure continued supply.\nOur Decorative Architectural Products segment includes branded cabinet and door hardware, functional hardware, wall plates, hook and hook rail products, closet organization systems and picture hanging accessories, which are manufactured for us and sold to home center retailers, mass retailers, online retailers, other specialty retailers, original equipment manufacturers and wholesalers. These products are sold under the LIBERTY\n®\n, BRAINERD\n®\n, FRANKLIN BRASS\n®\nand other trademarks. Our key competitors in North America include Amerock Hardware, Richelieu Hardware Ltd., Top Knobs and private label brands. Decorative bath hardware, shower accessories, mirrors and shower doors are sold under the brand names DELTA\n®\nand FRANKLIN BRASS\n®\nand other trademarks to home center retailers, mass retailers, online retailers, other specialty retailers and wholesalers. Competitors for these products include Fortune Brands Home & Security, Inc.'s Moen brand, Gatco Fine Bathware, Kohler Co. and private label brands.\nThis segment also includes decorative indoor and outdoor lighting fixtures, ceiling fans, landscape lighting and LED lighting systems. These products are sold to home center retailers, online retailers, electrical distributors, landscape distributors and lighting showrooms under the brand names KICHLER\n®\nand ÉLAN\n®\nand under other trademarks. Competitors of these products include Acuity, FX Luminaire, Generation Brands, Hinkley Lighting, Inc., Hubbell Incorporated's Progress Lighting brand, Hunter Fan Company and private label brands.\nCertain products in our Decorative Architectural Products segment contain propylene, methyl methacrylate (MMA), titanium dioxide and zinc.  We have multiple sources, both domestic and foreign, for the raw materials used in this segment.  We have encountered price volatility for propylene and MMA and, to a lesser extent in this segment, zinc. To help reduce the impact of this volatility, from time to time we may enter into long-term agreements with certain significant suppliers or, occasionally, use derivative instruments.  We import certain materials and products for this segment that have been and may in the future be subject to duties and tariffs.\nAdditional Information\nIntellectual Property\nWe hold numerous U.S. and foreign patents, patent applications, licenses, trademarks, trade names, trade secrets and proprietary manufacturing processes. We view our trademarks and other intellectual property rights as important, but do not believe that there is any reasonable likelihood of a loss of such rights that would have a material adverse effect on our present business as a whole.\nLaws and Regulations Affecting Our Business\nWe are subject to federal, state, local and foreign government laws and regulations. For a more detailed description of the various laws and regulations that impact our business, see Item 1A. Risk Factors.\nWe monitor applicable laws and regulations and incur ongoing expense relating to compliance, however we do not expect that compliance with federal, state, local and foreign regulations, will result in material capital expenditures or have a material adverse effect on our results of operations and financial position.\nHuman Capital Management\nWe believe that the performance of our Company is impacted by our human capital management, and as a result we consistently work to attract, select, develop, engage and retain strong, diverse talent.  We are focused on three key strategic talent priorities: leadership, diversity, equity and inclusion, and our future workforce\n.\nOur Chief Human Resources Officer is responsible for developing and executing our human capital strategy and provides regular updates to our Board of Directors’ Organization and Compensation Committee on our progress toward the achievement of our strategic initiatives. We believe that all of our human capital initiatives work together to assure we have an environment where our employees are engaged, feel a sense of belonging, and can reach their full potential.\n4\nLeadership\nWe support and grow our employees by providing continuous development practices and tools that build and strengthen leadership capabilities. Our leadership framework is designed to serve as the foundation for how we select, develop and measure the performance of our leaders. We have also placed a specific focus on building a coaching culture by enabling frequent and candid feedback discussions about performance and development between employees and their managers, across peers, and within teams.\nDiversity, Equity and Inclusion (\"DE&I\")\nWe believe a workplace that encourages different voices, perspectives and backgrounds creates better teams, better solutions and more innovation. For the past several years, we have strived to create a culture of inclusion, reduce bias in our talent practices, and invest in and engage with our communities. We are focused on the following three key areas:\n•\nOur workplace: who we are and how it feels to work at Masco\n•\nOur communities: how we can help increase access, equity, and inclusion with our diverse community partners\n•\nOur marketplace: how we represent our consumers and use our buying power to support advancing economic equity\nWe are refining strategic objectives and expectations within each of these focus areas. We are also developing multiple internal channels to increase communication and opportunity for engagement among our employees. In 2020, we established a global, enterprise DE&I Council and several local councils and employee resource groups at our business units and our corporate headquarters to help implement action plans tailored to their specific needs and challenges.\nFuture Workforce\nWe are consistently working to identify the critical capabilities our employees and the organization need to help us achieve our businesses objectives. We leverage our Masco Operating System to ensure our businesses are focused on the right capabilities and are providing the right tools, training and structure to building these new and important skills.\nEmployee Health and Safety\nThe safety of our employees is integral to our company. In support of our safety efforts, we identify, assess and investigate incidents and injury data, and each year set a goal to improve key safety performance indicators. We train, promote, consult and communicate with our workforce in this process.  In 2020, the Coronavirus Disease 2019 (\"COVID-19\") pandemic highlighted the importance of employee welfare.  Our cross-functional Infectious Illness Response Team reacted quickly to keep our employees safe through the implementation of policies and safety measures that adhered to best practices from the World Health Organization and the Centers for Disease Control.\nOur Workforce\nAt December 31, 2020, we employed approximately 18,000 people.\nAvailable Information\nOur website is www.masco.com. Our periodic reports and all amendments to those reports required to be filed or furnished pursuant to Section 13(a) or Section 15(d) of the Securities Exchange Act of 1934 are available free of charge through our website as soon as reasonably practicable after those reports are electronically filed with or furnished to the Securities and Exchange Commission (\"SEC\"). This Report is being posted on our website concurrently with its filing with the SEC. Material contained on our website is not incorporated by reference into this Report. Our reports filed with the SEC also may be found on the SEC’s website at www.sec.gov.\n5"
  },
  {
    "item_key": "item_1a",
    "text": "There are a number of business risks and uncertainties that could affect our business. These risks and uncertainties could cause our actual results to differ from past performance or expected results. We consider the following risks and uncertainties to be most relevant to our specific business activities. Additional risks and uncertainties not presently known to us, or that we currently believe to be immaterial, also may adversely impact our business, results of operations and financial position.\nCoronavirus Disease 2019 Risks\nThe ongoing COVID-19 pandemic is disrupting our business, and has and may continue to impact our results of operations and financial condition.\nThe spread of COVID-19 has created a global health crisis that has resulted in widespread disruption to economic activity, both in the U.S. and globally.\nWe operate facilities in the United States and around the world which are being adversely affected by this pandemic. The U.S. federal government and numerous state, local and foreign governments implemented certain measures to attempt to slow and limit the spread of COVID-19, including shelter-in-place and social distancing orders, which are subject to change and the respective governmental authorities may tighten such restrictions at any time. Due to such measures we have experienced, and may continue to experience, the closure of certain of our facilities, delays or disruptions in the supply of raw materials, component parts and services and decreased employee availability, which has resulted and may continue to result in delays in our ability to produce and distribute our products.\nIn addition, COVID-19 has adversely affected and may continue to adversely affect domestic and international economic activity, including reduced consumer confidence, instability in the credit and financial markets and reduced business and consumer spending, which may adversely affect our results of operations. Economic uncertainly as a result of COVID-19 may also make it difficult for us and our customers and suppliers to accurately forecast and plan future business activities and may weaken the financial position of some of our suppliers and customers.\nDue to the uncertain nature and potential duration of the COVID-19 pandemic, we are unable to fully estimate the extent of the impact it may have on the markets in which we operate or our business at this time. The extent of such impact will depend on a number of factors, including the duration and severity of the COVID-19 pandemic, its effect on our customers, suppliers and employees, its effect on domestic and international economies and markets, including consumer discretionary spending, and the response of governmental authorities. We are continuing to take action to mitigate the impact of the COVID-19 pandemic on our business and operations, including through cost reduction measures and other initiatives, however the effectiveness of our mitigation efforts remains uncertain. A continued disruption of our operations and an on-going slowdown in domestic and international economic activity could materially and adversely affect our results of operations and financial condition.\nTo the extent COVID-19 continues to impact our business, financial position and results of operations, it may also have the effect of heightening certain of the other risks described in this Annual Report on Form 10-K, such as those relating to our international operations and global strategies, our dependence on third-party suppliers, and compliance with covenants under our credit facility.\nStrategic Risks\nOur business strategy is focused on residential repair and remodeling activity and, to a lesser extent, on new home construction activity, both of which are impacted by a number of economic factors and other factors.\nOur business relies on residential repair and remodeling activity and, to a lesser extent, on new home construction activity. A number of factors impact consumers’ spending on home improvement projects as well as new home construction activity, including:\n•\nconsumer confidence levels;\n•\nfluctuations in home prices;\n•\nexisting home sales;\n•\nunemployment and underemployment levels;\n•\nconsumer income and debt levels;\n6\n•\nhousehold formation;\n•\nthe availability of skilled tradespeople for repair and remodeling work;\n•\nthe availability of home equity loans and mortgages and the interest rates for and tax deductibility of such loans;\n•\ntrends in lifestyle and housing design; and\n•\nnatural disasters, terrorist acts, pandemics or other catastrophic events.\nThe fundamentals driving our business are impacted by economic cycles.  Adverse changes or uncertainty involving the factors listed above or an economic contraction in the United States and worldwide could result in a decline in spending on residential repair and remodeling activity and a decline in demand for new home construction, which could adversely affect our results of operations and financial position.\nWe may not achieve all of the anticipated benefits of our strategic initiatives.\nWe continue to pursue our strategic initiatives of investing in our brands, developing innovative products, and focusing on operational excellence through the Masco Operating System, our methodology to drive growth and productivity. These initiatives are designed to grow revenue, improve profitability and increase shareholder value over the mid- to long-term. Our business performance and results could be adversely affected if we are unable to successfully execute these initiatives or if we are unable to execute these initiatives in a timely and efficient manner. We could also be adversely affected if we have not appropriately prioritized and balanced our initiatives or if we are unable to effectively manage change throughout our organization.\nWe may not be able to successfully execute our acquisition strategy or integrate businesses that we acquire.\nPursuing the acquisition of businesses complementary to our portfolio is a component of our strategy for future growth. If we are not able to identify suitable acquisition candidates or consummate potential acquisitions within a desired time frame or at acceptable terms and prices, our long-term competitive positioning may be affected. Even if we are successful in acquiring businesses, the businesses we acquire may not be able to achieve the revenue, profitability or growth we anticipate, or we may experience challenges and risks in integrating these businesses into our existing business. Such risks include:\n•\ndifficulties realizing expected synergies and economies of scale;\n•\ndiversion of management attention and our resources;\n•\nunforeseen liabilities;\n•\nissues or conflicts with our new or existing customers or suppliers; and\n•\ndifficulties in retaining critical employees of the acquired businesses.\nFuture foreign acquisitions may also increase our exposure to foreign currency risks and risks associated with interpretation and enforcement of foreign regulations. Our failure to address these risks could cause us to incur additional costs and fail to realize the anticipated benefits of our acquisitions and could adversely affect our results of operations and financial position.\nBusiness and Operational Risks\nVariability in the cost and availability of our raw materials, component parts and finished goods, including the imposition of tariffs could affect our results of operations and financial position.\nWe purchase substantial amounts of raw materials, component parts and finished goods from outside sources, including international sources, and we manufacture certain of our products outside of the United States. Increases in the cost of the materials we purchase have in the past and may in the future increase the prices for our products, including as a result of new tariffs. For example, the continuing trade dispute between the United States and China has resulted in tariffs which raised the cost of certain of our materials. There is a risk that additional tariffs on imports from China or new tariffs could be imposed, which could further increase the cost of the materials we purchase or import or the products we manufacture internationally. Further, our production could be affected if we or our suppliers are unable to procure our requirements for various commodities, including, among others, brass, resins, titanium dioxide and zinc, or if a shortage of these commodities results in significantly increased costs. Rising energy costs could also increase our production and transportation costs. In addition, water is a significant component of our architectural coatings products and may be subject to restrictions in certain regions. These factors could adversely affect our results of operations and financial position.\n7\nIt can be difficult for us to pass on to customers our cost increases. Our existing arrangements with customers, competitive considerations and customer resistance to price increases may delay or make us unable to adjust selling prices. If we are not able to sufficiently increase the prices of our products or achieve cost savings to offset increased material and production costs, including the impact of increasing tariffs, our results of operations and financial position could be adversely affected. Increased selling prices for our products have and may in the future lead to sales declines and loss of market share, particularly if those prices are not competitive. When our material costs decline, we have experienced and may in the future receive pressure from our customers to reduce our prices. Such reductions could adversely affect our results of operations and financial position.\nFrom time to time we enter into long-term agreements with certain significant suppliers to help ensure continued availability of the commodities we require to produce our products and to establish firm pricing, but at times these contractual commitments may result in our paying above market prices for commodities during the term of the contract. Occasionally, we may also use derivative instruments, including commodity futures and swaps. This strategy increases the possibility that we may make commitments for these commodities at prices that subsequently exceed their market prices, which has occurred and could occur in the future and may adversely affect our results of operations and financial position.\nWe are dependent on third-party suppliers.\nWe are dependent on third-party suppliers for many of our products and components, and our ability to offer a wide variety of products depends on our ability to obtain an adequate and timely supply of these products and components. Failure of our suppliers to timely provide us quality products on commercially reasonable terms, or to comply with applicable legal and regulatory requirements, or our policies regarding our supplier business practices, could have a material adverse effect on our results of operations and financial position or could damage our reputation. Sourcing these products and components from alternate suppliers, including suppliers from new geographic regions, is time-consuming and costly and could result in inefficiencies or delays in our business operations. Accordingly, the loss of critical suppliers, or a substantial decrease in the availability of products or components from our suppliers, could disrupt our business and adversely affect our results of operations and financial position.\nMany of the suppliers we rely upon are located in foreign countries, primarily China. The differences in business practices, shipping and delivery requirements, changes in economic conditions and trade policies and laws and regulations, together with the limited number of suppliers, have increased the complexity of our supply chain logistics and the potential for interruptions in our production scheduling. If we are unable to effectively manage our supply chain or if we experience constraints to or disruption in transporting the products or components or we have to pay higher transportation costs for timely delivery of our products or components, our results of operations and financial position could be adversely affected.\nThere are risks associated with our international operations and global strategies.\nIn 2020, 19 percent of our sales from continuing operations were made outside of North America (principally in Europe) and transacted in currencies other than the U.S. dollar. In addition to our European operations, we manufacture products in Asia and source products and components from third parties globally. Risks associated with our international operations include:\n•\ndifferences in culture, economic and labor conditions and practices;\n•\nthe policies of the U.S. and foreign governments;\n•\ndisruptions in trade relations and economic instability;\n•\ndifferences in enforcement of contract and intellectual property rights;\n•\nsocial and political unrest; and\n•\nnatural disasters, terrorist attacks, pandemics or other catastrophic events.\nWe are also affected by domestic and international laws and regulations applicable to companies doing business abroad or importing and exporting goods and materials. These include tax laws, laws regulating competition, anti-bribery/anti-corruption and other business practices, and trade regulations, including duties and tariffs. Compliance with these laws is costly, and future changes to these laws may require significant management attention and disrupt our operations. Additionally, while it is difficult to assess what changes may occur and the relative effect on our international tax structure, significant changes in how U.S. and foreign jurisdictions tax cross-border transactions could adversely affect our results of operations and financial position.\n8\nOur results of operations and financial position are also impacted by changes in currency exchange rates. Unfavorable currency exchange rates, particularly the Euro, the Chinese Yuan Renminbi, the Canadian dollar and the British pound sterling, have in the past adversely affected us, and could adversely affect us in the future. Fluctuations in currency exchange rates may present challenges in comparing operating performance from period to period.\nAdditionally, following the United Kingdom's exit from the European Union, we could experience volatility in the currency exchange rates or a change in the demand for our products and services, particularly in our U.K. and European markets, or there could be disruption of our operations and our customers’ and suppliers’ businesses.\nThe long-term performance of our businesses relies on our ability to attract, develop and retain talented and diverse personnel.\nTo be successful, we must invest significant resources to attract, develop and retain highly qualified, talented and diverse employees at all levels, who have the experience, knowledge and expertise to implement our strategic initiatives. We compete for employees with a broad range of employers in many different industries, including large multinational firms, and we may fail in recruiting, developing, motivating and retaining them, particularly when there are low unemployment levels. From time to time, we have been affected by a shortage of qualified personnel in certain geographic areas. Our growth, competitive position and results of operations and financial position could be adversely affected by our failure to attract, develop and retain key employees and diverse talent, to build strong leadership teams, or to develop effective succession planning to assure smooth transitions of those employees and the knowledge and expertise they possess, or by a shortage of qualified employees.\nRestrictive covenants in our credit agreement could limit our financial flexibility.\nWe must comply with both financial and nonfinancial covenants in our credit agreement, and in order to borrow under it, we cannot be in default with any of those provisions. Our ability to borrow under the credit agreement could be affected if our earnings significantly decline to a level where we are not in compliance with the financial covenants or if we default on any nonfinancial covenants. In the past, we have been able to amend the covenants in our credit agreement, but there can be no assurance that in the future we would be able to further amend them. If we were unable to borrow under our credit agreement, our financial flexibility could be restricted.\nCompetitive Risks\nWe could lose market share if we do not maintain our strong brands, develop innovative products or respond to changing purchasing practices and consumer preferences or if our reputation is damaged.\nOur competitive advantage is due, in part, to our ability to maintain our strong brands and to develop and introduce innovative new and improved products. Our initiatives to invest in brand building, brand awareness and product innovation may not be successful. The uncertainties associated with developing and introducing innovative and improved products, such as gauging changing consumer demands and preferences and successfully developing, manufacturing, marketing and selling these products, may impact the success of our product introductions. If the products we introduce do not gain widespread acceptance or if our competitors improve their products more rapidly or effectively than we do, we could lose market share or be required to reduce our prices, which could adversely impact our results of operations and financial position.\nIn recent years, consumer purchasing practices and preferences have shifted and our customers’ business models and strategies have changed. As our customers execute their strategies to reach end consumers through multiple channels, they rely on us to support their efforts with our infrastructure, including maintaining robust and user-friendly websites with sufficient content for consumer research and providing comprehensive supply chain solutions and differentiated product development. If we are unable to successfully provide this support to our customers or if our customers are unable to successfully execute their strategies, our brands may lose market share.\nIf we do not timely and effectively identify and respond to changing consumer preferences, including a continued shift in consumer purchasing practices toward e-commerce, our relationships with our customers and with consumers could be harmed, the demand for our brands and products could be reduced and our results of operations and financial position could be adversely affected.\n9\nOur public image and reputation are important to maintaining our strong brands and could be adversely affected by various factors, including product quality and service, claims and comments in social media or the press, or a negative perception regarding our company practices, including regarding disputes or legal action against us, even if unfounded. Damage to our public image or reputation could adversely affect our sales and results of operations and financial position.\nWe face significant competition and operate in an evolving competitive landscape.\nOur products face significant competition. We believe that brand reputation is an important factor affecting product selection and that we compete on the basis of product features, innovation, quality, customer service, warranty and price. We sell many of our products through home center retailers, online retailers, distributors and independent dealers and rely on these customers to market and promote our products to consumers. Our success with our customers is dependent on our ability to provide quality products and timely delivery. In addition, home center retailers, which have historically concentrated their sales efforts on retail consumers and remodelers, are selling directly to professional contractors and installers, which may adversely affect our margins on our products that contractors and installers would otherwise buy through our dealers and wholesalers.\nCertain of our customers are selling products sourced from low-cost foreign manufacturers under their own private label brands, which directly compete with our brands. As this trend continues, we may experience lower demand for our products or a shift in the mix of some products we sell toward more value-priced or opening price point products, which may affect our profitability.\nIn addition, we face competitive pricing pressure in the marketplace, including sales promotion programs, that could affect our market share or result in price reductions, which could adversely impact our results of operations and financial position.\nFurther, the growing e-commerce channel brings an increased number of competitors and greater pricing transparency for consumers, as well as conflicts between our existing distribution channels and a need for different distribution methods. These factors could affect our results of operations and financial position. In addition, our relationships with our customers, including our home center customers, may be affected if we increase the amount of business we transact in the e-commerce channel.\nIf we are unable to maintain our competitive position in our industries, our results of operations and financial position could be adversely affected.\nOur sales are concentrated with two significant customers and this concentration may continue to increase. In 2020, our net sales from our continuing operations to The Home Depot were $2.8 billion (approximately 39 percent of our consolidated net sales), and our net sales from our continuing operations to Lowe’s were less than 10 percent of our consolidated net sales. These home center retailers can significantly affect the prices we receive for our products and the terms and conditions on which we do business with them. Additionally, these home center retailers may reduce the number of vendors from which they purchase and could make significant changes in their volume of purchases from us. Although other retailers, dealers, distributors and homebuilders represent other channels of distribution for our products and services, we might not be able to quickly replace, if at all, the loss of a substantial portion of our sales to The Home Depot or the loss of all of our sales to Lowe’s, and any such loss would have a material adverse effect on our business, results of operations and financial position.\nIn addition, our Behr business grants Behr brand exclusivity in the retail sales channel in North America to The Home Depot, and from time to time, certain of our other businesses grant product and/or brand exclusivity to our customers. The granting of exclusivity affects our ability to sell those products and brands to other customers and can increase the complexity of our product offerings and can increase our costs.\nTechnology and Intellectual Property Risks\nWe rely on information systems and technology, and a breakdown of these systems could adversely affect our results of operations and financial position.\nWe rely on many information systems and technology to process, transmit, store and manage information to support our business activities. We may be adversely affected if our information systems breakdown, fail, or are no longer supported. In addition to the consequences that may occur from interruptions in our systems, global cybersecurity vulnerabilities, threats and more sophisticated and targeted attacks pose a risk to our information technology systems.\n10\nWe have implemented security policies, processes and layers of defense designed to help identify and protect against intentional and unintentional misappropriation or corruption of our systems and information and disruption of our operations. Despite these efforts, our systems have been and may in the future be damaged, disrupted, or shut down due to cybersecurity attacks by unauthorized access, malware, ransomware, undetected intrusion, hardware failures, or other events, and in these circumstances our disaster recovery plans may be ineffective or inadequate. These breaches or intrusions have led and could in the future lead to business interruption, production or operational downtime, product shipment delays, exposure or loss of proprietary, confidential, personal or financial  information, data corruption, an inability to report our financial results in a timely manner, damage to the reputation of our brands, damage to our relationships with our customers and suppliers, exposure to litigation, and increased costs associated with the remediation and mitigation of such attacks. Such events could adversely affect our results of operations and financial position. In addition, we could be adversely affected if any of our significant customers or suppliers experiences any similar events that disrupt their business operations or damage their reputation.\nWe may not experience the anticipated benefits from our investments in new technology.\nWe continue to invest in new technology systems throughout our company, including implementations of and upgrades to Enterprise Resource Planning (“ERP”) systems at our business units. ERP implementations and upgrades are complex and require significant management oversight, and we have experienced, and may continue to experience, unanticipated expenses and interruptions to our operations during these implementations. Our results of operations and financial position, as well as the effectiveness of our internal controls over financial reporting, could be adversely affected if we do not appropriately select, implement and upgrade our technology systems in a timely manner or if we experience significant unanticipated expenses or disruptions in connection with the implementation and upgrade of ERP systems.\nWe may not be able to adequately protect or prevent the unauthorized use of our intellectual property.\nProtecting our intellectual property is important to our growth and innovation efforts. We own a number of patents, trade names, brand names and other forms of intellectual property in our products and manufacturing processes throughout the world. There can be no assurance that our efforts to protect our intellectual property rights will prevent violations. Our intellectual property has been and may again be challenged or infringed upon by third parties, particularly in countries where property rights are not highly developed or protected. In addition, the global nature of our business increases the risk that we may be unable to obtain or maintain our intellectual property rights on reasonable terms. Furthermore, others may assert intellectual property infringement claims against us. Current and former employees, contractors, customers or suppliers have or may have had access to proprietary or confidential information regarding our business operations that could harm us if used by them, or disclosed to others, including our competitors. Protecting and defending our intellectual property could be costly, time consuming and require significant resources. If we are not able to protect our existing intellectual property rights, or prevent unauthorized use of our intellectual property, sales of our products may be affected and we may experience reputational damage to our brand names, increased litigation costs and adverse impact to our competitive position, which could adversely affect our results of operations and financial position.\nLitigation and Regulatory Risks\nClaims and litigation could be costly.\nWe are involved in various claims and litigation, including class actions, mass torts and regulatory proceedings, that arise in the ordinary course of our business and that could have a material adverse effect on us. The types of matters may include, among others: competition, product liability, employment, warranty, advertising, contract, personal injury, environmental, intellectual property, product compliance and insurance coverage. The outcome and effect of these matters are inherently unpredictable, and defending and resolving them can be costly and can divert management’s attention. We have and may continue to incur significant costs as a result of claims and litigation.\nWe are also subject to product safety regulations, product recalls and direct claims for product liability that can result in significant costs and, regardless of the ultimate outcome, create adverse publicity and damage the reputation of our brands and business. Also, we rely on other manufacturers to provide products or components for products that we sell. Due to the difficulty of controlling the quality of products and components we source from other manufacturers, we are exposed to risks relating to the quality of such products and to limitations on our recourse against such suppliers.\n11\nWe maintain insurance against some, but not all, of the risks of loss resulting from claims and litigation. The levels of insurance we maintain may not be adequate to fully cover our losses or liabilities. If any significant accident, judgment, claim or other event is not fully insured or indemnified against, it could adversely affect our results of operations and financial position.\nRefer to Note U to the consolidated financial statements included in Item 8 of this Report for additional information about litigation involving our businesses.\nCompliance with laws, government regulation and industry standards is costly, and our failure to comply could adversely affect our results of operations and financial position.\nWe are subject to a wide variety of federal, state, local and foreign laws and regulations pertaining to:\n•\nsecurities matters;\n•\ntaxation;\n•\nanti-bribery/anti-corruption;\n•\nemployment matters;\n•\nminimum wage requirements;\n•\nenvironment, health and safety matters;\n•\nthe protection of employees and consumers;\n•\nproduct compliance;\n•\ncompetition practices;\n•\ntrade, including duties and tariffs;\n•\ndata privacy and the collection and storage of information; and\n•\nclimate change and protection of the environment.\nIn addition to complying with current requirements and known future requirements, even more stringent requirements could be imposed on us in the future.\nAs we sell new types of products or existing products in new geographic areas or channels or for new applications, we are subject to the requirements applicable to those sales. Additionally, some of our products must be certified by industry organizations. Compliance with new or changed laws, regulations and industry standards may require us to alter our product designs, our manufacturing processes, our packaging or our sourcing. These compliance activities are costly and require significant management attention and resources. If we do not effectively and timely comply with such regulations and industry standards, our results of operations and financial position could be adversely affected."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "The table below lists principal North American properties as of December 31, 2020.\nMost of our North American facilities range from single warehouse buildings to complex manufacturing facilities. We own most of our North American manufacturing facilities, none of which is subject to significant encumbrances. A substantial number of our warehouse and distribution facilities are leased.\n12\nThe table below lists principal properties outside of North America as of December 31, 2020.\nMost of our international facilities are in China, Germany and the United Kingdom. We own most of our international manufacturing facilities, none of which is subject to significant encumbrances. A substantial number of our international warehouse and distribution facilities are leased.\nWe lease our corporate headquarters in Livonia, Michigan, and we own a building in Taylor, Michigan that is used by our Masco Technical Services (research and development) department. We also lease an office facility in Luxembourg, which serves as a headquarters for most of our foreign operations.\nEach of our operating divisions assesses the manufacturing, distribution and other facilities needed to meet its operating requirements. Our buildings, machinery and equipment have been generally well maintained and are in good operating condition. We believe our facilities have sufficient capacity and are adequate for our production and distribution requirements."
  },
  {
    "item_key": "item_3",
    "text": "Information regarding legal proceedings involving us is set forth in Note U to the consolidated financial statements included in Item 8 of this Report and is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n13\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The New York Stock Exchange is the principal market on which our common stock is traded, under the ticker symbol MAS. On January 31, 2021, there were approximately 2,900 holders of record of our common stock.\nWe expect that our practice of paying quarterly dividends on our common stock will continue, although the payment of future dividends is at the discretion of our Board of Directors and will depend upon our earnings, capital requirements, financial condition and other factors.  Subject to declaration by our Board of Directors, we intend to increase the annual dividend to $0.94 per share, beginning in the second quarter of 2021.\nIn September 2019, our Board of Directors authorized the repurchase, for retirement, of up to $2.0 billion of shares of our common stock in open-market transactions or otherwise. During 2020, we repurchased and retired 18.8 million shares of our common stock (including 0.4 million shares to offset the dilutive impact of restricted stock units granted during the year), for approximately $727 million. At December 31, 2020, we had $774 million remaining under the 2019 authorization. Our Board of Directors authorized the repurchase, for retirement, of up to $2.0 billion shares of our common stock in open-market transactions or otherwise, effective February 10, 2021, replacing the 2019 authorization.\nThe following table provides information regarding the repurchase of our common stock for the three-month period ended December 31, 2020.\n14\nPerformance Graph\nThe table below compares the cumulative total shareholder return on our common stock with the cumulative total return of (i) the Standard & Poor's 500 Composite Stock Index (\"S&P 500 Index\"), (ii) The Standard & Poor's Industrials Index (\"S&P Industrials Index\") and (iii) the Standard & Poor's Consumer Durables & Apparel Index (\"S&P Consumer Durables & Apparel Index\"), from December 31, 2015 through December 31, 2020, when the closing price of our common stock was $54.93. The graph assumes investments of $100 on December 31, 2015 in our common stock and in each of the three indices and the reinvestment of dividends.\nThe table below sets forth the value, as of December 31 for each of the years indicated, of a $100 investment made on December 31, 2015 in each of our common stock, the S&P 500 Index, the S&P Industrials Index and the S&P Consumer Durables & Apparel Index and includes the reinvestment of dividends.\n15\nItem 6.\nSelected Financial Data.\n______________________________\n(1)\nAmounts exclude discontinued operations for all periods presented.  Refer to Note C to the consolidated financial statements for further details.\n16"
  },
  {
    "item_key": "item_7",
    "text": "The financial and business analysis below provides information which we believe is relevant to an assessment and understanding of our consolidated financial position, results of operations and cash flows. This financial and business analysis should be read in conjunction with the consolidated financial statements and related notes.\nThe following discussion and certain other sections of this Report contain statements that reflect our views about our future performance and constitute \"forward-looking statements\" under the Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by words such as \"outlook,\" \"believe,\" \"anticipate,\" \"appear,\" \"may,\" \"will,\" \"should,\" \"intend,\" \"plan,\" \"estimate,\" \"expect,\" \"assume,\" \"seek,\" \"forecast,\" and similar references to future periods. Our views about future performance involve risks and uncertainties that are difficult to predict and, accordingly, our actual results may differ materially from the results discussed in our forward-looking statements. We caution you against relying on any of these forward-looking statements.\nIn addition to the various factors included in the \"Executive Level Overview,\" \"Critical Accounting Policies and Estimates\" and \"Outlook for the Company\" sections, our future performance may be affected by the levels of residential repair and remodel activity, and to a lesser extent, new home construction, our ability to maintain our strong brands and reputation and to develop innovative products, our ability to maintain our competitive position in our industries, our reliance on key customers, the length and severity of the ongoing COVID-19 pandemic, including its impact on domestic and international economic activity, consumer confidence, our production capabilities, our employees and our supply chain, the cost and availability of materials and the imposition of tariffs, our dependence on third-party suppliers, risks associated with our international operations and global strategies, our ability to achieve the anticipated benefits of our strategic initiatives, our ability to successfully execute our acquisition strategy and integrate businesses that we have and may acquire, our ability to attract, develop and retain talented and diverse personnel, risks associated with our reliance on information systems and technology, and our ability to achieve the anticipated benefits from our investments in new technology. These and other factors are discussed in detail in Item 1A. \"Risk Factors\" of this Report. Any forward-looking statement made by us speaks only as of the date on which it was made. Factors or events that could cause our actual results to differ may emerge from time to time, and it is not possible for us to predict all of them. Unless required by law, we undertake no obligation to update publicly any forward-looking statements as a result of new information, future events or otherwise.\nExecutive Level Overview\nWe design, manufacture and distribute branded home improvement and building products. These products are sold primarily for repair and remodeling activity and, to a lesser extent, new home construction. We sell our products  through home center retailers, online retailers, wholesalers and distributors, mass merchandisers, hardware stores, direct to the consumer and homebuilders.\n2020 Results\nNet sales were positively impacted by increased sales volume across our two segments. Such increases were partially offset by unfavorable net selling prices in our Decorative Architectural Products segment.\nOur Plumbing Products segment operating profit was positively impacted by cost saving initiatives, including actions taken to mitigate the COVID-19 pandemic impact, and higher sales volume.  These positive impacts were partially offset by increased commodity costs, including tariffs, and an increase in other expenses (such as salaries and legal costs). Our Decorative Architectural Products segment operating profit benefited primarily from higher sales volume mostly due to paints and other coating products, as well as cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact. Additionally, operating profit was positively impacted by the non-recurrence of a 2019 non-cash impairment charge related to an other indefinite-lived intangible asset for a trademark associated with lighting products. These positive impacts were partially offset by unfavorable net selling prices, higher fixed expenses in our lighting business, and an increase in other expenses (such as salaries, legal costs, and advertising).\n17\nCOVID-19 Impact and Response\nDuring 2020, certain aspects of our businesses were adversely affected by the COVID-19 pandemic.  Many, but not all, of our businesses remained operating in 2020 because the products we provide are critical to infrastructure sectors and the day-to-day operations of homes and businesses in our communities as defined by applicable local orders. However, some of our facilities experienced reduced capacity due to social distancing requirements and/or full closures ranging from a few days to 6-8 weeks, and if certain governmental orders are reimposed or if we are required to close a facility for employee safety reasons, we could experience new or extended closures which might adversely impact our ability to produce and distribute our products. Operational activity that was previously slowed at certain of our facilities, as a result of the pandemic and governmental orders, largely resumed operations at normal capacities by the third quarter of 2020 enabling them to progress on the fulfillment of production backlogs that developed in the first half of the year as well as to meet current consumer demand.  Finally, we may experience supply chain disruptions, particularly disruptions related to our ability to source plumbing, lighting and builders’ hardware products.\nGiven our portfolio of lower ticket, repair and remodel-oriented product and the increased demand for repair and remodel spending, we experienced strong consumer demand in 2020.  These levels of demand may or may not continue and we may experience an adverse impact in our 2021 results due to economic contraction as a result of continued high unemployment levels and remaining or potential renewed shelter-in-place and social distancing orders. The COVID-19 pandemic and the mitigating measures taken by many countries have adversely impacted and could in the future materially adversely impact the Company’s business, results of operations and financial condition.\nDuring 2020, we implemented mitigating efforts to manage operating spend and preserve cash and liquidity including the temporary suspension of our share repurchase activity beginning in the second quarter of 2020, which we resumed in the fourth quarter of 2020.  Currently, we have not identified, and will continue to monitor for, any substantive risk attributable to customer credit and have not experienced a significant impact from permanent store closures or retail bankruptcies.\nWe continue to be committed to the safety and well-being of our employees during this time, and, led by our cross-functional Infectious Illness Response Team, we have employed best practices and followed guidance from the World Health Organization and the Centers for Disease Control and Prevention. We have implemented and are continuing to implement alternative work arrangements to support the health and safety of our employees, including working remotely and avoiding large gatherings. In addition, we have modified work areas and workstations to provide protective measures for employees, are staggering shifts, requiring the use of face coverings, practicing social distancing and increasing the cleaning of our facilities, and in the event that we learn of an employee testing positive for COVID-19, we are completing contact tracing and requiring impacted employees to self-quarantine.\n18\nCritical Accounting Policies and Estimates\nOur discussion and analysis of our financial condition and results of operations is based upon our consolidated financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America (\"GAAP\"). The preparation of these financial statements requires us to make certain estimates and assumptions that affect or could have affected the reported amounts of assets and liabilities, disclosure of any contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting periods. We regularly review our estimates and assumptions, which are based upon historical experience, as well as current economic conditions and various other factors (including the anticipated impact of the COVID-19 pandemic) that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of certain assets and liabilities and related disclosures, and future revenues and expenses, that are not readily apparent from other sources. Actual results may differ from these estimates and assumptions.\nNote A to the consolidated financial statements includes our accounting policies, estimates and methods used in the preparation of our consolidated financial statements.\nWe believe that the following critical accounting policies are affected by significant judgments and estimates used in the preparation of our consolidated financial statements.\nRevenue Recognition and Receivables\nWe recognize revenue as control of our products is transferred to our customers, which is generally at the time of shipment or upon delivery based on the contractual terms with our customers. We provide customer programs and incentive offerings, including special pricing and co-operative advertising arrangements, promotions and other volume-based incentives. These customer programs and incentives are considered variable consideration. We include in revenue variable consideration only to the extent that it is probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the variable consideration is resolved. This determination is made based upon known customer program and incentive offerings at the time of sale, and expected sales volume for\necasts as it relates to our volume-based incentives. This determination is updated each reporting period.\nWe monitor our exposure for credit losses on customer receivable balances and the credit worthiness of customers on an on-going basis and maintain allowances for doubtful accounts receivable for estimated losses resulting from the inability of our customers to make required payments.  Allowances are estimated based upon specific customer balances, where a risk of loss has been identified, and also include a provision for losses based upon historical collection and write-off activity as well as reasonable and supportable forecast information that considers macro-economic factors and industry-specific trends associated with our businesses, among others.  A separate allowance is recorded for customer incentive rebates and is generally based upon sales activity.\nGoodwill and Other Intangible Assets\nWe record the excess of purchase cost over the fair value of net tangible assets of acquired companies as goodwill or other identifiable intangible assets. In the fourth quarter of each year, or as events occur or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount, we complete the impairment testing of goodwill utilizing a discounted cash flow method. We selected the discounted cash flow methodology because we believe that it is comparable to what would be used by market participants. We have defined our reporting units and completed the impairment testing of goodwill at the operating segment level.\n19\nDetermining market values using a discounted cash flow method requires us to make significant estimates and assumptions, including long-term projections of cash flows, market conditions and appropriate discount rates. Our judgments are based upon historical experience, current market trends, consultations with external valuation specialists and other information. While we believe that the estimates and assumptions underlying the valuation methodology are reasonable, different estimates and assumptions could result in different outcomes. In estimating future cash flows, we rely on internally generated five-year forecasts for sales and operating profits, and, currently, a two percent to three percent long-term assumed annual growth rate of cash flows for periods after the five-year forecast. We generally develop these forecasts based upon, among other things, recent sales data for existing products, planned timing of new product launches, estimated repair and remodel activity and, to a lesser extent, estimated housing starts. Our assumptions included U.S. Gross Domestic Product growing at approximately 4.2 percent in 2021 and develop into a relatively stable 2.8 percent each year thereafter, and a eurozone Gross Domestic Product growing at approximately 5.2 percent in 2021 and developing into a relatively stable 2.2 percent per annum over the five-year forecast.\nWe utilize our weighted average cost of capital of approximately 8.0 percent as the basis to determine the discount rate to apply to the estimated future cash flows. Our weighted average cost of capital in 2020 was consistent with 2019. In 2020, based upon our assessment of the risks impacting each of our businesses, we applied a risk premium to increase the discount rate to a range of 10.0 percent to 12.0 percent for our reporting units.\nIf the carrying amount of a reporting unit exceeds its fair value, an impairment loss is recognized to the extent that a reporting unit's recorded carrying value exceeds its fair value, not to exceed the carrying amount of goodwill in that reporting unit.\nIn the fourth quarter of 2020, we estimated that future discounted cash flows projected for all of our reporting units were greater than the carrying values. Accordingly, we did not recognize any impairment charges for goodwill. A 10 percent decrease in the estimated fair value of our reporting units would have resulted in a $6 million impairment to one of our reporting units.\nWe review our other indefinite-lived intangible assets for impairment annually, in the fourth quarter, or as events occur or circumstances change that indicate the assets may be impaired without regard to the business unit. Potential impairment is identified by comparing the fair value of an other indefinite-lived intangible asset to its carrying value. We utilize a relief-from-royalty model to estimate the fair value of other indefinite-lived intangible assets.  We consider the implications of both external (e.g., market growth, competition and local economic conditions) and internal (e.g., product sales and expected product growth) factors and their potential impact on cash flows related to the intangible asset in both the near- and long-term. We also consider the profitability of the business, among other factors, to determine the royalty rate for use in the impairment assessment.\nWe utilize our weighted average cost of capital of approximately 8.0 percent as the basis to determine the discount rate to apply to the estimated future cash flows. In 2020, based upon our assessment of the risks impacting each of our businesses and the nature of the trade name, we applied a risk premium to increase the discount rate to a range of 11.0 percent to 12.5 percent for our other indefinite-lived intangible assets.\nIn the fourth quarter of 2020, we estimated that future discounted cash flows projected for our other indefinite-lived intangible assets were greater than the carrying values.  Accordingly, we did not recognize any impairment charges for other indefinite-lived intangible assets.  A 10 percent decrease in the estimated fair value of our other indefinite-lived intangible assets would have resulted in a $3 million impairment for one of our trade names.\nEmployee Retirement Plans\nAs of January 1, 2010, substantially all our domestic and foreign qualified and domestic non-qualified defined-benefit pension plans were frozen to future benefit accruals.\nAccounting for defined-benefit pension plans involves estimating the cost of benefits to be provided in the future, based upon vested years of service, and attributing those costs over the time period each employee works. We develop our pension costs and obligations from actuarial valuations. Inherent in these valuations are key assumptions regarding expected return on plan assets, mortality rates and discount rates for obligations and expenses. We consider current market conditions, including changes in interest rates, in selecting these assumptions. While we believe that the estimates and assumptions underlying the valuation methodology are reasonable, different estimates and assumptions could result in different reported pension costs and obligations within our consolidated financial statements.\n20\nIn December 2019, our Board of Directors approved the termination of our qualified domestic defined-benefit  pension plans. As a result of this decision, the projected benefit obligations for these plans were increased to reflect the incremental costs to terminate the plans. Upon termination in 2021, we expect to recognize from accumulated other comprehensive loss approximately $450 million of pre-tax actuarial losses and approximately $95 million of income tax benefit, which includes approximately $11 million of tax expense from the elimination of a disproportionate tax effect.\nIn December 2020, our discount rate for obligations decreased to a weighted average of 1.7 percent from 2.5 percent. The discount rate for obligations is based primarily upon the expected duration of each defined-benefit pension plan's liabilities matched to the December 31, 2020 Willis Towers Watson Rate Link Curve. For our qualified domestic defined-benefit pension plans, the projected benefit obligations include the estimated incremental cost related to the termination. For these plans, the discount rate was then set equal to the discount rate that results in the same projected benefit obligation resulting from the normal projected benefit obligation calculation plus the estimated incremental cost to terminate.  The discount rates we use for our defined-benefit pension plans ranged from 0.7 percent to 2.1 percent, with the most significant portion of the liabilities having a discount rate for obligations of 1.6 percent or higher. Due to the anticipated termination of our qualified domestic defined-benefit pension plans and the related plan assets comprised mostly of fixed income and cash, the assumed asset return for these assets was 2.0 percent.\nThe net underfunded amount for our qualified defined-benefit pension plans, which is the difference between the projected benefit obligation and plan assets, increased to $255 million at December 31, 2020 from $254 million at December 31, 2019. Our projected benefit obligation for our unfunded, non-qualified, defined-benefit pension plans increased to $162 million at December 31, 2020 from $161 million at December 31, 2019.  These unfunded plans are not subject to the funding requirements of the Pension Protection Act of 2006. In accordance with the Pension Protection Act, the Adjusted Funding Target Attainment Percentage for the various defined-benefit pension plans ranges from 113 percent to 117 percent.\nThe increase in our qualified defined-benefit pension plan projected benefit obligation was primarily impacted by a decrease in the discount rate. During 2020, we contributed $57 million to our qualified defined-benefit pension plans, and our qualified defined-benefit pension plan assets had a positive return of 9.7 percent. Refer to Note N to the consolidated financial statements for additional information.\nWe expect pension expense for our qualified defined-benefit pension plans to be $470 million in 2021 compared with $30 million in 2020\n. The expected increase in pension expense is due to the anticipated termination of our qualified domestic defined-benefit pension plans and the recognition of losses currently reported in accumulated other comprehensive loss. If we assumed that the future return on plan assets was 50 basis points lower than the assumed asset return and the discount rate decreased by 50 basis points, the 2021 pension expense would increase by\n$60 million\n.\nAssuming a 0 percent asset return for our qualified domestic defined-benefit pension plans, projected 2021 total qualified defined-benefit pension plan expenses are expected to be approximately $474 million.\nWe expect pension expense for our non-qualified defined-benefit pension plans to be\n$6 million\nin 2021, compared to $8 million recognized in 2020.\nConsistent with our plan to terminate the qualified domestic defined-benefit pension plans, we currently anticipate contributing approximately $140 million in 2021. Refer to Note N to the consolidated financial statements for further information regarding the funding of our plans.\nIncome Taxes\nDeferred taxes are recognized based on the future tax consequences of differences between the financial statement carrying value of assets and liabilities and their respective tax basis. The future realization of deferred tax assets depends on the existence of sufficient taxable income in future periods. Possible sources of taxable income include taxable income in carryback periods, the future reversal of existing taxable temporary differences recorded as a deferred tax liability, tax-planning strategies that generate future income or gains in excess of anticipated losses in the carryforward period and projected future taxable income.\nIf, based upon all available evidence, both positive and negative, it is more likely than not (more than 50 percent likely) such deferred tax assets will not be realized, a valuation allowance is recorded. Significant weight is given to positive and negative evidence that is objectively verifiable. A company's three-year cumulative loss position is significant negative evidence in considering whether deferred tax assets are realizable, and the accounting guidance restricts the amount of reliance we can place on projected taxable income to support the recovery of the deferred tax assets.\n21\nWe maintain a valuation allowance on certain state and foreign deferred tax assets as of December 31, 2020. Should we determine that we would not be able to realize our remaining deferred tax assets in these jurisdictions in the future, an adjustment to the valuation allowance would be recorded in the period such determination is made. The need to maintain a valuation allowance against deferred tax assets may cause greater volatility in our effective tax rate.\nCorporate Development Strategy\nWe expect to maintain a balanced growth strategy pursuing organic growth by maximizing the full potential of our existing businesses and, as appropriate, complementing our existing business with strategic acquisitions. During 2020, we completed the acquisitions of Kraus, Work Tools and SmarTap and signed an agreement to acquire majority interest in ESS.\nIn addition, we actively manage our portfolio of companies by divesting of those businesses that do not align with our long-term growth strategy. We will continue to review all of our businesses to determine which businesses, if any, may not align with our long-term growth strategy.\nLiquidity and Capital Resources\nOverview of Capital Structure\nHistorically, we have largely funded our growth through cash provided by our operations, the issuance of notes in the financial markets, bank borrowings and the issuance of our common stock, including issuances for certain mergers and acquisitions. Maintaining high levels of liquidity and focusing on cash generation are among our financial strategies. Our capital allocation strategy includes reinvesting in our business, balancing share repurchases with potential acquisitions and maintaining an appropriate dividend.\nWe had cash and cash investments of approximately $1.3 billion at December 31, 2020. Our cash and cash investments consist of overnight interest bearing money market demand accounts, time deposit accounts, and money market mutual funds containing government securities and treasury obligations. While we attempt to diversify these investments in a prudent manner to minimize risk, it is possible that future changes in the financial markets could affect the security or availability of these investments.\nOf the $1.3 billion and $697 million of cash and cash investments we held at December 31, 2020 and 2019, respectively, $385 million and $297 million, respectively, was held in our foreign subsidiaries. If these funds were needed for our operations in the U.S., their repatriation into the U.S. would not result in significant additional U.S. income tax or foreign withholding tax, as we have recorded such taxes on substantially all undistributed foreign earnings, except for those that are legally restricted.\nOur current ratio was 1.8 to 1 at both December 31, 2020 and 2019.\nOur total debt as a percent of total capitalization was 87 percent and 102 percent at December 31, 2020 and 2019, respectively. Refer to Note L to the consolidated financial statements for additional information.\nSenior Indebtedness\nOn September 18, 2020, we issued $300 million of 2.0% Notes due October 1, 2030 (the \"2030 Notes\") and received proceeds of $300 million, net of discount, for the issuance of the 2030 Notes. Also on September 18, 2020, we issued an incremental $100 million on our existing 4.5% Notes due May 15, 2047 (the \"2047 Notes\") and received proceeds of $119 million, including a premium, for the issuance of the 2047 Notes. The incremental $100 million formed a single series with the existing $300 million of 4.5% Notes due May 15, 2047. The 2030 Notes and 2047 Notes are senior indebtedness and are redeemable at our option at the applicable redemption price. On September 29, 2020, proceeds from the debt issuances were used to repay and early retire $400 million of our 3.5% Notes due April 1, 2021. In connection with this early retirement, we incurred a loss on debt extinguishment of $6 million, which was recorded as interest expense in our consolidated statement of operations.\nOn December 19, 2019, we redeemed and retired $201 million of our 7.125% Notes due March 15, 2020. In connection with this early retirement, we incurred a loss on debt extinguishment of $2 million, which was recorded as interest expense in our consolidated statement of operations.\nOn April 16, 2018, we repaid and retired all of our $114 million, 6.625% Notes on the scheduled repayment date.\n22\nCredit Agreement\nOn March 13, 2019, we entered into a credit agreement (the \"Credit Agreement\") with an aggregate commitment of $1.0 billion and a maturity date of March 13, 2024. Under the Credit Agreement, at our request and subject to certain conditions, we can increase the aggregate commitment up to an additional $500 million with the current lenders or new lenders. See Note L to the consolidated financial statements.\nThe Credit Agreement contains financial covenants requiring us to maintain (A) a net leverage ratio, as adjusted for certain items, not exceeding 4.0 to 1.0, and (B) a minimum interest coverage ratio, as adjusted for certain items, not less than 2.5 to 1.0.  We were in compliance with all covenants and no borrowings were outstanding under our Credit Agreement at December 31, 2020.\nAcquisitions\nDuring 2020, we acquired substantially all of the net assets of Kraus and Work Tools, and all of the share capital of SmarTap for a combined $175 million of cash and $5 million of debt.\nAdditionally, we entered into an agreement to acquire a 75.1% equity interest in ESS for approximately €45 million ($55 million) subject to working capital and other adjustments. A cash payment was made to a third-party notary for $52 million on December 29, 2020 for the acquisition of this equity interest in advance of the transaction closing on January 4, 2021.\nOn March 9, 2018, we acquired substantially all of the net assets of the L.D. Kichler Co. (\"Kichler\"). The purchase price, net of $2 million cash acquired, consisted of $549 million paid with cash on hand.\nDivestitures\nDuring 2020, we completed the divestiture of our Cabinetry business for proceeds of $853 million, net of cash disposed.\nDuring 2019, we completed the divestitures of our Milgard Windows and Doors business (\"Milgard\") and our UK Window Group business (\"UKWG\") for combined proceeds of $722 million.\nShare Repurchases\nIn September 2019, our Board of Directors authorized the repurchase, for retirement, of up to $2.0 billion of shares of our common stock in open-market transactions or otherwise.\nDuring 2020, we repurchased and retired 18.8 million shares of our common stock (including 0.4 million shares to offset the dilutive impact of restricted stock units granted during the year), for approximately $727 million. At December 31, 2020, we had $774 million remaining under the 2019 authorization. Our Board of Directors authorized the repurchase, for retirement, of up to $2.0 billion shares of our common stock in open-market transactions or otherwise, effective February 10, 2021,  replacing the 2019 authorization.\nDuring 2019, we repurchased and retired 20.1 million shares of our common stock (including 0.6 million shares to offset the dilutive impact of long-term stock awards granted in 2019), for approximately $896 million.\nDuring 2018, we repurchased and retired 18.6 million shares of our common stock (including 0.7 million shares to offset the dilutive impact of long-term stock awards granted in 2018) for approximately $654 million.\nConsistent with past practice and as part of our strategic initiative to drive shareholder value, we anticipate using approximately $800 million of cash for share repurchases (including shares which will be purchased to offset any dilution from restricted stock units granted as part of our compensation programs) in 2021.\nDividend to holder of Common Shares\nIn the third quarter of 2020, we increased our quarterly dividend to $0.14 per common share from $0.135 per common share.\nAs part of our capital allocation strategy and subject to declaration by our Board of Directors, we intend to increase the annual dividend to $0.94 per share, beginning in the second quarter of 2021.\n23\nOther Liquidity and Capital Resource Activities\nAs part of our ongoing efforts to improve our cash flow and related liquidity, we work with suppliers to optimize our terms and conditions, including extending payment terms. We also facilitate a voluntary supply chain finance program (the \"program\") to provide certain of our suppliers with the opportunity to sell receivables due from us to participating financial institutions at the sole discretion of both the suppliers and the financial institutions.  A third party administers the program; our responsibility is limited to making payment on the terms originally negotiated with our supplier, regardless of whether the supplier sells its receivable to a financial institution. We do not enter into agreements with any of the participating financial institutions in connection with the program. The range of payment terms we negotiate with our suppliers is consistent, irrespective of whether a supplier participates in the program.\nAll outstanding payments owed under the program are recorded within accounts payable in our consolidated balance sheets. The amounts owed to participating financial institutions under the program and included in accounts payable for our continuing operations were $45 million and $29 million at December 31, 2020 and 2019, respectively. We account for all payments made under the program as a reduction to our cash flows from operations and reported within our increase (decrease) in accounts payable and accrued liabilities, net, line within our consolidated statements of cash flows. The amounts settled through the program and paid to participating financial institutions were $146 million, $164 million, and $117 million for our continuing operations during the years ended December 31, 2020, 2019, and 2018, respectively.  A downgrade in our credit rating or changes in the financial markets could limit the financial institutions’ willingness to commit funds to, and participate in, the program. We do not believe such risk would have a material impact on our working capital or cash flows, as substantially all of our payments are made outside of the program.\nWe utilize derivative and hedging instruments to manage our exposure to currency fluctuations, primarily related to the European euro, British pound, the Chinese renminbi and the U.S. dollar; occasionally, we have also used derivative and hedging instruments to manage our exposure to commodity cost fluctuations, primarily zinc and copper, and interest rate fluctuations, primarily related to debt issuances. We review our hedging program, derivative positions and overall risk management on a regular basis. We currently do not have any derivative instruments for which we have designated hedge accounting.\n24\nCash Flows\nSignificant sources and (uses) of cash in the past three years are summarized as follows, in millions:\nOur working capital days were as follows:\nNet cash provided by operations of $953 million consisted primarily of net income adjusted for certain non-cash items, including depreciation and amortization expense of $133 million and stock-based compensation expense, as well as changes in working capital amounts and employee withholding taxes paid on stock-based compensation, which is classified as a financing activity. These amounts were partially offset by the net gain on the sale of Cabinetry as well as contributions to our defined-benefit pension plans.\nNet cash used for financing activities was $886 million, primarily due to $727 million for the repurchase and retirement of Company common stock (as part of our strategic initiative to drive shareholder value), $400 million for the early retirement of our 3.5% Notes due April 1, 2021, $145 million for the payment of cash dividends, $25 million for employee withholding taxes paid on stock-based compensation and $23 million for dividends paid to noncontrolling interests. These uses of cash were partially offset by the issuances of $300 million of 2.0% Notes due October 1, 2030 and an incremental $100 million on our existing 4.5% Notes due May 15, 2047 that was issued at a premium of $19 million, and $26 million of proceeds from the exercise of stock options.\nNet cash provided by investing activities was $531 million, primarily driven by $870 million of proceeds from the sale of Cabinetry, net of cash disposed.  These proceeds were partially offset by $175 million for the 2020 acquisitions, net of cash acquired, $114 million for capital expenditures and the $52 million advance payment for the acquisition of ESS that closed on January 4, 2021.\n25\nWe continue to invest in our manufacturing and distribution operations of those businesses that align with our long-term growth strategy to increase our productivity, improve customer service and support product innovation. Capital expenditures for 2020 were $114 million, compared with $162 million for 2019 and $219 million for 2018.  For 2021, capital expenditures, excluding any potential 2021 acquisitions, are expected to be approximately $150 million. Depreciation and amortization expense for 2020 totaled $133 million, compared with $159 million for 2019 and $156 million for 2018. For 2021, depreciation and amortization expense, excluding any potential 2021 acquisitions, is expected to be approximately $155 million. Amortization expense totaled $28 million in 2020, compared with $27 million and $24 million in 2019 and 2018, respectively.\nCosts of environmental responsibilities and compliance with existing environmental laws and regulations have not had, nor do we expect them to have, a material effect on our capital expenditures, financial position or results of operations.\nWe believe that our present cash balance and cash flows from operations, and borrowing availability under our Credit Agreement are sufficient to fund our near-term working capital and other investment needs. We believe that our longer-term working capital and other general corporate requirements will be satisfied through cash flows from operations and, to the extent necessary, from bank borrowings and future financial market activities. However, due to the highly uncertain nature, severity and duration or resurgence of the COVID-19 pandemic and its impact on our customer, suppliers and employees, we are unable to fully estimate the extent of the impact it may have on our future financial condition.\nConsolidated Results of Operations\nWe report our financial results in accordance with GAAP in the United States. However, we believe that certain non-GAAP performance measures and ratios, used in managing the business, may provide users of this financial information with additional meaningful comparisons between current results and results in prior periods. Non-GAAP performance measures and ratios should be viewed in addition to, and not as an alternative for, our reported results under GAAP.\nThe following discussion of consolidated results of operations compares 2020 and 2019. Descriptions of changes between 2019 and 2018 were excluded as there were no changes from what was disclosed in the \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" section of the December 31, 2019 Form 10-K.\nSales and Operations\nNet sales for 2020 were $7.2 billion, which increased seven percent compared to 2019. Excluding the effect of currency translation, net sales increased seven percent. The following table reconciles reported net sales to net sales excluding the effect of currency translation, in millions:\nNet sales for 2020 increased seven percent primarily due to higher sales volume of our paints and other coating products, plumbing products, and to a lesser extent, builders' hardware, which, in aggregate, increased sales by eight percent. This increase was slightly offset by unfavorable net selling prices of paints and other coating products, which decreased sales by one percent.\nOur gross profit margins were 36.0 percent, 35.4 percent and 35.0 percent in 2020, 2019 and 2018, respectively. The 2020 gross profit margin was positively impacted by increased sales volume and cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact. Such increases were slightly offset by unfavorable net selling prices and increased commodity costs, partially attributed to tariffs.\n26\nSelling, general and administrative expenses as a percent of sales were 18.0 percent in 2020 compared with 19.0 percent in 2019 and 18.8 percent in 2018. The decrease in selling, general, and administrative expenses as a percentage of sales in 2020 was primarily driven by cost containment activities including those actions taken to mitigate the COVID-19 pandemic impact and leverage of fixed expenses due primarily to increased sales volume. This improvement was partially offset by an increase in other expenses (such as salaries, legal costs and advertising).\nThe following table reconciles reported operating profit to operating profit, as adjusted to exclude certain items, dollars in millions:\nOperating profit in 2020 was positively affected by increased sales volume and cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact. These positive impacts were partially offset by unfavorable net selling prices, increased commodity costs, partially attributed to tariffs, higher fixed expenses in our lighting business, and an increase in other expenses (such as salaries, legal cost and advertising).\nOther Income (Expense), Net\nInterest expense was $144 million, $159 million and $156 million in 2020, 2019 and 2018, respectively.\nOther, net, for 2020 included $35 million of net periodic pension and post-retirement benefit cost and $10 million of realized foreign currency transaction losses, partially offset by $10 million of dividend income related to preferred stock of ACProducts Holding, Inc. and $9 million of income due from an escrow settlement.\nIncome Taxes\nOur effective tax rate on income from continuing operations was 24 percent, 25 percent and 24 percent in 2020, 2019 and 2018, respectively. As a result of IRS guidance issued in the third quarter of 2020 that allows us to retroactively exclude certain high-taxed foreign income from the U.S. tax effects on Global Intangible Low-taxed Income (\"GILTI\") back to 2018, we lowered our normalized tax rate from 26 percent to 25 percent for 2020, 2019 and 2018.\nOur effective tax rate in 2020 was lower than our normalized tax rate of 25 percent due primarily to a $5 million income tax benefit from a change in judgment regarding the realizability of certain deferred tax assets in our foreign jurisdictions, an additional $4 million tax benefit from stock-based compensation payments and a $6 million tax benefit due to an anticipated refund claim from the retroactive application of the exclusion of certain high-taxed foreign income from the U.S. tax effects on GILTI back to 2018.\nOur effective tax rate in 2018 was lower than our normalized tax rate of 25 percent due primarily to an additional $14 million tax benefit from stock-based compensation payments, partially offset by a $6 million tax expense recognized on GILTI, prior to the retroactive exclusion of certain high-taxed foreign income as allowed under the recently issued IRS guidance in 2020.\nRefer to Note S to the consolidated financial statements for additional information.\nIncome and Income Per Common Share from Continuing Operations (Attributable to Masco Corporation)\nIncome and diluted income per common share from continuing operations for 2020 were $810 million and $3.04 per common share, respectively. Income and diluted income per common share from continuing operations for 2019 were $639 million and $2.20 per common share, respectively. Income and diluted income per common share from continuing operations for 2018 were $636 million and $2.05 per common share, respectively.\n27\nOutlook for the Company\nWe continue to execute our strategies of leveraging our strong brand portfolio, industry-leading positions and the Masco Operating System, our methodology to drive growth and productivity, to create long-term shareholder value. We believe that our strong financial position and cash flow generation, together with our investments in our industry-leading branded building products, our continued focus on innovation and disciplined capital allocation, will allow us to drive long-term growth and create value for our shareholders. While we continue to remain uncertain regarding the short-term impact that the COVID-19 pandemic may have on our businesses, we remain confident in the fundamentals of our businesses and long-term strategy.\n28\nBusiness Segment and Geographic Area Results\nThe following table sets forth our net sales and operating profit information for our continuing operations by business segment and geographic area, dollars in millions.\n(A)\nBefore general corporate expense, net; refer to Note Q to the consolidated financial statements for additional information.\n29\nBusiness Segment Results Discussion\nChanges in operating profit in the following Business Segment and Geographic Area Results discussion exclude general corporate expense, net, and compares each respective period to the same period of the immediately preceding year.\nDescription of changes to sales and operating profit between 2019 and 2018 for the Plumbing Products and Decorative Architectural Products segments, as well as geographic areas, were excluded as there were no changes from what was disclosed in the \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" section of the December 31, 2019 Form 10-K.\nPlumbing Products\nSales\nNet sales in the Plumbing Products segment increased four percent in 2020 due primarily to higher sales volume of North American operations, which increased sales by three percent. Favorable foreign currency translation further increased sales by one percent.\nOperating Results\nOperating profit in the Plumbing Products segment in 2020 was positively impacted by cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact, higher sales volume and favorable net selling prices. These positive impacts were partially offset by increased commodity costs, including tariffs, and an increase in other expenses (such as salaries and legal costs).\nDecorative Architectural Products\nSales\nNet sales in the Decorative Architectural Products segment increased 12 percent in 2020, due mostly to higher sales volume of paints and other coating products, and to a lesser extent, builders' hardware products.  Such increases were slightly offset by unfavorable net selling prices of paints and other coating products.\nOperating Results\nOperating profit in the Decorative Architectural Products segment in 2020 benefited primarily from higher sales volume, as well as cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact, and decreased commodity costs.  Additionally, operating profit was positively impacted by the non-recurrence of a 2019 non-cash impairment charge related to an other indefinite-lived intangible asset for a trademark associated with lighting products. These positive impacts were partially offset by unfavorable net selling prices, higher fixed expenses in our lighting business, and an increase in other expenses (such as salaries, legal costs and advertising).\nBusiness Rationalizations and Other Initiatives\nOver the last several years, we have taken several actions focused on the strategic rationalization of our businesses including business consolidations, plant closures, headcount reductions and other cost savings initiatives. In 2020, 2019 and 2018, we incurred net pre-tax costs and charges related to these initiatives of $11 million, $13 million, and $9 million, respectively.\nWe continue to realize the benefits of our business rationalizations and continuous improvement initiatives across our enterprise and expect to identify additional opportunities to improve our business operations.\nDuring 2020, 2019 and 2018, our Plumbing Products segment incurred costs and charges of $7 million, $13 million and $9 million, respectively and our Decorative Architectural Products segment incurred costs and charges of $4 million in 2020. The 2020 costs primarily related to business and plant consolidation and severance costs in North America.\n30\nGeographic Area Results Discussion\nNorth America\nSales\nNorth American net sales in 2020 increased nine percent. Higher sales volume of paints and other coating products, plumbing products, and to a lesser extent, builders' hardware, in aggregate, increased sales by 10 percent. Such increases were slightly offset by unfavorable net selling prices of paints and other coating products, which decreased sales by one percent.\nOperating Results\nOperating profit from North American operations in 2020 was positively affected by higher sales volume, cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact and favorable sales mix of plumbing products. Additionally, operating profit was positively impacted by the non-recurrence of a 2019 non-cash impairment charge related to an other indefinite-lived intangible asset for a trademark associated with lighting products. These positive impacts were partially offset by unfavorable net selling prices and increased commodity costs, primarily attributable to tariffs.  Additionally, operating profit was adversely impacted by higher fixed expenses in our lighting business, and an increase in other expenses (such as salaries, legal costs and advertising).\nInternational, Principally Europe\nSales\nNet sales from International operations in 2020 were flat. In local currencies (including sales in foreign currencies outside their respective functional currencies), net sales decreased one percent due to unfavorable sales mix of plumbing products that was partially offset by favorable net selling prices of plumbing products.\nOperating Results\nOperating profit from International operations in 2020 was positively impacted by cost savings initiatives, including actions taken to mitigate the COVID-19 pandemic impact, and favorable net selling prices. These positive impacts were partially offset by unfavorable sales mix.\n31\nOther Matters\nCommitments and Contingencies\nLitigation\nInformation regarding our legal proceedings is set forth in Note U to the consolidated financial statements, which is incorporated herein by reference.\nOther Commitments\nWe enter into contracts, which include reasonable and customary indemnifications that are standard for the industries in which we operate. Such indemnifications include claims made against builders by homeowners for issues relating to our products and workmanship. In conjunction with divestitures and other transactions, we occasionally provide reasonable and customary indemnifications. We have never had to pay a material amount related to these indemnifications, and we evaluate the probability that amounts may be incurred and record an estimated liability when probable and reasonably estimable.\nRecently Adopted and Issued Accounting Pronouncements\nRefer to Note A to the consolidated financial statements for discussion of recently adopted and issued accounting pronouncements, which is incorporated herein by reference.\n32\nContractual Obligations\nThe following table provides payment obligations related to current contracts at December 31, 2020, in millions:\n______________________________\n(A)\nWe assume that all debt would be held to maturity. Amounts include finance lease obligations.\n(B)\nThere is no schedule for the capital commitments to the private equity funds; accordingly, we are unable to make a reasonable estimate as to when capital commitments may be paid.\n(C)\nExcludes contracts that do not require volume commitments and open or pending purchase orders.\n(D)\nDue to the high degree of uncertainty regarding the timing of future cash outflows associated with uncertain tax positions, we are unable to make a reasonable estimate for the year in which cash settlements may occur with applicable tax authorities.\nRefer to Note N to the consolidated financial statements for defined-benefit pension plan obligations.\n33"
  },
  {
    "item_key": "item_7a",
    "text": "We have considered the provisions of accounting guidance regarding disclosure of accounting policies for derivative financial instruments and disclosure of quantitative and qualitative information about market risk inherent in derivative financial instruments and other financial instruments.\nWe are exposed to the impact of changes in interest rates and foreign currency exchange rates, particularly changes between the U.S. dollar and the European euro, British pound, Canadian dollar, and Chinese renminbi, and to market price fluctuations related to our financial investments. We have insignificant involvement with derivative financial instruments and use such instruments to the extent necessary to manage exposure to foreign currency fluctuations.\nAt December 31, 2020, we performed sensitivity analyses to assess the potential loss in the fair values of market risk sensitive instruments resulting from a hypothetical change of 10 percent in foreign currency exchange rates, a 10 percent decline in the market value of our long-term investments, or a 100 basis point change in interest rates. Based upon the analyses performed, such changes would not be expected to materially affect our consolidated financial position, results of operations or cash flows.\n34"
  },
  {
    "item_key": "item_8",
    "text": "Management's Report on Internal Control Over Financial Reporting\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Our internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America.\nWe assessed the effectiveness of our internal control over financial reporting as of December 31, 2020 using the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\") in\nInternal Control – Integrated Framework\n(2013).  Based on this assessment, we have determined that our internal control over financial reporting was effective as of December 31, 2020.\nPricewaterhouseCoopers LLP, an independent registered public accounting firm, has audited the effectiveness of our internal control over financial reporting as of December 31, 2020, as stated in their report, which is presented herein. Their report expressed an unqualified opinion on the effectiveness of our internal control over financial reporting as of December 31, 2020 and expressed an unqualified opinion on our 2020 consolidated financial statements. This report appears under 'Item 8. Financial Statements and Supplementary Data' under the heading \"Report of Independent Registered Public Accounting Firm.\"\n35\nReport of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of Masco Corporation\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Masco Corporation and its subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of operations, of comprehensive income (loss), of shareholders' equity and of cash flows for each of the three years in the period ended December 31, 2020, including the related notes and financial statement schedule listed in the index appearing under Item 15(a)(2) (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable\n36\nassurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Assessments\nAs described in Notes A and H to the consolidated financial statements, the Company’s consolidated goodwill balance was $\n563\nmillion as of December 31, 2020. Management performs an annual impairment test of goodwill in the fourth quarter of each year, or as events occur or circumstances change that would indicate the carrying value of goodwill may be impaired. Potential impairment is identified by comparing the fair value of a reporting unit to its carrying value, including goodwill. Management estimates fair value by using a discounted cash flow model. The determination of fair value using the discounted cash flow model requires management to make significant estimates and assumptions related to forecasted sales and operating profits, and the discount rate.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment assessments is a critical audit matter are (i) the significant judgment by management when developing the fair value measurements of the reporting units; (ii) a high degree of auditor judgment, subjectivity, and effort in performing procedures to evaluate management’s discounted cash flow model, including significant assumptions related to forecasted sales and the discount rates; and (iii)  the audit effort involved the use of professionals with specialized skill and knowledge.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessments, including controls over the valuation of the Company’s reporting units. These procedures also included, among others, testing management’s process for developing the fair value estimates; evaluating the appropriateness of the discounted cash flow model; testing the completeness, accuracy, and relevance of underlying data used in the model; and, evaluating the significant assumptions used by management, including forecasted sales and the discount rates. Professionals with specialized skill and knowledge were used to assist in evaluating the Company’s discount rate assumptions. Evaluating management’s assumption related to forecasted sales involved evaluating whether the assumptions used were reasonable considering (i) the current and past performance of the reporting units, (ii) the consistency with external market and industry data as relates to forecasted sales, and (iii) whether they were consistent with evidence obtained in other areas of the audit.\n/s/ PricewaterhouseCoopers LLP\nDetroit, Michigan\nFebruary 9, 2021\nWe have served as the Company’s auditor since 1959.\n37\nFinancial Statements and Supplementary Data\nMASCO CORPORATION and Consolidated Subsidiaries\nCONSOLIDATED BALANCE SHEETS\nDecember 31, 2020 and 2019\n(In Millions, Except Share Data)\nSee notes to consolidated financial statements.\n38\nMASCO CORPORATION and Consolidated Subsidiaries\nCONSOLIDATED STATEMENTS OF OPERATIONS\nFor the Years Ended December 31, 2020, 2019 and 2018\n(In Millions, Except Per Common Share Data)\nSee notes to consolidated financial statements.\n39\nMASCO CORPORATION and Consolidated Subsidiaries\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\nFor the Years Ended December 31, 2020, 2019 and 2018\n(In Millions)\nSee notes to consolidated financial statements.\n40\nMASCO CORPORATION and Consolidated Subsidiaries\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nFor the Years Ended December 31, 2020, 2019 and 2018\n(In Millions)\nSee notes to consolidated financial statements.\n41\nMASCO CORPORATION and Consolidated Subsidiaries\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY\nFor the Years Ended December 31, 2020, 2019 and 2018\n(In Millions, Except Per Common Share Data)\nSee notes to consolidated financial statements.\n42\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nA.\nACCOUNTING POLICIES\nPrinciples of Consolidation.\nThe consolidated financial statements include the accounts of Masco Corporation and all majority-owned subsidiaries. All significant intercompany transactions have been eliminated. We consolidate the assets, liabilities and results of operations of variable interest entities for which we are the primary beneficiary.\nUse of Estimates and Assumptions in the Preparation of Financial Statements.\nThe preparation of financial statements in conformity with accounting principles generally accepted (\"GAAP\") in the United States of America requires us to make certain estimates and assumptions that affect the reported amounts of assets and liabilities, disclosure of any contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results may differ from these estimates and assumptions.\nRevenue Recognition.\nWe recognize revenue as control of our products is transferred to our customers, which is generally at the time of shipment or upon delivery based on the contractual terms with our customers. Our customers' payment terms generally range from 30 to 65 days of fulfilling our performance obligations and recognizing revenue.\nWe provide customer programs and incentive offerings, including special pricing and co-operative advertising arrangements, promotions and other volume-based incentives. These customer programs and incentives are considered variable consideration. We include in revenue variable consideration only to the extent that it is probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the variable consideration is resolved. This determination is made based upon known customer program and incentive offerings at the time of sale, and expected sales volume for\necasts as it relates to our volume-based incentives. This determination is updated each reporting period.\nCertain product sales include a right of return. We estimate future product returns at the time of sale based on historical experience and record a corresponding refund liability. We additionally record an asset, based on historical experience, for the amount of product we expect to return to inventory as a result of the return, which is recorded in prepaid expenses and other in the consolidated balance sheets.\nWe consider shipping and handling activities performed by us as activities to fulfill the sales of our products.  Amounts billed for shipping and handling are included in net sales, while costs incurred for shipping and handling are included in cost of sales. We capitalize incremental costs of obtaining a contract and expense the costs on a straight-line basis over the contractual period if the cost is recoverable, the cost would not have been incurred without the contract and the term of the contract is greater than one year; otherwise, we expense the amounts as incurred. We do not adjust the promised amount of consideration for the effects of a financing component if the period between when we transfer our products or services and when our customers pay for our products or services is expected to be one year or less.\nCustomer Displays.\nIn-store displays that are owned by us and used to market our products are included in other assets in the consolidated balance sheets and are amortized using the straight-line method over the expected useful life of\nthree\nto\nfive years\n; related amortization expense is classified as a selling expense in the consolidated statements of operations.\nForeign Currency.\nThe financial statements of our foreign subsidiaries are measured using the local currency as the functional currency. Assets and liabilities of these subsidiaries are translated at exchange rates as of the balance sheet dates. Revenues and expenses are translated at average exchange rates in effect during the year. The resulting cumulative translation adjustments have been recorded in the accumulated other comprehensive loss component of shareholders' equity. Realized foreign currency transaction gains and losses are included in the consolidated statements of operations in other income (expense), net.\nCash and Cash Investments.\nWe consider all highly liquid investments with an initial maturity of three months or less to be cash and cash investments.\n43\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Continued)\nReceivables.\nWe do business with a number of customers, including certain home center retailers. We monitor our exposure for credit losses on customer receivable balances and other financial investments measured at amortized cost and the credit worthiness of customers  on an on-going basis,  including requiring  the completion  of credit  applications  and performing  periodic  reviews of our open accounts receivable.  We  record  allowances  for  doubtful  accounts  for  estimated  losses  resulting  from  the  inability  of  our  customers  to  fulfill  their  required payment obligation to us. Allowances are estimated based upon specific customer balances, where a risk of loss has been identified, and also include a provision for losses based upon historical collection experience and write-off activity as well as reasonable and supportable forecast information that considers macro-economic factors and industry-specific trends associated with our businesses, among others. A separate allowance is recorded for customer incentive rebates and is generally based upon sales activity. Receivables are presented net of certain allowances (including allowances for doubtful accounts) of $\n48\nmillion and $\n36\nmillion at December 31, 2020 and 2019, respectively. Our receivables balances are generally due in less than one year.\nProperty and Equipment.\nProperty and equipment, including significant improvements to existing facilities, are recorded at cost. Upon retirement or disposal, the cost and accumulated depreciation are removed from the accounts and any gain or loss is included in the consolidated statements of operations. Maintenance and repair costs are charged against earnings as incurred.\nWe review our property and equipment as events occur or circumstances change that would more likely than not reduce the fair value of the property and equipment below its carrying amount. If the carrying amount of property and equipment is not recoverable from its undiscounted cash flows, then we would recognize an impairment loss for the difference between the carrying amount and the current fair value. Further, we evaluate the remaining useful lives of property and equipment at each reporting period to determine whether events and circumstances warrant a revision to the remaining depreciation periods.\nDepreciation.\nDepreciation expense is computed principally using the straight-line method over the estimated useful lives of the assets. Annual depreciation rates are as follows: buildings and land improvements,\n2\nto\n10\npercent, computer hardware and software,\n17\nto\n33\npercent, and machinery and equipment,\n5\nto\n33\npercent. Depreciation expense, including discontinued operations, was $\n105\nmillion in 2020 and $\n132\nmillion in both 2019 and 2018.\nLeases.\nWe determine if an arrangement is a lease at inception. Operating leases are included in operating lease right-of-use  assets (“ROU assets”), accrued liabilities and noncurrent operating lease liabilities on our consolidated balance sheet. Finance lease ROU assets are included in property and equipment, net, notes payable, and long-term debt on our consolidated balance sheet.\nROU assets represent our right to use an underlying asset for the duration of the lease term while lease liabilities represent our obligation to make lease payments in exchange for the right to use an underlying asset. ROU assets and lease liabilities are measured based on the present value of fixed lease payments over the lease term at the commencement date. The ROU asset also includes any lease payments made prior to the commencement date and initial direct costs incurred, and is reduced by any lease incentives received. We review our ROU assets as events occur or circumstances change that would indicate the carrying amount of the ROU assets are not recoverable and exceed their fair values. If the carrying amount of the ROU asset is not recoverable from its undiscounted cash flows, then we would recognize an impairment loss for the difference between the carrying amount and the current fair value.\nAs most of our leases do not provide an implicit rate, we generally use our incremental borrowing rate on the commencement date of the lease as the discount rate in determining the present value of future lease payments. We determine the incremental borrowing rate for each lease by using the current yields of our uncollateralized, publicly traded debts with maturity periods similar to the respective lease term, adjusted to a collateralized basis based on third-party data. Our lease terms may include options to extend or terminate the lease when there are relevant economic incentives present that make it reasonably certain that we will exercise that option. We account for any non-lease components separately from lease components.\n44\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Continued)\nFor operating leases, lease expense for future fixed lease payments is recognized on a straight-line basis over the lease term. For finance leases, lease expense for future fixed lease payments is recognized using the effective interest rate method over the lease term. Variable lease payments are recognized as lease expense in the period incurred. Leases with an initial term of 12 months or less are not recorded on the balance sheet; we recognize lease expense for these leases on a straight-line basis over the lease term.\nGoodwill and Other Intangible Assets.\nWe perform our annual impairment testing of goodwill in the fourth quarter of each year, or as events occur or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying amount. We have defined our reporting units and completed the impairment testing of goodwill at the operating segment level. Our operating segments are reporting units that engage in business activities, for which discrete financial information, including five-year forecasts, are available. We compare the fair value of the reporting units to the carrying value of the reporting units for goodwill impairment testing. Fair value is determined using a discounted cash flow method, which includes significant unobservable inputs (Level 3 inputs), and requires us to make significant estimates and assumptions, including long-term projections of cash flows, market conditions and appropriate discount rates. Our judgments are based upon historical experience, current market trends, consultations with external valuation specialists and other information. In estimating future cash flows, we rely on internally generated five-year forecasts for sales and operating profits, and, currently, a\ntwo\npercent to\nthree\npercent long-term assumed annual growth rate of cash flows for periods after the\nfive-year\nforecast. For 2020, we utilized a weighted average cost of capital of approximately\n8.0\npercent as the basis to determine the discount rate to apply to the estimated future cash flows. Based upon our assessment of the risks impacting each of our businesses, we applied a risk premium to increase the discount rate to a range of\n10.0\npercent to\n12.0\npercent for our reporting units. If the carrying amount of a reporting unit exceeds its fair value, an impairment loss is recognized to the extent that a reporting unit's carrying value exceeds its fair value, not to exceed the carrying amount of goodwill in that reporting unit.\nWe review our other indefinite-lived intangible assets for impairment annually in the fourth quarter, or as events occur or circumstances change that indicate the assets may be impaired without regard to the business unit. Potential impairment is identified by comparing the fair value of an other indefinite-lived intangible asset to its carrying value. We utilize a relief-from-royalty model to estimate the fair value of other indefinite-lived intangible assets.  We consider the implications of both external (e.g., market growth, competition and local economic conditions) and internal (e.g., product sales and expected product growth) factors and their potential impact on cash flows related to the intangible asset in both the near- and long-term.  We also consider the profitability of the business, among other factors, to determine the royalty rate for use in the impairment assessment. We utilize our weighted average cost of capital of approximately\n8.0\npercent as the basis to determine the discount rate to apply to the estimated future cash flows. In 2020, based upon our assessment of the risks impacting each of our businesses and the nature of the trade name, we applied a risk premium to increase the discount rate to a range of\n11.0\npercent to\n12.5\npercent for our other indefinite-lived intangible assets.\nWhile we believe that the estimates and assumptions underlying the valuation methodologies are reasonable, different estimates and assumptions could result in different outcomes.\nIntangible assets with finite useful lives are amortized using the straight-line method over their estimated useful lives. We review our intangible assets with finite useful lives as events occur or circumstances change that would more likely than not reduce the fair value of the assets below its carrying amount. If the carrying amount of the assets is not recoverable from the undiscounted cash flows, then we would recognize an impairment loss for the difference between the carrying amount and the current fair value. We evaluate the remaining useful lives of amortizable intangible assets at each reporting period to determine whether events or circumstances warrant a revision to the remaining periods of amortization.\nRefer to Note H for additional information regarding goodwill and other intangible assets.\n45\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Continued)\nAcquisitions.\nIn accordance with accounting guidance for the provisions in Financial Accounting Standards Board (\"FASB\") ASC 805, \"Business Combinations,\" we allocate the purchase price of an acquired business to its identifiable assets and liabilities based on estimated fair values. The excess of the purchase price over the amount allocated to the assets and liabilities, if any, is recorded as goodwill. In addition, any contingent consideration is fair valued as of the date of the acquisition and is recorded as part of the purchase price. This estimate is updated in future periods and any changes in the estimate, which are not considered an adjustment to the purchase price, are recorded in our consolidated statements of operations.\nWe use all available information to estimate fair values. We typically engage external valuation specialists to assist in the fair value determination of identifiable intangible assets and any other significant assets or liabilities. We adjust the preliminary purchase price allocation, as necessary, up to one year after the acquisition closing date as we obtain more information regarding assets acquired and liabilities assumed based on facts and circumstances that existed as of the acquisition date.\nOur purchase price allocation methodology contains uncertainties because it requires us to make assumptions and to apply judgment to estimate the fair value of acquired assets and assumed liabilities. We estimate the fair value of assets and liabilities based upon the carrying value of the acquired assets and assumed liabilities and widely accepted valuation techniques, including discounted cash flows. Unanticipated events or circumstances may occur which could affect the accuracy of our fair value estimates, including assumptions regarding industry economic factors and business strategies.\nOther estimates used in determining fair value include, but are not limited to, future cash flows or income related to intangibles, market rate assumptions and appropriate discount rates. Our estimates of fair value are based upon assumptions believed to be reasonable, but that are inherently uncertain, and therefore, may not be realized. Accordingly, there can be no assurance that the estimates, assumptions, and values reflected in the valuations will be realized, and actual results could vary materially.\nRefer to Note B for additional information regarding acquisitions.\nFair Value Accounting.\nWe use derivative financial instruments to manage certain exposure to fluctuations in earnings and cash flows resulting from changes in foreign currency exchange rates, and occasionally from changes in commodity costs and interest rate exposures. Derivative financial instruments are recorded in the consolidated balance sheets as either an asset or liability measured at fair value, netted by counterparty, where the right of offset exists. The gain or loss is recognized in determining current earnings during the period of the change in fair value. We currently do not have any derivative instruments for which we have designated hedge accounting.\nRefer to Note I for additional information regarding fair value of financial instruments.\nWarranty.\nWe offer limited warranties on certain products with warranty periods ranging up to the lifetime of the product to the original consumer purchaser. At the time of sale, we accrue a warranty liability for the estimated future cost to provide products, parts or services to repair or replace products to satisfy our warranty obligations.  Our estimate of future costs to service our warranty obligations is based upon the information available and includes a number of factors, such as the warranty coverage, the warranty period, historical experience specific to the nature, frequency and average cost to service the claim, along with industry and demographic trends.\nCertain factors and related assumptions in determining our warranty liability involve judgments and estimates and are sensitive to changes in the factors described above. We believe that the warranty accrual is appropriate; however, actual claims incurred could differ from our original estimates which would require us to adjust our previously established accruals. Refer to Note U for additional information on our warranty accrual.\nA significant portion of our business is at the consumer retail level through home center retailers and other major retailers. A consumer may return a product to a retail outlet that is a warranty return. However, certain retail outlets do not distinguish between warranty and other types of returns when they claim a return deduction from us. Our revenue recognition policy takes into account this type of return when recognizing revenue, and an estimate of these amounts is recorded as a deduction to net sales at the time of sale.\n46\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Continued)\nInsurance Reserves.\nWe provide for expenses associated with workers' compensation and product liability obligations when such amounts are probable and can be reasonably estimated. The accruals are adjusted as new information develops or circumstances change that would affect the estimated liability.  Any obligations expected to be settled within 12 months are recorded in accrued liabilities; all other obligations are recorded in other liabilities\n.\nLitigation.\nWe are involved in claims and litigation, including class actions, mass torts and regulatory proceedings, which arise in the ordinary course of our business. Liabilities and costs associated with these matters require estimates and judgments based upon our professional knowledge and experience and that of our legal counsel. When a liability is probable of being incurred and our exposure in these matters is reasonably estimable, amounts are recorded as charges to earnings. The ultimate resolution of these exposures may differ due to subsequent developments.\nStock-Based Compensation.\nWe issue stock-based incentives in various forms to our employees and non-employee Directors. Outstanding stock-based incentives were in the form of long-term stock awards, stock options, restricted stock units (\"RSUs\"), performance restricted stock units (\"PRSUs\") and phantom stock awards.\nWe measure compensation expense for stock awards and RSUs at the market price of our common stock at the grant date. We measure compensation expense for stock options using a Black-Scholes option pricing model. We measure compensation expense for PRSUs at the expected payout of the awards.  We recognize forfeitures related to stock awards, stock options, RSUs and PRSUs as they occur.\nWe initially measure compensation expense for phantom stock awards at the market price of our common stock at the grant date. Phantom stock awards are linked to the value of our common stock on the date of grant and are settled in cash upon vesting. We account for phantom stock awards as liability-based awards; the liability is remeasured and adjusted at the end of each reporting period until the awards are fully-vested and paid to the employees.\nIn December 2019, our Organization and Compensation Committee of the Board of Directors (the \"Compensation Committee\") amended the terms  of  equity  awards  under  our  2014  Long  Term  Stock  Incentive  Plan  to  provide  that  newly  issued  stock  options,  RSUs  and  phantom stock awards vest over a\nthree-year\nperiod and redefined retirement-eligibility as age 65 or age 55 with at least 10 years of continuous service. As  such,  compensation  expense  for  equity  awards  granted  in  2020  and  thereafter  is  recognized  ratably  over  the  shorter  of  the  vesting period, typically three years, or the length of time until the grantee becomes retirement eligible. For prior year grants, expense was recognized ratably over the shorter of the vesting period of the stock awards, stock options and phantom stock awards, typically five years, or the length of time until the grantee became retirement-eligible, generally at age 65. Expense for PRSUs is recognized ratably over the three-year vesting period of the units.\nRefer to Note M for additional information on stock-based compensation.\nNoncontrolling Interest.\nWe owned 68 percent of Hansgrohe SE at both December 31, 2020 and 2019. The aggregate noncontrolling interest, net of dividends, at December 31, 2020 and 2019 has been recorded as a component of equity on our consolidated balance sheets.\nDiscontinued Operations.\nWe report financial results for discontinued operations separately from continuing operations to distinguish the financial impact of disposal transactions from ongoing operations. Discontinued operations reporting occurs only when the disposal of a component or a group of components represents a strategic shift that will have a major effect on our operations and financial results.  In our consolidated statements of cash flows, the cash flow from discontinued operations are not separately classified. Refer to Note C for further information regarding our discontinued operations.\n47\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Continued)\nIncome Taxes.\nDeferred taxes are recognized based on the future tax consequences of differences between the financial statement carrying value of assets and liabilities and their respective tax basis. The future realization of deferred tax assets depends on the existence of sufficient taxable income in future periods. Possible sources of taxable income include taxable income in carryback periods, the future reversal of existing taxable temporary differences recorded as a deferred tax liability, tax-planning strategies that generate future income or gains in excess of anticipated losses in the carryforward period and projected future taxable income.\nIf, based upon all available evidence, both positive and negative, it is more likely than not (more than 50 percent likely) such deferred tax assets will not be realized, a valuation allowance is recorded. Significant weight is given to positive and negative evidence that is objectively verifiable. A company's three-year cumulative loss position is significant negative evidence in considering whether deferred tax assets are realizable, and the accounting guidance restricts the amount of reliance we can place on projected taxable income to support the recovery of the deferred tax assets.\nThe current accounting guidance allows the recognition of only those income tax positions that have a greater than 50 percent likelihood of being sustained upon examination by the taxing authorities. We believe that there is an increased potential for volatility in our effective tax rate because this threshold allows for changes in the income tax environment and, to a greater extent, the inherent complexities of income tax law in a substantial number of jurisdictions, which may affect the computation of our liability for uncertain tax positions.\nWe record interest and penalties on our uncertain tax positions in income tax expense.\nThe accounting guidance for income taxes requires us to allocate our provision for income taxes between continuing operations and other categories of earnings, such as other comprehensive income (loss). Subsequent adjustments to deferred taxes originally recorded to other comprehensive income (loss) may reverse in a different category of earnings, such as continuing operations, resulting in a disproportionate tax effect within accumulated other comprehensive income (loss).  Generally, a disproportionate tax effect will be eliminated and recognized in income tax expense when the circumstances upon which it is premised cease to exist.\nThe disproportionate tax effect related to various defined-benefit pension plans will be eliminated from accumulated other comprehensive income (loss) at the termination of the related pension plans. The disproportionate tax effect relating to our interest rate swap hedge, which was terminated in 2012, will be eliminated from accumulated other comprehensive income (loss) upon the maturity of the related debt in March 2022.\nWe record the tax effects of Global Intangible Low-taxed Income related to our foreign operations as a component of income tax expense in the period the tax arises.\nReclassifications.\nCertain prior year amounts have been reclassified to conform to the 2020 presentation in the consolidated financial statements.\nRecently Adopted Accounting Pronouncements.\nIn June 2016, the FASB issued ASU 2016-13, \"Financial Instruments-Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments,\" which modifies the methodology for recognizing loss impairments on certain types of financial instruments, including receivables. The new methodology requires an entity to estimate the credit losses expected over the life of an exposure. Additionally, ASU 2016-13 amends the current available-for-sale security other-than-temporary impairment model for debt securities. We adopted ASU 2016-13 and recorded a cumulative-effect adjustment to opening retained earnings on January 1, 2020. The adoption of the standard did not have a material effect on our financial position or results of operations.\nIn August 2018, the FASB issued ASU 2018-15, \"Intangibles-Goodwill and Other-Internal-Use Software (Subtopic 350-40): Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract,\" which allows for the capitalization of certain implementation costs incurred in a hosting arrangement that is a service contract. We adopted ASU 2018-15 prospectively beginning on January 1, 2020. The adoption of the standard did not have an impact on our financial position or results of operations.\n48\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nA. ACCOUNTING POLICIES (Concluded)\nIn December 2019, the FASB issued ASU 2019-12, \"Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes,\" which simplifies the accounting for income taxes by removing certain exceptions to the general principles in Topic 740. The amendments also improve consistent application of and simplify GAAP for other areas of Topic 740 by clarifying and amending existing guidance.  We early adopted ASU 2019-12 on January 1, 2020. The adoption of the standard did not have an impact on our financial position or results of operations.\nRecently Issued Accounting Pronouncements.\nIn January 2020, the FASB issued ASU 2020-01, \"Investments—Equity Securities (Topic 321),\" \"Investments—Equity Method and Joint Ventures (Topic 323),\" and \"Derivatives and Hedging (Topic 815): Clarifying the Interactions between Topic 321, Topic 323, and Topic 815,\" which clarifies that an entity should consider observable transactions when either applying or discontinuing the equity method of accounting for the purposes of applying the measurement alternative in accordance with Topic 321. ASU 2020-01 clarifies that for certain forward contracts or purchased options to acquire investments, an entity should not consider whether, upon settlement of the forward contract or exercise of the purchased option, the underlying securities would be accounted for under the equity method or the fair value option. ASU 2020-01 is effective for us for annual periods beginning January 1, 2021.  Early adoption is permitted. We plan to adopt this standard for annual periods beginning January 1, 2021 and do not anticipate that the adoption of this new standard will have a material impact on our financial position or results of operations.\nIn March 2020, the FASB issued ASU 2020-04, \"Reference Rate Reform (Topic 848): Facilitation of the Effects of Reference Rate Reform on Financial Reporting,\" which provides optional guidance and expedients for applying GAAP to contracts, hedging relationships, and other transactions affected by reference rate reform if certain criteria are met. The amendments are intended to ease the potential burden in accounting for (or recognizing the effects of) reference rate reform on financial reporting.  The amendments in this update are elective and are effective upon issuance. As of December 31, 2020 we have not elected any of the expedients set out in ASU 2020-04. To the extent we modify a contract going forward during the transition period we would consider applying the new standard.\nWe consider the applicability and impact of all ASUs.  ASUs not listed above were assessed and determined not to be applicable.\n49\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nB.\nACQUISITIONS\nIn the first quarter of 2020, we acquired all of the share capital of SmarTap A.Y Ltd. (\"SmarTap\") for approximately $\n24\nmillion in cash. SmarTap is a developer of a smart bathing system that monitors and controls the temperature and flow of water. This acquisition provides an adaptable solution for a wide range of products as it is compatible with showerheads, hand showers, spouts and shower jets. This business is included in the Plumbing Products segment. In connection with this acquisition, we recognized $\n10\nmillion of definite-lived intangible assets, primarily related to technology, which is being amortized on a straight-line basis over a weighted average amortization period of\n5\nyears. We also recognized $\n14\nmillion of goodwill, which is not tax deductible, and is related primarily to the expected synergies from combining the operations into our business.\nIn the fourth quarter of 2020, we acquired substantially all of the net assets of Kraus USA Inc. (\"Kraus\"), a designer and distributor of sinks, faucets and accessories for the kitchen and bathroom, for approximately $\n103\nmillion and an additional cash payment of up to $\n50\nmillion contingent upon the achievement of certain financial performance metrics for the year ending December 31, 2022. The range of the undiscounted amounts we could be required to pay is between $\n0\nand $\n50\nmillion. As of the closing date of the acquisition, the contingent consideration was assigned a fair value of approximately $\n8\nmillion.  Refer to Note I for additional information regarding the measurement of the contingent consideration liability.  This business expands our product offerings to our customers and our online presence under the Kraus brand. This business is included in the Plumbing Products segment. In connection with this acquisition, we recognized $\n25\nmillion of indefinite-lived intangible assets, which is related to trademarks, and $\n49\nmillion of definite-lived intangible assets, primarily related to customer relationships. The definite-lived intangible assets are being amortized on a straight-line basis over a weighted average amortization period of\n10\nyears. We also recognized $\n20\nmillion of goodwill, which is generally tax deductible, and is related primarily to the expected synergies from combining the operations into our business.\nIn the fourth quarter of 2020, we acquired substantially all of the net assets of Work Tools International Inc. and Elder & Jenks, LLC (collectively, \"Work Tools\") for approximately $\n53\nmillion, including $\n48\nmillion of cash and $\n5\nmillion of debt that will be paid out in\n18\nmonths less any pending or settled indemnity matters. Work Tools will expand our product offering to our customers as it is a leading manufacturer of high-quality precision painting tools and accessories including brushes, rollers and mini rollers for DIY and professionals. This business is included in the Decorative Architectural Products segment. In connection with this acquisition, we recognized $\n7\nmillion of indefinite-lived intangible assets, which is related to trademarks, and $\n27\nmillion of definite-lived intangible assets, primarily related to customer relationships. The definite-lived intangible assets are being amortized on a straight-line basis over a weighted average amortization period of\n12\nyears. We also recognized $\n7\nmillion of goodwill, which is generally tax deductible, and is related primarily to the expected synergies from combining the operations into our business.\nOn November 10, 2020, we entered into an agreement to acquire a\n75.1\n% equity interest in Easy Sanitary Solutions B.V. (\"ESS\"), for approximately €\n45\nmillion ($\n55\nmillion) subject to working capital and other adjustments. ESS is the inventor, developer and manufacturer of Easy Drain shower channels and offers a wide range of products for barrier-free showering and bathroom wall niches. A cash payment was made to a third-party notary for $\n52\nmillion on December 29, 2020 for the acquisition of this equity interest in advance of the transaction closing on January 4, 2021. The cash payment was accounted for as prepaid expenses and other in the consolidated balance sheet and included in investing cash flows for the year ended December 31, 2020.\n50\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nB. ACQUISITIONS (Concluded)\nOn March 9, 2018, we acquired substantially all of the net assets of The L.D. Kichler Co. (\"Kichler\"), a leader in decorative residential and light commercial lighting products, ceiling fans and LED lighting systems. This business expands our product offerings to our customers.  The results of this acquisition for the period from the acquisition date are included in the consolidated financial statements and are reported in the Decorative Architectural Products segment. The purchase price, net of $\n2\nmillion cash acquired, consisted of $\n549\nmillion paid with cash on hand.  Since the acquisition, we have revised the allocation of the purchase price to identifiable assets and liabilities based on analysis of information as of the acquisition date that has been made available in the year after acquisition.\nThe initial and final allocations of the fair value of the acquisition of Kichler is summarized in the following table, in millions.\nThe goodwill acquired, which is generally tax deductible, is related primarily to the operational and financial synergies we expect to derive from combining Kichler's operations into our business, as well as the assembled workforce. The other intangible assets acquired consist of $\n59\nmillion of indefinite-lived intangible assets, which is related to trademarks, and $\n181\nmillion of definite-lived intangible assets. The definite-lived intangible assets consist of $\n145\nmillion related to customer relationships, which is being amortized on a straight-line basis over\n20\nyears, and $\n36\nmillion of other definite-lived intangible assets, which is being amortized over a weighted average amortization period of\nthree years\n.\nC.\nDIVESTITURES\nOn September 6, 2019, we completed the divestiture of our UK Window Group business (\"UKWG\"), a manufacturer and distributor of windows and doors, for proceeds of approximately $\n8\nmillion, of which $\n2\nmillion net of cash disposed was received upon sale. The remaining $\n6\nmillion was accounted for as a note receivable that is expected to be collected within\ntwo years\nof the divestiture.  In connection with the sale, we recognized a loss of $\n70\nmillion for the year ended December 31, 2019, which is included in income from discontinued operations, net in the consolidated statements of operations.\nOn November 6, 2019, we completed the divestiture of our Milgard Windows and Doors business (\"Milgard\"), a manufacturer and distributor of windows and doors for proceeds of approximately $\n720\nmillion, net of cash disposed. In connection with the sale, we recognized a gain on the divestiture of $\n368\nmillion for the year ended December 31, 2019, which is included in income from discontinued operations, net in the consolidated statement of operations.\nIn 2019, we determined that the previously reported Windows and Other Specialty Products segment met the criteria to be classified as a discontinued operation as a result of the combined sale of UKWG and Milgard. These businesses represented all of our windows businesses and all remaining businesses in the Windows and Other Specialty Products segment.\n51\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nC. DIVESTITURES (Continued)\nDuring the second quarter of 2020, a $\n17\nmillion pre-tax post-closing adjustment related to the finalization of working capital items was recorded to income from discontinued operations, net in the consolidated statement of operations, as a gain on the divestiture of Milgard. As of December 31, 2020, we have received the $\n17\nmillion in cash, which is presented in investing activities on the consolidated statement of cash flow as proceeds from disposition of businesses, net of cash disposed. All post-closing adjustments related to our divestiture of Milgard were finalized with the buyer in the second quarter of 2020.\nOn November 14, 2019, we entered into a definitive agreement to sell Masco Cabinetry LLC (\"Cabinetry\"), a manufacturer of cabinetry products. We completed the divestiture of Cabinetry on February 18, 2020 for proceeds of approximately $\n989\nmillion, including $\n853\nmillion, net of cash disposed. The remaining $\n136\nmillion was accounted for as preferred stock issued by a holding company of the buyer; refer to Note I for additional information. The working capital adjustment was finalized with the buyer in the second quarter of 2020, resulting in no significant changes to net proceeds. In connection with the sale, we recognized a gain on the divestiture of $\n585\nmillion for the year ended December 31, 2020, which is included in income from discontinued operations, net in the consolidated statement of operations. We determined that the previously reported Cabinetry Products segment met the criteria to be classified as a discontinued operation as Cabinetry represented all of our cabinet businesses and all remaining businesses in the Cabinetry Products segment.\nWe determined that the assets and liabilities for Cabinetry, Milgard and UKWG met the held for sale criteria in accordance with ASC 205-20, Discontinued Operations, during 2019. We ceased recording depreciation and amortization for the held for sale assets upon meeting the held for sale criteria.\nAs the combined sale of UKWG and Milgard and the sale of Cabinetry each represented a strategic shift that will have a major effect on our operations and financial results, these businesses were presented in discontinued operations separate from continuing operations for all periods presented. In addition, depreciation and amortization, capital expenditures, and significant non-cash operating and investing activities related to discontinued operations were separately disclosed.\nThe results of the windows businesses recorded in (loss) income from discontinued operations before income tax was income of $\n2\nmillion and $\n40\nmillion for the years ended December 31, 2020 and 2018, respectively and a loss of $\n1\nmillion for the year ended December 31, 2019. The results of the cabinetry business recorded in (loss) income from discontinued operations before income tax was a loss of $\n7\nmillion for the year ended December 31, 2020 and income of $\n107\nmillion and $\n95\nmillion for the years ended December 31, 2019 and 2018, respectively.\nThe major classes of line items constituting income from discontinued operations, net, in millions:\n(A)\nIn the first quarter of 2019, we recognized a $\n7\nmillion non-cash goodwill impairment charge related to a decline in the long-term outlook of our windows and doors business in the United Kingdom.\n52\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nC. DIVESTITURES (Concluded)\nThe carrying amount of major classes of assets and liabilities included as part of the Cabinetry discontinued operations and reported as held for sale, were as follows, in millions:\nAssets and liabilities classified as held for sale were required to be recorded at the lower of its carrying value or fair value less costs to sell.  The estimated fair value less costs to sell of the held for sale businesses exceeded their carrying value, and therefore no adjustment to these long-lived assets was necessary.\nOther selected financial information for Cabinetry, Milgard and UKWG during the period owned by us, were as follows, in millions:\nIn conjunction with the divestiture of Milgard and Cabinetry, we entered into Transition Services Agreements to provide administrative services to the buyers. As of December 31, 2020, our Transition Service Agreement with Milgard and Cabinetry concluded. The fees for services rendered under each of the Transition Service Agreements were not material to our results of operations.\n53\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nD. REVENUE\nOur revenues are derived primarily from sales to customers in North America and Internationally, principally Europe. Net sales from these geographic markets, by segment, were as follows, in millions:\nWe recognized increases to revenue o\nf $\n7\nmillion, $\n2\nmillion, and $\n4\nmillion in 2020, 2019, and 2018, respectively, for variable consideration related to performance obligations settled in previous periods.\nWe record contract assets for items for which we have satisfied our performance obligation but our receipt of payment is contingent upon delivery or other circumstances other than the passage of time. Our contract assets are recorded in prepaid expenses and other in our consolidated balance sheets. Our contract assets generally become unconditional and are reclassified to receivables in the quarter subsequent to each balance sheet date. Our contract asset balance was $\n2\nmillion at both December 31, 2020 and 2019.\nWe record contract liabilities primarily for deferred revenue. Our contract liabilities are recorded in accrued liabilities in our consolidated balance sheets. Our contract liabilities are generally recognized to net sales in the immediately subsequent reporting period.  Our contract liability balance was $\n62\nmillion and $\n40\nmillion at December 31, 2020 and 2019, respectively.\nChanges in the allowance for credit losses deducted from accounts receivable were as follows, in millions:\n54\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nE.\nINVENTORIES\nInventories, which include purchased parts, materials, direct labor and applied overhead, are stated at the lower of cost or net realizable value, with cost determined by use of the first-in, first-out method.\nF.\nLEASES\nWe have operating and finance leases primarily for corporate offices, manufacturing facilities, warehouses, vehicles, and equipment. Our leases have remaining lease terms up to\n22\nyears, some of which may include one or more renewal options with terms to extend the lease for up to an additional\n20\nyears, and some of which may include options to terminate the leases prior to their expiration.\nThe components of lease cost included in income from continuing operations were as follows, in millions:\nSupplemental cash flow information related to leases was as follows, in millions\n______________________________\n(A)\nIncludes $\n9\nmillion of ROU assets obtained in exchange for new lease obligations related to the acquisitions of Kraus and Work Tools in the fourth quarter of 2020.\n55\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nF. LEASES (Concluded)\nCertain other information related to leases was as follows:\nSupplemental balance sheet information related to leases was as follows, in millions:\nGross ROU assets under finance leases recorded within property and equipment, net were $\n42\nmillion at both December 31, 2020 and 2019, and accumulated amortization associated with these leases was $\n15\nmillion and $\n13\nmillion, at December 31, 2020 and 2019, respectively.\nAt December 31, 2020, future maturities of lease liabilities were as follows, in millions:\nRental expense (under ASC 840) recorded in the consolidated statement of operations totaled approximately  $\n63\nmillion during 2018.\nG.\nPROPERTY AND EQUIPMENT\n56\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nH.\nGOODWILL AND OTHER INTANGIBLE ASSETS\nThe changes in the carrying amount of goodwill, by segment, were as follows, in millions:\n______________________________\n(A)\nOther consists of the effect of foreign currency translation.\nOther indefinite-lived intangible assets were\n$\n109\nmillion\nand $\n76\nmillion at December 31, 2020 and 2019, respectively, and principally included registered trademarks. As a result of our 2020 acquisitions, other indefinite-lived intangible assets increased by $\n32\nmillion as of the acquisition dates. During the first quarter of 2019, we recognized a $\n9\nmillion impairment charge related to a registered trademark in our Decorative Architectural Products segment due to a change in the long-term net sales projections of lighting products.\nWe completed our annual impairment testing of goodwill and other indefinite-lived intangible assets in the fourth quarters of 2020, 2019 and 2018. There was\nno\nimpairment of goodwill for any of our reporting units or of our other indefinite-lived intangible assets in any of these years, other than as disclosed above.\nThe carrying value of our definite-lived intangible assets wa\ns $\n248\nmillion\n(net of accumulated amortization o\nf $\n73\nmillion)\nat December 31, 2020 and $\n183\nmillion (net of accumulated amortization of $\n48\nmillion) at December 31, 2019 and principally included customer relationships with a weighted average amortization period\nof\n15\nyears\nin 2020 and\n17\nyears in 2019.  Amortization expense, including discontinued operations, related to the definite-lived intangible assets wa\ns $\n24\nmillion,\n$\n23\nmillion and $\n20\nmillion in 2020, 2019 and 2018, respectively. As a result of our 2020 acquisitions, definite-lived intangible assets increased by $\n86\nmillion, as of the acquisition dates.\nAt December 31, 2020, amortization expense related to the definite-lived intangible assets during each of the next five years was as follows:\n2021 – $\n27\nmillion; 2022 – $\n23\nmillion; 2023 – $\n22\nmillion, 2024 – $\n22\nmillion and 2025 –$\n17\nmillion.\n57\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nI.\nFAIR VALUE OF FINANCIAL INSTRUMENTS\nPreferred Stock of ACProducts Holding, Inc.\nIn conjunction with our divestiture of Cabinetry, we received preferred stock of ACProducts Holding, Inc., the holding company of the buyer, with a liquidation preference of $\n150\nmillion. The preferred stock has a coupon of\n8\npercent until the first anniversary of issuance,\n9\npercent after the first anniversary and until the second anniversary of issuance, and\n10\npercent after the second anniversary of issuance and until the seventh anniversary of issuance. After which, the rate will increase by\n50\nbasis points up to a maximum of\n15\npercent for each annual period occurring during and after the seventh anniversary until all shares have been redeemed in full.\nWe do not have the ability to exercise significant influence, and the fair value of the preferred stock is not readily available.  We elected to measure this investment at cost (less impairment, if any) adjusted for observable price changes in orderly transactions for the identical or similar investments of the same issuer for subsequent measurements of fair value. As the preferred stock was received in conjunction with the sale of Cabinetry, we determined the cost to be the fair value of the preferred stock at the time of sale.\nThe fair value of the preferred stock was measured on a non-recurring basis, and estimated using discounted cash flow and option pricing models (Level 3 inputs). The significant unobservable inputs used to value the preferred stock included: time to exit (deemed maturity) since the preferred stock is not mandatorily redeemable, discount rate used to determine the present value of expected cash flows, which included the spread on company specific debt and the risk-free rate of return, the liquidation preference and the coupon rate. On the date of acquisition, the fair value of this investment was determined to be $\n136\nmillion and was included in other assets in our consolidated balance sheet.\nDividends earned on this investment are included within other income (expense), net in our consolidated statement of operations with a corresponding increase to our basis in the investment. We had dividend income of $\n10\nmillion for the year ended December 31, 2020. As such, the preferred stock was reported at the carrying value of $\n146\nmillion in other assets in our consolidated balance sheet at December 31, 2020.\nKraus Acquisition Contingent Consideration.\nAs described in Note B, we may be obligated to pay up to an additional $\n50\nmillion for the Kraus acquisition. The fair value of the liability was estimated to be $\n8\nmillion as of  December 31, 2020, the acquisition date, using probability weighted discounted cash flows and a discount rate that reflects the uncertainty surrounding the expected outcomes, which we believe is appropriate and representative of a market participant assumption. This amount was included within the purchase consideration and will be remeasured at fair value as of each reporting date until the obligation is settled. The measurement of the liability for contingent consideration is based on significant inputs that are not observable in the market, and is therefore classified as Level 3 inputs. Examples of utilized unobservable inputs are estimated future revenues and earnings of the acquired business and an applicable discount rate. The estimate of the liability may fluctuate if there are changes in the forecast of the acquired business' future revenues and earnings, as a result of actual levels achieved or in the discount rate used to determine the present value of contingent future cash flows.  Any subsequent remeasurement of the estimate will be recorded in other, net within other income (expense), net in the consolidated statement of operations.\nFair Value of Debt.\nThe fair value of our short-term and long-term fixed-rate debt instruments is based principally upon modeled market prices for the same or similar issues, which are Level 1 inputs. The aggregate estimated market value of our short-term and long-term debt at December 31, 2020 was approximately $\n3.3\nbillion, compared with the aggregate carrying value of $\n2.8\nbillion. The aggregate estimated market value of our short-term and long-term debt at December 31, 2019 was approximately $\n3.0\nbillion, compared with the aggregate carrying value of $\n2.8\nbillion.\n58\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nJ.\nOTHER ASSETS\nWe recognized amortization expense, including discontinued operations, related to in-store displays of\n$\n2\nmillion,\n$\n12\nmillion and $\n21\nmillion in 2020, 2019 and 2018, respectively. Cash spent for displays was $\n11\nmillion and $\n10\nmillion in 2019 and 2018, respectively, and is included in other, net within investing activities on the consolidated statements of cash flows.\nK.\nACCRUED LIABILITIES\n59\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nL.\nDEBT\nAll of the notes and debentures above are senior indebtedness and, other than the\n7.75\n% Notes due 2029, are redeemable at our option.\nOn September 18, 2020, we issued $\n300\nmillion of\n2.0\n% Notes due October 1, 2030 (the \"2030 Notes\") and received proceeds of $\n300\nmillion, net of discount, for the issuance of the 2030 Notes. Also on September 18, 2020, we issued an incremental $\n100\nmillion of our existing\n4.5\n% Notes due May 15, 2047 (the \"2047 Notes\") and received proceeds of $\n119\nmillion, including a premium, for the issuance of the 2047 Notes. The incremental $\n100\nmillion formed a single series with the existing $\n300\nmillion of\n4.5\n% Notes due May 15, 2047. The 2030 Notes and 2047 Notes are senior indebtedness and are redeemable at our option at the applicable redemption price. On September 29, 2020, proceeds from the debt issuances were used to repay and early retire $\n400\nmillion of our\n3.5\n% Notes due April 1, 2021. In connection with this early retirement, we incurred a loss on debt extinguishment of $\n6\nmillion, which was recorded as interest expense in our consolidated statement of operations.\nOn December 19, 2019, proceeds from the UKWG and Milgard divestitures were used to repay and early retire $\n201\nmillion of our\n7.125\n% Notes due March 15, 2020. In connection with this early retirement, we incurred a loss on debt extinguishment of $\n2\nmillion for the year ended December 31, 2019, which was recorded as interest expense in our consolidated statement of operations.\nOn April 16, 2018, we repaid and retired all of our $\n114\nmillion,\n6.625\n% Notes on the scheduled repayment date.\nOn March 13, 2019, we entered into a credit agreement (the “Credit Agreement”) with an aggregate commitment of $\n1.0\nbillion and a maturity date of March 13, 2024. Under the Credit Agreement, at our request and subject to certain conditions, we can increase the aggregate commitment up to an additional $\n500\nmillion with the current lenders or new lenders. Upon entry into the Credit Agreement, our credit agreement dated March 28, 2013, as amended, with an aggregate commitment of $\n750\nmillion, was terminated.\nThe Credit Agreement provides for an unsecured revolving credit facility available to us and one of our foreign subsidiaries, in U.S. dollars, European euros, British Pounds Sterling, Canadian dollars and certain other currencies for revolving credit loans, swingline loans and letters of credit. Borrowings under the revolving credit loans denominated in any agreed upon currency other than U.S. dollars are limited to $\n500\nmillion, equivalent. We can also borrow swingline loans up to $\n100\nmillion and obtain letters of credit of up to $\n25\nmillion; outstanding letters of credit under the Credit Agreement reduce our borrowing capacity.  At December 31, 2020, we had\nno\noutstanding standby letters of credit under the Credit Agreement.\n60\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nL. DEBT (Concluded)\nRevolving credit loans bear interest under the Credit Agreement, at our option, at (A) a rate per annum equal to the greater of (i) the JPMorgan Chase Bank, N.A. prime rate, (ii) the Federal Reserve Bank of New York effective rate plus\n0.50\n% and (iii) if available, adjusted LIBO Rate plus\n1.0\n% (the \"Alternative Base Rate\"); plus an applicable margin based upon our then-applicable corporate credit ratings; or (B) if available, adjusted LIBO Rate plus an applicable margin based upon our then-applicable corporate credit ratings. The foreign currency revolving credit loans bear interest at a rate equal to adjusted LIBO Rate, if available, plus an applicable margin based upon our then-applicable corporate credit ratings.\nThe Credit Agreement contains financial covenants requiring us to maintain (A) a net leverage ratio, as adjusted for certain items, not exceeding\n4.0\nto 1.0, and (B) a minimum interest coverage ratio, as adjusted for certain items, not less than\n2.5\nto 1.0.\nIn order for us to borrow under the Credit Agreement, there must not be any default in our covenants in the Credit Agreement (i.e., in addition to the two financial covenants, principally limitations on subsidiary debt, negative pledge restrictions, legal compliance requirements and maintenance of properties and insurance) and our representations and warranties in the Credit Agreement must be true in all material respects on the date of borrowing (i.e., principally no material adverse change or litigation likely to result in a material adverse change, since December 31, 2018, no material ERISA or environmental non-compliance, and no material tax deficiency). We were in compliance with all covenants and\nno\nborrowings were outstanding at December 31, 2020.\nAt December 31, 2020, the debt maturities during each of the next five years were as follows: 2021 – $\n3\nmillion; 2022– $\n334\nmillion; 2023 – $\n3\nmillion; 2024 – $\n3\nmillion and 2025 – $\n503\nmillion.\nInterest paid was\n$\n136\nmillion\n, $\n157\nmillion and $\n155\nmillion in 2020, 2019 and 2018, respectively.  These amounts exclude $\n5\nmillion and $\n2\nmillion of debt extinguishment costs related to the early retirement of debt, which were recorded as interest expense and paid in 2020 and 2019, respectively.\nM.\nSTOCK-BASED COMPENSATION\nOur 2014 Long Term Stock Incentive Plan (the \"2014 Plan\") provides for the issuance of stock-based incentives in various forms to our employees and non-employee Directors. At December 31, 2020, outstanding stock-based incentives were in the form of long-term stock awards, stock options, restricted stock units, performance restricted stock units and phantom stock awards.\nPre-tax compensation expense (income) included in income from continuing operations for these stock-based incentives was as follows, in millions:\nAt December 31, 2020,\n13.4\nmillion shares of our common stock were available under the 2014 Plan for the granting of long-term stock awards, stock options, restricted stock units and performance restricted stock units.\n61\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nM. STOCK-BASED COMPENSATION (Continued)\nLong-Term Stock Awards.\nPrior to the amendment of our 2014 Plan in December 2019, we granted long-term stock awards to our key employees and non-employee Directors. These grants did not cause net share dilution due to our practice of repurchasing and retiring an equal number of shares in the open market. We did not grant shares of long-term stock awards during 2020.\nOur long-term stock award activity was as follows, shares in millions:\nAt December 31, 2020, 2019 and 2018, there was $\n21\nmillion, $\n41\nmillion and $\n46\nmillion, respectively, of total unrecognized compensation expense related to unvested stock awards; such awards had a weighted average remaining vesting period of\ntwo years\nat December 31, 2020 and\nthree years\nat both December 31, 2019 and 2018.\nThe total market value (at the vesting date) of stock award shares which vested during both 2020 and 2019 was $\n31\nmillion and during 2018 was $\n56\nmillion.\n62\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nM. STOCK-BASED COMPENSATION (Continued)\nStock Options.\nStock options are granted to certain key employees. The exercise price equals the market price of our common stock at the grant date and expire no later than 10 years after the grant date.\nWe granted\n420,840\nshares of stock options during 2020 with a grant date weighted-average exercise price of approximately $\n48\nper share. During 2020,\n60,838\nstock option shares were forfeited (including options that expired unexercised).\nOur stock option activity was as follows, shares in millions:\n______________________________\n(A)\nAggregate intrinsic value is calculated using our stock price at each respective date, less the exercise price (grant date price) multiplied by the number of shares.\nAt December 31, 2020, 2019 and 2018, there was $\n6\nmillion, $\n9\nmillion and $\n8\nmillion, respectively, of unrecognized compensation expense (using the Black-Scholes option pricing model at the grant date) related to unvested stock options; such options had a weighted average remaining vesting period of\ntwo years\nat December 31, 2020 and\nthree years\nat both December 31, 2019 and 2018.\nThe weighted average grant date fair value of option shares granted and the assumptions used to estimate those values using a Black-Scholes option pricing model were as follows:\n63\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nM. STOCK-BASED COMPENSATION (Concluded)\nThe following table summarizes information for stock option shares outstanding and exercisable at December 31, 2020, shares in millions:\nRestricted Stock Units.\nRestricted stock units are granted to our key employees and non-employee Directors. These grants did not cause net share dilution due to our practice of repurchasing and retiring an equal number of shares in the open market. The grant date fair value is based on the fair value of our common stock. We granted\n445,670\nrestricted stock units during 2020 with a weighted average grant date fair value of $\n47\nper share. In 2020,\n11,100\nrestricted stock units were forfeited.\nAt December 31, 2020, there was $\n7\nmillion of unrecognized compensation expense related to unvested restricted stock units; such units had a weighted average remaining vesting period of\ntwo years\n.\nPerformance Restricted Stock Units.\nUnder our Long Term Incentive Program, we grant performance restricted stock units to certain senior executives. These performance restricted stock units will vest and share awards will be issued at no cost to the employees, subject to our achievement of specified return on invested capital performance goals, and beginning with the 2020 grant, an additional earning per share metric over a\nthree-year\nperiod that have been established by our Compensation Committee for the performance period. To receive the award, the recipient must be employed through the share award date. Performance restricted stock units are granted at a target number; based on our performance, the number of performance restricted stock units that vest can be adjusted downward to\nzero\nand upward to a maximum of\n200\n% of the target number.\nDuring 2020, we granted\n133,390\nperformance restricted stock units with a grant date fair value of approximately $\n34\nper share,\n151,724\nperformance restricted stock units were issued and\n10,680\nperformance restricted stock units were forfeited. At December 31, 2020, there were\n102,990\nshares vested, but unissued. During 2019, we granted\n126,680\nperformance restricted stock units with a grant date fair value of approximately $\n39\nper share, and\n15,600\nperformance restricted stock units were forfeited. During 2018, we granted\n113,260\nperformance restricted stock units with a grant date fair value of approximately $\n42\nper share, and\n11,600\nperformance restricted stock units were forfeited.\nPhantom Stock Awards and Stock Appreciation Rights.\nCertain non-U.S. employees are granted phantom stock awards and historically have been granted SARs.\nWe recognized expense of $\n4\nmillion in both 2020 and 2019, and income of $\n1\nmillion in 2018 related to phantom stock awards. In 2020, 2019 and 2018, we granted\n82,630\n,\n79,500\n, and\n98,140\nshares, respectively, of phantom stock awards with an aggregate fair value of $\n3\nmillion in both 2020 and 2019 and $\n4\nmillion in 2018, and paid cash of $\n3\nmillion in both 2020 and 2019, and $\n6\nmillion in 2018 to settle phantom stock awards.\nInformation related to phantom stock awards was as follows, in millions:\nWe recognized income of $\n1\nmillion in 2018 related to SARs. During 2020, 2019 and 2018, we did\nno\nt grant any SARs. We paid cash of $\n2\nmillion, and $\n5\nmillion in 2019, and 2018, respectively, to settle SARs. At December 31, 2020 and 2019, there were\nno\noutstanding SARs.\n64\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN.\nEMPLOYEE RETIREMENT PLANS\nWe sponsor qualified defined-benefit and defined-contribution retirement plans for most of our employees. In addition to our qualified defined-benefit pension plans, we have unfunded non-qualified defined-benefit pension plans covering certain employees and former employees, which provide for benefits in addition to those provided by the qualified pension plans. Substantially all salaried employees participate in non-contributory defined-contribution retirement plans, to which payments are determined annually by the Compensation Committee.\nPre-tax expense included in income from continuing operations related to our retirement plans was as follows, in millions:\nAs of January 1, 2010, substantially all our domestic and foreign qualified and domestic non-qualified defined-benefit pension plans were frozen to future benefit accruals. In December 2019, our Board of Directors approved a resolution to terminate our qualified domestic defined-benefit pension plans. As a result of this decision, the projected benefit obligations for these plans were increased to reflect the incremental cost to terminate the plans.\nChanges in the projected benefit obligation and fair value of plan assets, and the funded status of our defined-benefit pension plans were as follows, in millions:\n65\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN. EMPLOYEE RETIREMENT PLANS (Continued)\nAmounts in our consolidated balance sheets were as follows, in millions:\n______________________________\n(A)\nAs a result of the planned termination of the qualified domestic defined-benefit pension plans in 2021, the liabilities associated with these plans have been reported as current liabilities at December 31, 2020.\nUnrealized loss included in accumulated other comprehensive loss before income taxes was as follows, in millions:\nInformation for defined-benefit pension plans with an accumulated benefit obligation in excess of plan assets was as follows, in millions:\nThe projected benefit obligation was in excess of plan assets for all of our qualified defined-benefit pension plans at December 31, 2020 and 2019 which had an accumulated benefit obligation in excess of plan assets.\nNet periodic pension cost for our defined-benefit pension plans, with the exception of service cost, is recorded in other income (expense), net, in our consolidated statement of operations.\nNet periodic pension cost for our defined-benefit pension plans was as follows, in millions:\n66\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN. EMPLOYEE RETIREMENT PLANS (Continued)\nWe expect to recognize $\n464\nmillion of pre-tax net loss from accumulated other comprehensive loss into net periodic pension cost in 2021 related to our defined-benefit pension plans. This includes the full recognition of accumulated actuarial losses for our qualified domestic defined-benefit pension plans upon its expected termination. For plans in which almost all of the plan's participants are inactive, pre-tax net loss within accumulated other comprehensive loss is amortized using the straight-line method over the remaining life expectancy of the inactive plan participants. For plans which do not have almost all inactive participants, pre-tax net loss within accumulated other comprehensive loss is amortized using the straight-line method over the average remaining service period of the active employees expected to receive benefits from the plan.\nPlan Assets.\nOur qualified defined-benefit pension plan weighted average asset allocation, which is based upon fair value, was as follows:\nFor our qualified defined-benefit pension plans, we have adopted accounting guidance that defines fair value, establishes a framework for measuring fair value and prescribes disclosures about fair value measurements.  Accounting guidance defines fair value as \"the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants at the measurement date.\"\nFollowing is a description of the valuation methodologies used for assets measured at fair value. There have been no changes in the methodologies used at December 31, 2020 compared to December 31, 2019.\nCommon and Preferred Stocks and\nShort-Term and Other Investments:\nValued at the closing price reported on the active market on which the individual securities are traded or based on the active market for similar securities. Certain investments are valued based on net asset value (\"NAV\"), which approximates fair value. Such basis is determined by referencing the respective fund's underlying assets. There are no unfunded commitments or other restrictions associated with these investments.\nPrivate Equity and Hedge Funds:\nValued based on an estimated fair value using either a market approach or an income approach, both of which require a significant degree of judgment. There is no active trading market for these investments and they are generally illiquid. Due to the significant unobservable inputs, the fair value measurements used to estimate fair value are a Level 3 input.\nCorporate, Government and Other Debt Securities:\nValued based on either the closing price reported on the active market on which the individual securities are traded or using pricing models maximizing the use of observable inputs for similar securities. This includes basing value on yields currently available on comparable securities of issuers with similar credit ratings. Certain investments are valued based on NAV, which approximates fair value. Such basis is determined by referencing the respective fund's underlying assets. There are no unfunded commitments or other restrictions associated with these investments.\nCommon Collective Trust Fund:\nValued based on an amortized cost basis, which approximates fair value. Such basis is determined by reference to the respective fund's underlying assets, which are primarily cash equivalents. There are no unfunded commitments or other restrictions associated with this fund.\nBuy-in Annuity:\nValued based on the associated benefit obligation for which the buy-in annuity covers the benefits, which approximates fair value. Such basis is determined based on various assumptions, including the discount rate, long-term rate of return on plan assets and mortality rate.\nThe methods described above may produce a fair value calculation that may not be indicative of net realizable value or reflective of future fair values. Furthermore, while we believe our valuation methods are appropriate and consistent with other market participants, the use of different methodologies or assumptions to determine the fair value of certain financial instruments could result in a different fair value measurement at the reporting date.\n67\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN. EMPLOYEE RETIREMENT PLANS (Continued)\nThe following tables set forth, by level within the fair value hierarchy, the qualified defined-benefit pension plan assets at fair value as of December 31, 2020 and 2019, as well as those valued at NAV using the practical expedient, which approximates fair value, in millions.\n68\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN. EMPLOYEE RETIREMENT PLANS (Continued)\nChanges in the fair value of the qualified defined-benefit pension plan Level 3 assets, were as follows, in millions:\nAssumptions.\nWeighted average major assumptions used in accounting for our defined-benefit pension plans were as follows:\nThe discount rate for obligations for 2020, 2019 and 2018 is based primarily upon the expected duration of each defined-benefit pension plan's liabilities matched to the December 31, 2020, 2019 and 2018 Willis Towers Watson Rate Link Curve. At December 31, 2020, such rates for our defined-benefit pension plans ranged from\n0.7\npercent to\n2.1\npercent, with the most significant portion of the liabilities having a discount rate for obligations of\n1.6\npercent or higher. At December 31, 2019, such rates for our defined-benefit pension plans ranged from\n1.1\npercent to\n3.0\npercent, with the most significant portion of the liabilities having a discount rate for obligations of\n2.4\npercent or higher. At December 31, 2018, such rates for our defined‑benefit pension plans ranged from\n1.5\npercent to\n4.2\npercent, with the most significant portion of the liabilities having a discount rate for obligations of\n4.1\npercent or higher. The decrease in the weighted average discount rate from 2019 to 2020 is principally due to lower long-term interest rates in the bond markets. The decrease in the weighted average discount rate from 2018 to 2019 is principally the corresponding cost to terminate the domestic qualified defined-benefit pension plans, as well as, lower long-term interest rates in the bond markets.\nFor 2020, we chose to set the expected long-term rate of return on plan assets equal to the discount rate for each domestic qualified defined-benefit pension plan, net of investment fees but not administrative expenses. The discount rate approximated the long-term expected rate of return provided by our investment consultants as a result of the decision to terminate these plans in 2021 and the plan assets comprised mostly of fixed income and cash. For 2020 our weighted average projected long-term rate of return on plan assets for the foreign qualified defined-benefit pension plans was\n2.9\npercent. For 2019 and 2018, our projected long-term rate of return on plan assets were\n3.00\npercent and\n7.00\npercent, respectively. The actual annual rate of return on our pension plan assets was positive\n9.7\npercent, positive\n17.7\npercent and negative\n4.9\npercent in 2020, 2019 and 2018, respectively. For the 10-year period ended December 31, 2020, the actual annual rate of return on our pension plan assets was\n7.2\npercent.\nThe investment objectives seek to minimize the volatility of the value of our plan assets relative to pension liabilities and to ensure plan assets are sufficient to pay plan benefits. In 2020, we made substantial progress toward achieving our targeted asset allocation:\n60\npercent fixed-income and\n40\npercent cash, as we prepare to distribute funds for the upcoming settlement of the qualified domestic defined-benefit pension plans. In the first quarter of 2021 we anticipate that a lump sum payment window will open and following that any remaining liabilities of the plan are anticipated to be transferred to an insurer through the purchase of an annuity contract by a third party administrator.\n69\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nN. EMPLOYEE RETIREMENT PLANS (Concluded)\nThe asset allocation of the investment portfolio was developed with the objective of achieving our expected rate of return and reducing volatility of asset returns, and considered the freezing of future benefits. The fixed-income portfolio is invested in corporate bonds, bond index funds and U.S. Treasury securities. Although we would expect alternative investments to yield a higher rate of return than the targeted overall long-term return, these investments are subject to greater volatility and would be less liquid than financial instruments that trade on public markets. As such, and as a result of the decision to terminate the domestic qualified defined-benefit pension plans, we sold most of our alternative investments.\nThe fair value of our plan assets is subject to risk including significant concentrations of risk in our plan assets related to equity, interest rate and operating risk. In order to ensure plan assets are sufficient to pay benefits, a portion of our foreign qualified plans' assets are allocated to equity investments that are expected, over time, to earn higher returns with more volatility than fixed-income investments which more closely match pension liabilities. Within equity, risk is mitigated by targeting a portfolio that is broadly diversified by geography, market capitalization, manager mandate size, investment style and process.\nIn order to minimize asset volatility relative to the liabilities, a significant portion of plan assets are allocated to fixed-income investments that are exposed to interest rate risk. Rate increases generally will result in a decline in fixed-income assets, while reducing the present value of the liabilities. Conversely, rate decreases will increase fixed income assets, partially offsetting the related increase in the liabilities.\nPotential events or circumstances that could have a negative effect on estimated fair value include the risks of inadequate diversification and other operating risks. To mitigate these risks, investments are diversified across and within asset classes in support of investment objectives. Policies and practices to address operating risks include ongoing manager oversight, plan and asset class investment guidelines and instructions that are communicated to managers, and periodic compliance and audit reviews to ensure adherence to these policies. In addition, we periodically seek the input of our independent advisor to ensure the investment policy is appropriate.\nOther.\nWe sponsor certain post-retirement benefit plans that provide medical, dental and life insurance coverage for eligible retirees and dependents based upon age and length of service. Substantially all of these plans were frozen as of January 1, 2010. The aggregate present value of the unfunded accumulated post-retirement benefit obligation was $\n10\nmillion at both December 31, 2020 and 2019.\nCash Flows.\nAt December 31, 2020, we expect to contribute approximately $\n140\nmillion to our domestic qualified defined-benefit pension plans in 2021, which will exceed ERISA requirements and effectively settle these plans. We also expect to contribute approximately $\n1\nmillion and $\n12\nmillion in 2021 to our foreign and non-qualified (domestic) defined-benefit pension plans, respectively.\nAt December 31, 2020, the benefits expected to be paid in each of the next five years, and in aggregate for the five years thereafter, relating to our defined-benefit pension plans, were as follows, in millions:\n_______________________\n(A)\nThe qualified benefit payments include the projected benefit obligations of the qualified domestic defined-benefit pension plans we plan to settle in 2021.\n70\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nO.\nSHAREHOLDERS' EQUITY\nIn September 2019, our Board of Directors authorized the repurchase, for retirement, of up to $\n2.0\nbillion of shares of our common stock in open-market transactions or otherwise. During 2020, we repurchased and retired\n18.8\nmillion shares of our common stock (including\n0.4\nmillion shares to offset the dilutive impact of restricted stock units granted in 2020), for cash aggregating $\n727\nmillion.  At December 31, 2020, we had $\n774\nmillion remaining under the 2019 authorization. Our Board of Directors authorized the repurchase, for retirement, of up to $\n2.0\nbillion shares of our common stock in open-market transactions or otherwise, effective February 10, 2021, replacing the 2019 authorization.\nDuring 2019, we repurchased and retired\n20.1\nmillion shares of our common stock (including\n0.6\nmillion shares to offset the dilutive impact of long-term stock awards granted in 2019) for cash aggregating $\n896\nmillion.  During 2018, we repurchased and retired\n18.6\nmillion shares of our common stock (including\n0.7\nmillion shares to offset the dilutive impact of long-term stock awards granted in 2018) for cash aggregating $\n654\nmillion.\nOn the basis of amounts paid (declared), cash dividends per common share were $\n0.545\n($\n0.550\n) in 2020, $\n0.495\n($\n0.510\n) in 2019 and $\n0.435\n($\n0.450\n) in 2018.\nAccumulated Other Comprehensive Loss.\nThe components of accumulated other comprehensive loss attributable to Masco Corporation were as follows, in millions:\nThe cumulative translation adjustment, net, is reported net of income tax benefit of $\n1\nmillion at both December 31, 2020 and 2019. The unrealized loss on interest rate swaps, net, is reported net of income tax expense of $\n5\nmillion and $\n4\nmillion at December 31, 2020 and 2019, respectively. The unrecognized net loss and prior service cost, net, is reported net of income tax benefit of $\n124\nmillion and $\n117\nmillion at December 31, 2020 and 2019, respectively.\n71\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nP.\nRECLASSIFICATIONS FROM ACCUMULATED OTHER COMPREHENSIVE LOSS\nThe reclassifications from accumulated other comprehensive loss to the consolidated statements of operations were as follows, in millions:\nIn addition to the above amounts, we reclassified $\n9\nmillion of deferred currency translation losses from accumulated other comprehensive loss to the consolidated statement of operations in conjunction with the liquidation of certain UK dormant entities upon receiving final regulatory approval in 2020. Additionally, we reclassified $\n14\nmillion of deferred currency translation losses from accumulated other comprehensive loss to the consolidated statement of operations in conjunction with the disposition of UKWG in September 2019.  In addition, as of March 31, 2018, we adopted ASU 2018-02, \"Income Statement-Reporting Comprehensive Income (Topic 220): Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income.\"  As a result of the adoption, we reclassified $\n59\nmillion of the disproportionate tax benefit related to various defined-benefit plans from accumulated other comprehensive loss to retained earnings (deficit).\nQ.\nSEGMENT INFORMATION\nOur reportable segments are as follows:\nPlumbing Products –\nprincipally includes faucets, plumbing system components and valves, showerheads and handheld showers, bath hardware and accessories, bath units, tubs and shower bases and enclosures, sinks, toilets, spas, exercise pools and fitness systems and water handling systems.\nDecorative Architectural Products –\nprincipally includes paints and other coating products, paint applicators and accessories, lighting fixtures, ceiling fans, landscape lighting and LED lighting systems, and cabinet and other hardware.\nThe above products are sold to the residential repair and remodel and to a lesser extent the new home construction markets through home center retailers, online retailers, wholesalers and distributors, mass merchandisers, hardware stores, direct to the consumer and homebuilders.\nOur operations are principally located in North America and Europe. Our country of domicile is the United States of America.\nOther than those assets specifically identified within a segment, corporate assets consist primarily of property and equipment, right-of-use assets, deferred tax assets, cash and cash investments and other investments.\nOur segments are based upon similarities in products and represent the aggregation of operating units, for which financial information is regularly evaluated by our corporate operating executive in determining resource allocation and assessing performance, and is periodically reviewed by the Board of Directors. Accounting policies for the segments are the same as those for us. We primarily evaluate performance based upon operating profit and, other than general corporate expense, allocate specific corporate overhead to each segment.\nAs described in Note C, our previously reported Windows and Other Specialty Products as well as Cabinetry Products segments were classified as discontinued operations in 2019.\n72\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nQ. SEGMENT INFORMATION (Concluded)\nInformation by segment and geographic area was as follows, in millions:\n______________________________\n(1)\nIncluded in net sales were export sales from the U.S. of $\n274\nmillion, $\n244\nmillion and $\n237\nmillion in 2020, 2019 and 2018, respectively.\n(2)\nExcluded from net sales were intra-company sales between segments of less than\none\npercent in 2020, 2019 and 2018.\n(3)\nIncluded in net sales were sales to one customer of $\n2,812\nmillion, $\n2,481\nmillion and $\n2,457\nmillion in 2020, 2019 and 2018, respectively. Such net sales were included in each of our segments.\n(4)\nNet sales from our operations in the U.S. were $\n5,592\nmillion, $\n5,127\nmillion and $\n5,034\nmillion in 2020, 2019 and 2018, respectively.\n(5)\nGeneral corporate expense, net included those expenses not specifically attributable to our segments.\n(6)\nLong-lived assets of our operations in the U.S. and Europe were $\n1,301\nmillion and $\n522\nmillion, $\n1,198\nmillion and $\n470\nmillion, and $\n1,119\nmillion and $\n446\nmillion at December 31, 2020, 2019 and 2018, respectively.\n(7)\nProperty additions exclude amounts paid for long-lived assets as part of acquisitions. Refer to Note B for further information.\n73\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nR.\nOTHER INCOME (EXPENSE), NET\nOther, net, which is included in other income (expense), net, was as follows, in millions:\n_________________________________________________\n(1)\nIncluded in foreign currency transaction (losses) gains for 2020 was a $\n9\nmillion deferred currency translation loss reclassified from accumulated other comprehensive loss in conjunction with the liquidation of certain UK dormant entities upon receiving final regulatory approval in 2020.\n(2)\nIncluded in other items, net for 2020 was $\n9\nmillion of miscellaneous income related to an escrow settlement.\n74\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nS.\nINCOME TAXES\nThe net deferred tax asset consisted of net deferred tax assets (included in other assets) of $\n109\nmillion and $\n99\nmillion, and net deferred tax liabilities (included in other liabilities) of $\n20\nmillion and $\n22\nmillion, at December 31, 2020 and 2019, respectively.\nWe continue to maintain a valuation allowance on certain state and foreign deferred tax assets as of December 31, 2020. Should we determine that we would not be able to realize our remaining deferred tax assets, or the deferred tax assets that currently have a valuation allowance become realizable in these jurisdictions in the future, an adjustment to the valuation allowance would be recorded in the period such determination is made.\n75\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nS. INCOME TAXES (Continued)\nThe current portion of the state and local income tax includes a $\n9\nmillion, $\n8\nmillion and $\n8\nmillion tax benefit from the reversal of an accrual for uncertain tax positions resulting primarily from the expiration of applicable statutes of limitations in 2020, 2019 and 2018, respectively. The deferred portion of the state and local taxes includes a $\n1\nmillion tax benefit in 2019 and 2018, resulting from changes in valuation allowances against state and local deferred tax assets. The deferred portion of the foreign taxes includes a $\n5\nmillion, $\n4\nmillion and $\n2\nmillion tax benefit in 2020, 2019 and 2018, respectively, from a change in the valuation allowances against foreign deferred tax assets.\nOur capital allocation strategy includes reinvesting in our business, balancing share repurchases with potential acquisitions and maintaining an appropriate dividend. In order to provide greater flexibility in the execution of our capital allocation strategy, we may repatriate earnings from certain foreign subsidiaries. Our deferred tax balance on investment in foreign subsidiaries reflects the impact of all taxable temporary differences, including those related to substantially all undistributed foreign earnings, except those that are legally restricted, and consists primarily of foreign withholding taxes.\nOf the $\n65\nmillion and $\n72\nmillion deferred tax assets related to the net operating loss and tax credit carryforwards at December 31, 2020 and 2019, respectively, $\n35\nmillion and $\n44\nmillion, respectively, will expire between 2021 and 2036 and $\n30\nmillion and $\n28\nmillion, respectively, have no expiration.\nA reconciliation of the U.S. Federal statutory tax rate to the income tax expense on income from continuing operations before income taxes was as follows:\nIncome taxes paid were $\n442\nmillion, $\n384\nmillion and $\n231\nmillion in 2020, 2019 and 2018, respectively.\n76\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nS. INCOME TAXES (Concluded)\nA reconciliation of the beginning and ending liability for uncertain tax positions, including related interest and penalties, is as follows, in millions:\nIf recognized, $\n58\nmillion and $\n50\nmillion of the liability for uncertain tax positions at December 31, 2020 and 2019, respectively, net of any U.S. Federal tax benefit, would impact our effective tax rate.\nOf the $\n84\nmillion and $\n73\nmillion total liability for uncertain tax positions (including related interest and penalties) at December 31, 2020 and 2019, respectively, $\n81\nmillion and $\n68\nmillion are recorded in other liabilities, respectively, and $\n3\nmillion and $\n5\nmillion are recorded as a net offset to other assets, respectively.\nWe file income tax returns in the U.S. Federal jurisdiction, and various local, state and foreign jurisdictions. We continue to participate in the Compliance Assurance Process (\"CAP\"). CAP is a real-time audit of the U.S. Federal income tax return that allows the Internal Revenue Service (\"IRS\"), working in conjunction with us, to determine tax return compliance with the U.S. Federal tax law prior to filing the return. This program provides us with greater certainty about our tax liability for a given year within months, rather than years, of filing our annual tax return and greatly reduces the need for recording a liability for U.S. Federal uncertain tax positions. The IRS has completed their examination of our consolidated U.S. Federal tax returns through 2019. With few exceptions, we are no longer subject to state or foreign income tax examinations on filed returns for years before 2016.\nAs a result of tax audit closings, settlements and the expiration of applicable statutes of limitation in various jurisdictions within the next 12 months, we anticipate that it is reasonably possible the liability for uncertain tax positions could be reduced by approximately $\n9\nmillion.\n77\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nT.\nINCOME PER COMMON SHARE\nReconciliations of the numerators and denominators used in the computations of basic and diluted earnings per common share were as follows, in millions:\nWe follow accounting guidance regarding determining whether instruments granted in share-based payment transactions are participating securities. This accounting guidance clarifies that share-based payment awards that entitle their holders to receive non-forfeitable dividends prior to vesting should be considered participating securities. In 2020, we began granting restricted stock units. The dividends associated with the unvested restricted stock units are forfeitable, and consequently, the restricted stock units are not considered a participating security and are not accounted for under the two-class method. We have also granted restricted stock awards that contain non-forfeitable rights to dividends on unvested shares; such unvested restricted stock awards are considered participating securities. As participating securities, the unvested shares are required to be included in the calculation of our basic income per common share, using the two-class method. The two-class method of computing income per common share is an allocation method that calculates income per share for each class of common stock and participating security according to dividends declared and participation rights in undistributed earnings. For the years ended December 31, 2020, 2019 and 2018, we allocated dividends and undistributed earnings to the participating securities.\nAdditionally,\n374,000\n,\n854,000\nand\n710,000\ncommon shares for 2020, 2019 and 2018, respectively, related to stock options and\n20,000\ncommon shares for 2018 related to performance restricted stock units were excluded from the computation of diluted income per common share due to their antidilutive effect.\nCommon shares outstanding included on our balance sheet and for the calculation of income per common share do not include unvested stock awards (\n1\nmillion and\n2\nmillion common shares at December 31, 2020 and 2019, respectively); shares outstanding for legal requirements included all common shares that have voting rights (including unvested stock awards).\n78\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nU.\nOTHER COMMITMENTS AND CONTINGENCIES\nLitigation.\nWe are involved in claims and litigation, including class actions, mass torts and regulatory proceedings, which arise in the ordinary course of our business.  The types of matters may include, among others: competition, product liability, employment, warranty, advertising, contract, personal injury, environmental, intellectual property, and insurance coverage.  We believe we have adequate defenses in these matters. We are also subject to product safety regulations, product recalls and direct claims for product liabilities.  We believe the likelihood that the outcome of these claims, litigation and product safety matters would have a material adverse effect on us is remote. However, there is no assurance that we will prevail in these matters, and we could, in the future, incur judgments or penalties, enter into settlements of claims or revise our expectations regarding the outcome of these matters, which could materially impact our results of operations.\nWarranty.\nChanges in our warranty liability were as follows, in millions:\nOther Matters.\nWe enter into contracts, which include reasonable and customary indemnifications that are standard for the industries in which we operate. Such indemnifications include claims made against builders by homeowners for issues relating to our products and workmanship. In conjunction with divestitures and other transactions, we occasionally provide reasonable and customary indemnifications. We have never had to pay a material amount related to these indemnifications, and we evaluate the probability that amounts may be incurred and record an estimated liability when it is probable and reasonably estimable.\n79\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONTINUED)\nV.\nINTERIM FINANCIAL INFORMATION (UNAUDITED)\nOur quarterly results attributable to Masco Corporation were as follows:\n______________________________\n(1)\nNet income includes $\n397\nmillion of income from discontinued operations, net for the quarter ended March 31, 2020, which includes the gain on the sale of the Cabinetry divestiture.\n(2)\nNet income includes $\n295\nmillion and $(\n37\n) million of income (loss) from discontinued operations, net for the quarters ended December 31, 2019 and September 30, 2019, respectively, which includes the gain (loss) on the sale of the Milgard and UKWG divestitures, respectively.\nIncome per common share amounts for the four quarters of December 31, 2020 and 2019 may not total to the income per common share amounts for the years ended December 31, 2020 and 2019 due to the allocation of income to participating securities.\n80\nMASCO CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (CONCLUDED)\nW.\nSUBSEQUENT EVENTS\nOn January 4, 2021, we acquired a 75.1% equity interest in ESS, for approximately €\n45\nmillion ($\n55\nmillion), including $\n52\nmillion of cash and $\n6\nmillion of debt that will be paid out over\ntwo years\nless any pending or settled indemnity matters. These amounts are subject to working capital and other adjustments. This business will be included in the Plumbing Products segment. In connection with this acquisition, we currently anticipate recognizing approximately $\n30\nmillion of definite-lived intangible assets, primarily related to customer relationships. We also anticipate recognizing approximately $\n25\nmillion of goodwill, which is not tax deductible and is related primarily to the expected synergies from combining the operations into our business. Refer to Note B for further information related to this acquisition.\n81"
  },
  {
    "item_key": "item_9",
    "text": "Not applicable."
  },
  {
    "item_key": "item_9a",
    "text": "a.\nEvaluation of Disclosure Controls and Procedures.\nThe Company's Principal Executive Officer and Principal Financial Officer have concluded, based on an evaluation of the Company's disclosure controls and procedures (as defined in the Securities Exchange Act of 1934 Rules 13a-15(e) or 15d-15(e)) as required by paragraph (b) of Exchange Act Rules 13a-15 or 15d-15 that, as of December 31, 2020, the Company's disclosure controls and procedures were effective.\nb.\nManagement's Report on Internal Control over Financial Reporting.\nManagement's report on the Company's internal control over financial reporting (as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act) is included in this Report under Item 8. Financial Statements and Supplementary Data, under the heading, \"Management's Report on Internal Control over Financial Reporting\" and is incorporated herein by reference. The report of our independent registered public accounting firm is also included under Item 8, under the heading, \"Report of Independent Registered Public Accounting Firm\" and is incorporated herein by reference.\nc.\nChanges in Internal Control over Financial Reporting.\nIn connection with the evaluation of the Company's internal control over financial reporting that occurred during the quarter ended December 31, 2020, which is required under the Securities Exchange Act of 1934 by paragraph (d) of Exchange Rules 13a-15 or 15d-15 (as defined in paragraph (f) of Rule 13a-15), management determined that there was no change that materially affected or is reasonably likely to materially affect internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable.\n82\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Our Code of Ethics applies to all employees, officers and directors including our Principal Executive Officer, Principal Financial Officer and Principal Accounting Officer, and is posted on our website at www.masco.com. Amendments to or waivers of our Code of Ethics for directors and executive officers, if any, will be posted on our website.\nOther information required by this Item will be contained in our definitive Proxy Statement for the 2021 Annual Meeting of Stockholders, to be filed before April 28, 2021, and such information is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "Information required by this Item will be contained in our definitive Proxy Statement for the 2021 Annual Meeting of Stockholders, to be filed before April 28, 2021 and such information is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "Equity Compensation Plan Information\nWe grant equity under our 2014 Long Term Stock Incentive Plan (the \"2014 Plan\"). The following table sets forth information as of December 31, 2020 concerning the 2014 Plan, which was approved by our stockholders. We do not have any equity compensation plans that have not been approved by our stockholders.\nThe remaining information required by this Item will be contained in our definitive Proxy Statement for our 2021 Annual Meeting of Stockholders, to be filed before April 28, 2021, and such information is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "Information required by this Item will be contained in our definitive Proxy Statement for the 2021 Annual Meeting of Stockholders, to be filed before April 28, 2021, and such information is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information required by this Item will be contained in our definitive Proxy Statement for the 2021 Annual Meeting of Stockholders, to be filed before April 28, 2021, and such information is incorporated herein by reference.\n83\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "a.    Listing of Documents.\n(1)\nFinancial Statements.\nOur consolidated financial statements included in Item 8 hereof, as required at December 31, 2020 and 2019, and for the years ended December 31, 2020, 2019 and 2018, consist of the following:\n(2)\nFinancial Statement Schedule.\na.  Our Financial Statement Schedule appended hereto, as required for the years ended December 31, 2020, 2019 and 2018, consists of the following:\n(3)\nExhibits.\n84\n85\n86\nThe Company will furnish to its stockholders a copy of any of the above exhibits not included herein upon the written request of such stockholder and the payment to the Company of the reasonable expenses incurred by the Company in furnishing such copy or copies."
  },
  {
    "item_key": "item_16",
    "text": "The optional summary in Item 16 has not been included in this Form 10-K.\n87\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nFebruary 9, 2021\n88\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the date indicated.\n89\nMASCO CORPORATION\nSCHEDULE II. VALUATION AND QUALIFYING ACCOUNTS\nFor the Years Ended December 31, 2020, 2019 and 2018\n______________________________\n(a)\nIncludes a $\n1\nmillion adjustment related to the cumulative effect of adoption of the new credit loss standard (refer to Note A).\n(b)\nDeductions, representing uncollectible accounts written off, less recoveries of accounts written off in prior years.\n(c)\n$\n2\nmillion net increase in valuation allowance due to currency translation recorded in other comprehensive income (loss).\n(d)\n$\n5\nmillion net reduction to valuation allowance recorded as an income tax benefit.\n(e)\n$\n3\nmillion net reduction to valuation allowance recorded as an income tax benefit and $\n1\nmillion reduction recorded primarily in other comprehensive income (loss).\n90"
  }
]