[
  {
    "item_key": "item_5",
    "text": "Motorola Solutions' common stock is listed on the New York Stock Exchange and trades under the symbol \"MSI.\" The number of stockholders of record of its common stock on February 1, 2021 was\n21,690. This figure does not include a substantially greater number of “street name” holders whose shares are held of record by banks, brokers and other financial institutions.\nDuring 2020, we declared regular quarterly dividends of $0.64 per share of our common stock for each of the first three quarters of fiscal 2020, and $0.71 per share of our common stock for the fourth quarter of fiscal 2020. While we expect to continue to pay comparable regular quarterly dividends in 2021, any future dividend payments will be at the discretion of our Board of Directors and will depend upon our profits, financial requirements and other factors, including legal restrictions on the payment of dividends, general business conditions and such other factors as our Board of Directors deems relevant.\nThe following table provides information with respect to acquisitions by the Company of shares of its common stock during the quarter ended December 31, 2020.\nIssuer Purchases of Equity Securities\n24\nPerformance Graph\nThe following graph compares the five-year cumulative total returns of Motorola Solutions, Inc., the S&P 500 Index and the S&P Communications Equipment Index.\nThis graph assumes $100 was invested in the stock or the indices on December 31, 2015 and reflects the payment of dividends.\n25\nItem 6: Selected Financial Data\nThe following selected financial data is derived from the consolidated financial statements. The data below should be read in conjunction with “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” “Part I. Item 1A. Risk Factors,” and the consolidated financial statements and notes included in Part II. Item 8 of this Form 10-K.\n*Amounts attributable to Motorola Solutions, Inc. common shareholders.\n26"
  },
  {
    "item_key": "item_7",
    "text": "The following is a discussion and analysis of our financial position as of December 31, 2020 and 2019 and results of operations for each of the three years in the period ended December 31, 2020. This commentary should be read in conjunction with our consolidated financial statements and the notes thereto appearing under “Item 8: Financial Statements and Supplementary Data.”\nExecutive Overview\nOur Business\nMotorola Solutions is a global leader in mission critical communications and analytics. Our technologies in Land Mobile Radio Mission Critical Communications (\"LMR\" or \"LMR Mission Critical Communications\"), Command Center Software and Video Security and Analytics, bolstered by managed and support services, make communities safer and help businesses stay productive and secure. We serve more than 100,000 public safety and commercial customers in over 100 countries, providing “purpose-built” solutions designed for their unique needs, and we have a rich heritage of innovation focusing on advancing global safety for more than 90 years.\nWe manage our business organizationally through two segments: “Products and Systems Integration” and “Software and Services.” Within these segments, the Company has principal product lines that also follow our three major technologies: LMR Mission Critical Communications, Command Center Software, and Video Security and Analytics.\nThe Company has invested across these three technologies, evolving the Company’s LMR focus to purposefully integrate software, video security and analytics solutions for public safety and enterprise customers globally.\nOur strategy is to generate value through the integration of each technology into our ecosystem, uniting voice, software, video and analytics to interoperate. While each technology individually strives to make users safer and more productive, we believe we can enable better outcomes between individuals, businesses and agencies united as one connected system. With our interplay of technologies, our goal is to help remove silos between systems, unify data, streamline workflows, simplify management and support evolving technologies. Examples of such interplay include sharing video feeds from a school to a police command center and officers’ devices in the field to improve situational awareness, uploading field reports or crime scene photos directly into an agency’s evidence system to save administration time, and connecting teams across networks to ensure messages are easily shared and teams can work as one. Our goal is to integrate technologies according to customers’ desired operational outcomes so they can work faster, smarter and more safely. Across all three technologies, we offer cloud-based solutions, cybersecurity services and managed and support services.\nThe principal products within each segment, by technology, are described below:\nProducts and Systems Integration Segment\nIn 2020, the segment’s net sales were $4.6 billion, representing 63% of our consolidated net sales.\nLMR Mission Critical Communications\nOur LMR Mission Critical Communications technology includes infrastructure and devices for LMR, public safety Long Term Evolution (“LTE”) and enterprise-grade private LTE. We are a global leader in the two-way radio category, including Project 25 (“P25”), Terrestrial Trunked Radio (“TETRA”) and Digital Mobile Radio (“DMR”), as well as other professional and commercial radio (“PCR”) solutions. We also deliver LTE solutions for public safety, government and commercial users, including infrastructure and devices operating in 700 MHz, 900 MHz and Citizens’ Broadband Radio Service (“CBRS”) frequencies. Primary sources of revenue for this technology come from selling devices and building telecommunications networks, including infrastructure, installation and integration with our customers’ technology environments.\nOur technology enables voice and multimedia collaborations across different two-way radio, WiFi or public LTE and private broadband networks. We believe that first responders continue to trust LMR communications because they are purpose-built and designed for reliability, availability, security and resiliency to withstand the most challenging conditions. By adding broadband data capabilities to our two-way radios, we strive to provide our customers greater functionality and access to the information and data they need in their workflows. Examples of such functionality include application services such as GPS location to better protect lone workers and over-the-air programming and updates to optimize device uptime.\nThe LMR technology within the Products and Systems Integration segment represented 86% of the net sales of the total segment in 2020.\nVideo Security and Analytics\nOur Video Security and Analytics technology includes network video management infrastructure, fixed security and mobile video cameras (body-worn and in-vehicle) and access control solutions. We deploy video security solutions to thousands of government and commercial customers around the world including school campuses, transportation systems, healthcare centers, public venues, utilities, prisons, factories, casinos, airports, financial institutions, government facilities, state and local law enforcement agencies and retailers. Organizations such as these utilize video security to enable continuous monitoring that can improve situational awareness, particularly across large areas, and to visually verify critical events or incidents in real-time or investigate after they happen.\n27\nOur view is that government and public safety customers in particular are increasingly turning to video security technologies, including fixed street cameras, in-vehicle cameras and body-worn cameras, to increase visibility, accountability and safety for citizens, communities and first responders alike.\nWe have built our video security and analytics technology through strategic acquisitions. We acquired Avigilon Corporation (“Avigilon”) in 2018. Avigilon access control solutions, in addition to cameras, sensors and infrastructure embedded with advanced video analytics, are designed to be simple and easy to use. We expanded our fixed video security technology through our acquisitions of IndigoVision Group plc and Pelco, Inc. in 2020. We grew our mobile video security technology in 2019 through our acquisitions of WatchGuard Inc., which provides body-worn cameras and in-vehicle video systems for North America law enforcement agencies, and Edesix Ltd (acquired as part of the VaaS International Holdings acquisition), a provider of body-worn cameras in Europe for both law enforcement and commercial markets.\nThe Video Security and Analytics technology within the Products and Systems Integration segment represented 14% of the net sales of the total segment in 2020.\nSoftware\nand Services Segment\nIn 2020, the segment’s net sales were $2.8 billion, representing 37% of our consolidated net sales.\nLMR Mission Critical Communications\nLMR Mission Critical Communications services include support and managed services, which offer a broad continuum of support for our customers. Support services include repair and replacement, technical support and preventative maintenance, and more advanced offerings such as system monitoring, software updates and cybersecurity services. Managed services range from partial to full operational support of customer-owned or Motorola Solutions-owned networks. Our customers’ systems often have multi-year or multi-decade lifespans that help drive demand for software upgrades, device and infrastructure refresh opportunities, as well as additional services to monitor, manage, maintain and secure these complex networks and solutions. We strive to deliver services to our customers that help improve performance across their systems, devices and applications for greater safety and productivity.\nGiven the mission-critical nature of our customers’ LMR networks, availability, security and resiliency are imperative, along with keeping pace with technological advancements. We have a comprehensive approach to system upgrades that addresses hardware, software and implementation services. As new system releases become available, we work with our customers to upgrade software, hardware, or both, with respect to site controllers, comparators, routers, LAN switches, servers, dispatch consoles, logging equipment, network management terminals, network security devices such as firewalls and intrusion detection sensors, and more, on-site or remotely.\nThe LMR technology within the Software and Services segment represented 72% of the net sales of the total segment in 2020.\nCommand Center Software\nOur Command Center Software suite, CommandCentral, supports the complex process of the public safety workflow from \"911 call to case closure,\" which involves an array of roles from the moment a citizen dials 911, such as dispatchers who route calls to police, fire and emergency medical services, first responders in the field, intelligence analysts who manage real-time operations, records specialists who preserve the integrity of information and evidence, crime analysts who identify patterns and accelerate investigations, and corrections officers who oversee jail and inmate management.\nCommandCentral software supports these roles through the three phases of incident response: incident awareness, incident management and post-incident resolution. Incident awareness software includes community engagement applications for tip submissions, crime mapping and evidence submission, and 911 call-handling software (including multimedia) and next-generation core services for 911 call routing. Incident management software includes computer aided dispatch (“CAD”) for dispatch and coordinating first response, situational awareness software that shows a single, real-time view of video feeds and other alerts on a map, and field response and reporting to help frontline personnel collaborate, manage incident activity and file reports from the field. Post-incident resolution software includes centralized records and evidence management for record-keeping and judicial sharing, analytics including license plate recognition, and jail and inmate management to streamline the process and enable secure inter-agency information sharing.\nAs the public safety market continues to evolve toward software offerings that more efficiently run their operations, reduce response times and increase officer availability, we have focused on providing cloud-based software-as-a service (“SaaS”) with ancillary implementation and managed services in addition to on-premises solutions. Our PremierOne Cloud suite, hosted in Microsoft Azure Government, includes CAD, mobile and records in a single, integrated cloud-based offering. We believe that cloud deployment delivers agencies key benefits, including faster deployment, increased security, rapid scaling in the event of an emergency and a secure investment that keeps pace as technology advances.\nAnother area of public safety evolution is increasing adoption of Next Generation 911 Core Services (“NGCS”), a group of products and services needed to create infrastructure connectivity in order to process a 911 call using Next Generation (“NG”) technology. The NG infrastructure is an Emergency Service IP Network (\"ESInet\"), which can carry voice, data and multimedia. ESInet enables 911 call takers at public safety answering points to respond to text, video and data. Our NGCS can be offered as a managed service and includes call routing, ESInet, location services, Geographic Information Services, cybersecurity and our continuous network and security operations center dedicated to public safety. We believe that our solution is differentiated\n28\nthrough its integration with our CommandCentral software suite to simplify the agency’s workflow and ensure better incident management and real-time intelligence.\nAdditional Command Center Software includes interoperability software that ensures communication is not limited by coverage area, network technology or device type. Our solutions, including Kodiak, WAVE PTX and CriticalConnect, enable interoperability among devices across multiple networks. For example, a two-way radio network can connect with an LTE network making it possible for individuals to communicate securely and more easily across technologies.\nThe Command Center Software technology within the Software and Services segment represented 18% of the net sales of the total segment in 2020.\nVideo Security and Analytics\nVideo Security and Analytics software includes video network management software, digital evidence management software and advanced vehicle location data analysis software, including license plate recognition, each designed to complement respective video hardware systems.\nOur video network management software is embedded with artificial intelligence (“AI”)-enabled analytics to deliver operational insights to our customers by bringing attention to important events within their video footage. Given the volume of video footage, we believe this is critical to monitor and manage to deliver meaningful, action-oriented insights. For example, AI-enabled analytics can detect unusual behavior such as a person at a facility out-of-hours, locate a missing child with our Appearance Search feature at a theme park, flag a blacklisted vehicle through license plate recognition at a school, or send an alert through access control if doors are propped open at a hospital.\nVideo Security and Analytics services include our video-as-service offering for law enforcement, simplifying procurement by bundling hardware and software into a single subscription. Body-worn cameras and in-car video systems can be paired with either on-premises or cloud-based digital evidence management software and complementary command center software products. Additionally, Avigilon fixed video systems connected to Avigilon Cloud Services (“ACS”) provide our customers with the ability to securely access video across their sites from a remote/central monitoring location and more easily integrate with their other systems.\nThe Video Security and Analytics technology within the Software and Services segment represented 10% of the net sales of the total segment in 2020.\n2020 Financial Results\n•\nNet sales were $7.4 billion in 2020 compared to $7.9 billion in 2019.\n•\nOperating earnings were $1.4 billion in 2020 compared to $1.6 billion in 2019.\n•\nNet earnings attributable to Motorola Solutions, Inc. were $949 million, or $5.45 per diluted common share in 2020, compared to earnings of $868 million, or $4.95 per diluted common share in 2019.\n•\nOur operating cash flow was $1.6 billion in 2020 compared to $1.8 billion in 2019.\n•\nWe returned over $1.0 billion of capital to shareholders, in the form of $612 million in share repurchases and $436 million in dividends in 2020.\n•\nWe increased our quarterly dividend by 11% to $0.71 per share in November 2020.\n•\nWe ended 2020 with a backlog position of $11.4 billion, up $175 million compared to 2019.\nSegment Financial Highlights\n•\nIn the Products and Systems Integration segment, net sales were $4.6 billion in 2020, a decrease of $695 million, or 13%, compared to $5.3 billion in 2019. On a geographic basis, net sales decreased in both North America and International primarily driven by lower public safety LMR and PCR, partially offset by growth in Video Security and Analytics. Operating earnings were $656 million in 2020, compared to $994 million in 2019. Operating margins decreased in 2020 to 14.2% from 18.7% in 2019 primarily due to lower sales and gross margin contribution, partially offset by lower operating expenses primarily driven by: lower employee incentive costs, indirect expenses, and travel expenses, and a $50 million gain from the sale of a manufacturing facility in Europe. The overall reduction in operating expenses was partially offset by: (i) $23 million higher reorganization of business expenses, (ii) $11 million higher share-based compensation expenses, and (iii) higher operating expenses from acquisitions.\n•\nIn the Software and Services segment, net sales were $2.8 billion in 2020, an increase of $222 million, or 9%, compared to $2.6 billion in 2019. On a geographic basis, net sales increased in both North America and International. Operating earnings were $727 million in 2020, compared to $587 million in 2019. Operating margin increased in 2020 to 26.2% from 22.9% in 2019 due to higher sales and gross margin contribution, along with reduced operating expenses primarily driven by operating leverage, inclusive of lower employee incentive costs and travel expenses. The overall reduction in operating expenses was partially offset by: (i) $6 million higher reorganization of business expenses, (ii) $5 million higher intangible amortization driven by acquisitions, and (iii) higher operating expenses from acquisitions.\n29\nCOVID-19\nIn response to the COVID-19 pandemic, there have been a broad number of governmental and commercial actions taken to limit the spread of the virus, including social distancing measures, stay-at-home orders, travel restrictions, business shutdowns and slowdowns. These actions have resulted in a significant decline in global economic activity, and accordingly, we have assessed the impact on our employees, customers, communities, liquidity and financial position.\nWe continue to abide by a number of measures in an effort to protect the health and well-being of our employees and customers, including having office workers work remotely, suspending employee travel, withdrawing from certain industry events, increasing the frequency of cleaning services, encouraging face coverings, and using thermal scanning. We have continued to ensure customer continuity by fulfilling several emergency orders, completing remote software maintenance where possible, and continuing to service our mission-critical networks on-site as needed to ensure seamless operations. Our sales teams have also continued to improve virtual engagement with our customers. Additionally, our engineering teams have adapted our solutions offerings to equip our customers with the latest technology in an effort to protect their workplaces from the spread of COVID-19. Specifically, in Video Security and Analytics, we have adapted our software and hardware offerings to provide analytics addressing occupancy counting, face mask detection, and thermal detection capabilities.\nWe believe our existing balances of cash, cash equivalents and marketable securities, along with other short-term liquidity arrangements, will be sufficient to satisfy our liquidity requirements associated with our existing operations. During the first quarter of 2020, we proactively withdrew $800 million from our unsecured revolving credit facility, which we repaid during the twelve months ended December 31, 2020. We were in compliance with all applicable covenants in our unsecured revolving credit facility as of December 31, 2020. Additionally, we have no bond maturities until 2023.\nWe continue to evaluate our financial position during this economic slowdown. Specifically, in our Software and Services segment, with the largely recurring nature of the business and our strong backlog position, we continue to expect that the impacts on net sales and operating margin will be limited in 2021. In our Products and Systems Integration segment, the impacts on net sales and operating margin were more significant during the first half of 2020 with reduced impact in the fourth quarter of 2020. Reduced demand, particularly in our PCR business, as well as delays in engagements with our state and local customers led to a decline in net sales for the Product and Systems Integration segment in 2020 as compared to 2019. Within the Products and Systems Integration segment, we are encouraged by strong LMR backlog, and the resiliency of the Video Security and Analytics technology, that has experienced growth in the year, as we enter 2021. In 2021, COVID-19 may continue to have an impact on net sales and operating margins within our Products and Systems Integration segment. However, given the prioritization of mission critical communication solutions, we do not anticipate funding at the state and local levels to have a material, negative effect on our expected net sales for 2021. We have also taken actions in a number of areas to reduce our operating expenses, including lower variable employee compensation, travel costs, contractor spend and reducing our real estate footprint to limit the negative effect on operating margins for 2020; however, a portion of these expenses, primarily variable compensation and certain travel expenses are likely to return in 2021. In addition, our supply chain partners have been supportive and continue to work to fulfill the necessary service levels to the Company and its customers.\nWe continue to closely monitor the impact of COVID-19 on our business and geographies, including how it is impacting our customers, suppliers, and business partners. However, the future impact that COVID-19 will have on our financial position and operating results may be affected by numerous uncertainties, including the severity of the virus, the duration of the outbreak, governmental, business or other actions, impacts on our supply chain, the effect on customer demand, or changes to our operations. The impacts of a potential worsening of global economic conditions and the continued disruptions to, and volatility in, the credit and financial markets, as well as other unanticipated consequences, remain unknown. Further, additional outbreaks of COVID-19 in fiscal 2021 or beyond would cause many of the impacts described herein to return or be exacerbated.\nFor further information, please see “Part 1. Item 1. Business” and “Part 1. Item 1A. Risk Factors” in this Form 10-K. The Company’s current expectations described above are forward-looking statements and our actual results may differ.\n30\nRecent Acquisitions\n31\nChange in Presentation\nDuring the first quarter of 2020, the Company restructured to realize more operational efficiencies, combining our Europe, Middle East and Africa (\"EMEA\"), Asia Pacific (\"AP\"), and Latin America (\"LA\") regions into one region, which is now reflected as \"International.\" Accordingly, the Company now reports net sales in the following two geographic regions: North America, which includes the United States and Canada, and International. In addition, during the fourth quarter of 2020, the Company updated its presentation of major products and services to provide a more comprehensive view of our technologies within our reporting segments. Accordingly, the Company now reports net sales in the following three major products and services: LMR Mission Critical Communications, Video Security, and Command Center Software. The Company has updated all periods presented to reflect this change in presentation. Refer to Note 2 of our Consolidated Financial Statements in \"Part II. Item 8. Financial Statements and Supplementary Data\" of this Form 10-K for further information.\nLooking Forward\nWe continue to focus on growth opportunities across our portfolio of technologies.\nWe expect continued growth within our global LMR installed base as a number of events such as natural disasters and large-scale incidents continue to reinforce the importance of having secure, reliable LMR for public safety. We believe our augmentation of LMR with broadband solutions will also drive growth, as we expect our customers will look to integrate valuable data capabilities. We expect to provide additional services to existing LMR customers as communication networks become more complex, software-centric and data-driven.\nAs public safety needs continue to evolve, we anticipate growth opportunities within the command center as our Command Center Software suite covers the mission critical workflow, from 911 intake to case closure and management. We expect increased growth in our integrated software next generation core services and our cloud-based solutions, such as the PremierOne Cloud suite.\nWithin Video Security and Analytics, we expect growth across our portfolio of fixed and mobile security solutions embedded with advanced analytics, and access control solutions. We believe drivers include expansion of traditional video sales beyond commercial customers to government and public safety customers. Additionally, we expect customers to continue to embrace analytics that convert video into data and the scalability of the cloud to run their operations, and we also expect continued expansion of offerings such as video-as-a-service and Avigilon Cloud Services.\nFinally, we anticipate new opportunities from the investments we are making to integrate our LMR, Command Center Software and Video Security and Analytics technologies into one unified ecosystem. We have made go-to-market and research and development investments in both Video Security and Analytics and our Command Center Software technologies with growth in mind. We have made a number of acquisitions and we see opportunities to continue to rationalize costs within both segments of our business, further driving operating leverage in our businesses. We believe our integrated ecosystem for public and enterprise safety can enable strong collaboration by removing system silos, simplifying management and automating workflows.\nRefer to “COVID-19” set forth in “Part II. Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Form 10-K for a discussion of our outlook with respect to the continuing impact of COVID-19 on the Company’s financial condition and results of operations.\n32\nResults of Operations\n*    Amounts attributable to Motorola Solutions, Inc. common shareholders.\n**    Percentages may not add due to rounding.\nGeographic Market Sales by Locale of End Customer\n33\nResults of Operations—2020 Compared to 2019\nNet Sales\nThe Products and Systems Integration segment’s net sales represented 63% of our net sales in 2020, compared to 68% in 2019. The Software and Services segment’s net sales represented 37% of our net sales in 2020, compared to 32% in 2019.\nNet sales decreased by $473 million, or 6%, compared to 2019. The 13% decline in net sales within the Products and Systems Integration segment was driven by an 11% decline in the North America region and an 18% decline in the International region. The 9% increase in the Software and Services segment was driven by a 12% increase in the North America region and a 4% increase in the International region. The decrease in net sales included:\n•\na decline in the Products and Systems Integration segment, inclusive of $119 million of revenue from acquisitions, driven by a decline in public safety LMR and PCR, partially offset by growth in Video Security;\n•\ngrowth in the Software and Services segment, inclusive of $84 million of revenue from acquisitions, driven by an increase in Video Security and Analytics, Command Center Software, and LMR services due to strong demand in the North America region; and\n•\n$12 million from unfavorable currency rates.\nRegional results included:\n•\na 5% decline in the North America region, inclusive of revenue from acquisitions, driven by declines in public safety LMR and PCR, partially offset by growth in Video Security and Analytics, LMR services, and Command Center Software; and\n•\na 9% decline in the International region, inclusive of revenue from acquisitions, driven by declines in public safety LMR and PCR, partially offset by growth in Video Security and Analytics, Command Center Software, and LMR public safety services.\nProducts and Systems Integration\nThe 13% decrease in the Products and Systems Integration segment was driven by the following:\n•\n17% decline in public safety LMR and PCR, inclusive of revenue from acquisitions, in both the International and North America regions, primarily driven by a delay in customer engagement due to the COVID-19 pandemic;\n•\npartially offset by $143 million, or 29%, growth in Video Security and Analytics, inclusive of revenue from acquisitions, in both the International and North America regions; and\n•\n$3 million from favorable currency rates.\nSoftware and Services\nThe 9% increase in the Software and Services segment was driven by the following:\n•\n6% growth in LMR services, inclusive of revenue from acquisitions, driven by the North America region;\n•\n36% growth in Video Security and Analytics, inclusive of revenue from acquisitions, driven by both the North America and International regions;\n•\n7% growth in Command Center Software, inclusive of revenue from acquisitions, driven by both the North America and International regions; and\n•\npartially offset by $15 million from unfavorable currency rates.\nGross Margin\n34\nGross margin was 48.7% of net sales in 2020 and 49.8% of net sales in 2019. The decrease was driven by:\n•\nlower gross margin contribution in Products and Systems Integration segment as a result of the decline in public safety LMR and PCR sales, as well as lower margins on projects driven by a delay in engagements from COVID-19, partially offset by lower incentive costs; and\n•\npartially offset by higher gross margins within the Software and Services segment, inclusive of acquisitions, primarily driven by higher gross margin contribution from sales growth, driven by improved mix of service offerings and lower travel and incentive costs.\nSelling, General and Administrative (\"SG&A\") Expenses\nSG&A expenses decreased 8% in 2020 compared to 2019. SG&A expenses were 17.4% of net sales in 2020 compared to 17.8% of net sales in 2019. The decrease in SG&A expenses was primarily due to reduced employee incentive costs, travel expenses, and indirect expenses. The overall reduction in SG&A expenses was partially offset by expenses associated with acquired businesses.\nResearch and Development (\"R&D\") Expenditures\nR&D expenditures remained consistent in 2020 compared to 2019. R&D expenditures were 9.3% of net sales in 2020 and 8.7% of net sales in 2019.\nOther Charges\nOther charges decreased by $16 million in 2020 compared to 2019 primarily due to the following:\n•\n$50 million gain on sale of a manufacturing facility in Europe in 2020;\n•\npartially offset by $57 million of net reorganization of business charges in 2020 as compared to $40 million in 2019 (see Note 14 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$215 million of amortization of intangibles in 2020 compared to $208 million in 2019;\n•\n$9 million of legal settlements in 2020 compared to $3 million in 2019;\n•\n$9 million of charges for acquisition-related transaction fees in 2020 as compared to $3 million in 2019; and\n•\n$5 million of fixed asset impairments.\nOperating Earnings\nOperating earnings decreased $198 million, or 13%, compared to 2019. The decrease in Operating earnings was due to:\n•\nProducts and Systems Integration decreased by $338 million from 2020 to 2019 driven by lower sales and gross margin contribution, partially offset by lower operating expenses driven by lower employee incentive costs, indirect expenses, and travel expenses. The overall reduction in operating expenses was offset by: (i) $23 million higher reorganization of business expenses, (ii) $11 million higher share-based compensation expenses, and (iii) higher operating expenses from acquisitions.\n35\n•\nSoftware and Services segment increased by $140 million from 2020 to 2019 driven by higher sales and gross margin contribution, along with reduced operating expenses due to operating leverage, inclusive of lower employee incentive costs and travel expenses. The overall reduction in operating expenses was partially offset by: (i) $6 million higher reorganization of business expenses, (ii) $5 million higher intangible amortization driven by acquisitions, and (iii) higher operating expenses from acquisitions.\nInterest Expense, net\nInterest expense, net in 2020 compared to 2019 remained relatively consistent due to a one-time receipt of interest income related to a tax refund and lower interest rates on debt outstanding, offset by lower interest income earned on cash due to lower interest rates.\nGains (losses) on Sales of Investments and Businesses, net\nThe net gains (losses) in 2020 and 2019 were primarily related to the sales of various equity investments.\nOther, net\nThe change in net Other income in 2020 as compared to net Other expense in 2019 was primarily comprised of:\n•\n$359 million U.S pension settlement loss in 2019 (see Note 8 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$25 million gain on derivatives in 2020 compared to an $8 million loss on derivatives in 2019;\n•\n$4 million of investment impairments in 2020 compared to $18 million in 2019;\n•\npartially offset by $44 million of foreign currency losses in 2020 compared to $22 million in 2019; and\n•\n$56 million of net losses from repurchases of long term debt in 2020 as compared to a loss of $46 million in 2019 (see Note 5 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information).\nEffective Tax Rate\nIncome tax expense increased by $91 million in 2020 compared to 2019, for an effective tax rate of 18.8%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n•\n$48 million of benefits due to the recognition of excess tax benefits on share-based compensation; and\n•\n$28 million of benefits due to the recognition of increased prior and current R&D tax credits.\nOur effective tax rate in 2019 was 13.0%, which is lower than the current U.S. federal statutory rate of 21% primarily related to:\n•\na $77 million benefit due to the partial release of a valuation allowance to our U.S. foreign tax credit carryforward (see Note 7 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information); and\n•\n$27 million of benefits due to the recognition of excess tax benefits on share-based compensation.\n36\nResults of Operations—2019 Compared to 2018\nNet Sales\nThe Products and Systems Integration segment’s net sales represented 68% of our consolidated net sales in 2019, compared to 69% in 2018. The Software and Services segment’s net sales represented 32% of our consolidated net sales in 2019, compared to 31% in 2018.\nNet sales increased by $544 million, or 7%, in 2019 compared to 2018. Net sales in the Software and Services segment increased approximately 14%, which was comprised of a 22% increase in the North America region and a 6% sales increase in the International region. Net sales in the Products and Systems Integration segment increased approximately 5%, which is comprised of a 10% increase in the North America region partially offset by an 8% decrease in the International region. The increase in net sales included:\n•\nan increase in the Products and Systems Integration segment, inclusive of $157 million of revenue from acquisitions, driven by growth in LMR and Video Security and Analytics;\n•\ngrowth in the Software and Services segment, inclusive of $155 million of revenue from acquisitions, driven by an increase in Video Security and Analytics, Command Center Software, and LMR services due to strong demand in the North America region; and\n•\npartially offset by $113 million from unfavorable currency rates.\nRegional results include:\n•\n13% increase in the North America region, inclusive of revenue from acquisitions, across Video Security and Analytics, LMR, and Command Center Software within both the Products and Systems Integration and the Software and Services segments; and\n•\n3% decline in the International region, inclusive of revenue from acquisitions, driven by declines in public safety LMR and PCR, partially offset by growth in Video Security and Analytics and Command Center Software.\nProducts and Systems Integration\nThe 5% growth in the Products and Systems Integration segment was driven by:\n•\n57% growth in Video Security and Analytics, inclusive of acquisitions, driven by growth in the North America and International regions;\n•\n1% growth in LMR, inclusive of acquisitions, driven by growth in the North America region and partially offset by a decline in the International region, which had two large system deployments completed in the Middle East and Africa in 2018; and\n•\npartially offset by $54 million foreign currency headwinds.\nSoftware and Services\nThe 14% growth in the Software and Services segment was driven by the following:\n•\n223% growth in Video Security and Analytics, inclusive of acquisitions, driven by both the North America and International regions;\n•\n26% growth in Command Center Software, inclusive of acquisitions, driven by both the North America and International regions;\n•\n4% growth in LMR services, inclusive of acquisitions, primarily driven by the North America region; and\n•\npartially offset by $59 million of foreign currency headwinds.\n37\nGross Margin\nGross margin was 49.8% of net sales in 2019 and 47.4% of net sales in 2018. The increase was driven by:\n•\nhigher margins in the Products and Systems Integration segment primarily driven by a favorable mix in LMR devices; and\n•\nhigher margins within the Software and Services segment primarily driven by higher software sales, inclusive of acquisitions.\nSelling, General and Administrative Expenses\nSG&A expenses increased 12% in 2019 compared to 2018. SG&A expenses were 17.8% of net sales in 2019 compared to 17.1% of net sales in 2018. The increase in SG&A expenses was primarily due to increased expenses associated with acquired businesses, including the deployment of additional sales resources to support Video Security and Analytics growth initiatives.\nResearch and Development Expenditures\nR&D expenditures increased 8% in 2019 compared to 2018. R&D expenditures were 8.7% of net sales in each of 2019 and 2018. The increase in R&D expenses was primarily due to acquired businesses, specifically in Video Security and Analytics, as well as new product launches.\nOther Charges\nThe decrease in Other charges in 2019 as compared to 2018 can be summarized as follows:\n•\na $57 million charge in 2018 related to ongoing remediation efforts for an environmental clean-up incurred by a legacy business (see Note 4 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$40 million of net reorganization of business charges in 2019 as compared to $61 million in 2018 (see Note 14 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information);\n•\n$3 million of charges for acquisition-related transaction fees in 2019 as compared to $24 million in 2018; partially offset by\n•\n$208 million of amortization of intangibles in 2019 compared to $188 million in 2018.\nOperating Earnings\nOperating earnings increased by $326 million, or 26%, in 2019 compared to 2018. The increase in Operating earnings was due to:\n38\n•\nSoftware and Services segment increased by $186 million from 2018 to 2019 due to higher sales and gross margin, as well as lower operating expenses driven by: (i) $17 million lower environmental reserve expenses, (ii) $11 million lower acquisition-related transaction fees, and (iii) $5 million lower reorganization of business expenses, partially offset by $4 million higher intangible amortization driven by acquisitions.\n•\nProducts and Systems Integration increased by $140 million from 2018 to 2019 due to higher sales and gross margin, as well as lower operating expenses driven by: (i) $40 million lower environmental reserve expenses, (ii) $15 million lower reorganization of business expenses, and (iii) $10 million lower acquisition-related transaction fees, partially offset by $16 million higher intangible amortization driven by acquisitions.\nInterest Expense, net\nInterest expense, net in 2019 compared to 2018 remained relatively consistent given the similar average outstanding debt balance.\nGains (losses) on Sales of Investments and Businesses, net\nThe net gains in 2019 and 2018 were primarily related to the sales of various equity investments.\nOther, net\nThe change in net Other expense in 2019 as compared to net Other income in 2018 was primarily comprised of:\n•\n$359 million U.S. pension settlement loss in 2019 (see Note 8 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information); and\n•\n$46 million of net losses from repurchases of long term debt as compared to a gain of $6 million in 2018 (see Note 5 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information).\nEffective Tax Rate\nIncome tax expense decreased by $3 million in 2019 as compared to 2018, for an effective tax rate of 13.0%, which is lower than the current U.S. federal statutory rate of 21% primarily due to:\n•\na $77 million benefit due to the partial release of a valuation allowance to our U.S. foreign tax credit carryforward (see Note 7 of our consolidated financial statements in “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K for further information); and\n•\n$27 million of benefits due to the recognition of excess tax benefits on share-based compensation.\nOur effective tax rate in 2018 was 12.1% which is lower than the current U.S. federal statutory rate of 21% primarily related to:\n•\n$79 million benefits related to updates of the provisional amounts on the impact of the Tax Cuts and Jobs Act of 2017; and\n•\n$30 million of benefits due to the recognition of excess tax benefits on share-based compensation.\n39\nReorganization of Businesses\nIn 2020, we recorded net reorganization of business charges of $86 million relating to the separation of 1,200 employees, of which 400 were indirect employees and 800 were direct employees. The $86 million of charges included $29 million recorded to Cost of sales and $57 million recorded to Other charges. Included in the aggregate $86 million are charges of $100 million for employee separation costs and $2 million for exit costs, partially offset by $16 million of reversals for accruals no longer needed.\nDuring 2019, we recorded net reorganization of business charges of $57 million relating to the separation of 700 employees, of which 500 were indirect employees and 200 were direct employees. The $57 million of charges included $17 million recorded to Cost of sales and $40 million recorded to Other charges. Included in the aggregate $57 million were charges of $64 million for employee separation costs and $5 million for exit costs, partially offset by $12 million of reversals for accruals no longer needed.\nDuring 2018, we recorded net reorganization of business charges of $120 million relating to the separation of 1,200 employees, of which 700 were indirect employees and 500 were direct employees. The $120 million of charges included $59 million recorded to Cost of sales and $61 million recorded to Other charges. Included in the aggregate $120 million are charges of $122 million for employee separation costs and $16 million for exit costs, partially offset by $18 million of reversals for accruals no longer needed. Also, included in the $120 million of charges for 2018 was a $44 million charge related to the announcement of our plan to close our Europe manufacturing facility which impacted 165 employees primarily within the Products and Systems Integration segment. The remainder of the initiatives impacted both of our segments and affected employees located in all geographic regions.\nThe following table displays the net charges incurred by business segment due to such reorganizations:\nCash payments for employee severance in connection with the reorganization of business plans were $85 million, $63 million, and $65 million in 2020, 2019, and 2018, respectively. The reorganization of business accruals for employee separation costs at December 31, 2020 were $79 million which we expect to pay within one year.\nLiquidity and Capital Resources\nCash and Cash Equivalents\nAt December 31, 2020, $672 million of our $1.3 billion cash and cash equivalents balance was held in the U.S. and $582 million was held in other countries, with $203 million held in the United Kingdom. Restricted cash was $2 million at December 31, 2020 and December 31, 2019.\nIn 2020, we repatriated $395 million in cash to the U.S. from international jurisdictions. We routinely repatriate a portion of non-U.S. earnings each year. We have recorded income tax expense for foreign withholding tax and distribution taxes on such earnings and, under current U.S. tax laws, do not expect to incur material incremental U.S. tax on repatriation.\nWhere appropriate, we may also pursue capital reduction activities; however, such activities can be involved and lengthy. While we regularly repatriate funds, and a portion of offshore funds can be repatriated with minimal adverse financial impact, repatriation of some of these funds may be subject to delay due to local country approvals.\nOperating Activities\nThe decrease in operating cash flows from 2019 to 2020 was driven by:\n•\na reduction of operating earnings as a result of lower sales volume;\n•\n$43 million of higher income tax payments; and\n•\npartially offset by improvements in working capital.\n40\nThe increase in operating cash flows from 2018 to 2019 was driven by:\n•\n$500 million debt-funded voluntary contribution to our U.S. pension plan in 2018 compared to no material contributions to our U.S. pension plan in 2019;\n•\nhigher operating earnings in 2019 as compared to 2018;\n•\n$51 million settlement arising from a legacy business in 2018; and\n•\npartially offset by $19 million of higher tax payments and $17 million of higher interest payments in 2019 compared to 2018.\nInvesting Activities\nThe decrease in net cash used by investing activities from 2019 to 2020 was primarily due to:\n•\n$422 million decrease in acquisitions and investments, driven by acquisitions of $287 million in 2020 compared to $709 million in 2019;\n•\n$56 million increase in proceeds from the sale of property, plant and equipment driven by the sale of a European manufacturing facility in 2020; and\n•\n$31 million decrease in capital expenditures in 2020 compared 2019 due to lower expenditures for the Airwave and ESN networks.\nThe decrease in net cash used by investing activities from 2018 to 2019 was primarily due to:\n•\n$455 million decrease in acquisitions and investments, primarily driven by acquisitions of $709 million in 2019 compared to $1.2 billion in 2018;\n•\n$79 million decrease in proceeds from sales of investments and businesses, driven by $60 million of excess cash received from Company-sponsored life insurance investments in 2018; and\n•\npartially offset by $51 million higher capital expenditures in 2019 compared 2018, due to higher spend associated with revenue-generating networks within our Software and Services segment.\nFinancing Activities\nThe decrease in cash used by financing activities in 2020 compared to cash used by financing activities in 2019 was driven by (also see further discussion in \"Debt,\" \"Credit Facilities,\" \"Share Repurchase Program\" and \"Dividends\" in this section below):\n•\n$400 million used for the repayment of the term loan in 2019;\n•\n$1.0 billion received from the issuance of 1.75% senior convertible notes due 2024 in 2019 which was subsequently used for the settlement of $1.1 billion of the 2.00% senior convertible notes, inclusive of the $326 million conversion premium in 2019;\n•\n$804 million net proceeds from the issuance of $800 million of 4.6% senior notes due 2029 in 2019, which was subsequently used to repurchase $614 million principal amount of long-term debt under a tender offer and $150 million principal amount for the 3.5% senior notes due 2021 for a total purchase price of $809 million in 2019;\n•\n$892 million net proceeds from the issuance of $900 million of 2.30% senior notes due 2030 in the third quarter of 2020, which was subsequently used to repurchase $552 million principal amount of 2.75% senior notes due 2022 and $293 million principal amount of long-term debt under a tender offer for a total purchase price of $897 million in 2020;\n•\n$800 million net proceeds from the draw on our syndicated, unsecured revolving credit facility during 2020 which was subsequently repaid during the year; and\n•\npartially offset by $612 million used for purchases under our share repurchase program in 2020 as compared to $315 million in 2019; and\n•\n$436 million cash used for the payment of dividends in 2020 as compared to $379 million in 2019.\nThe increase in cash from financing activities in 2019, as compared to cash used in financing activities in 2018 was driven by:\n•\n$1.1 billion used for the settlement of the 2.00% senior convertible notes, inclusive of the $326 million conversion premium compared to the settlement of $369 million during 2018, inclusive of the $169 million conversion premium;\n•\n$400 million used in 2019 for the repayment of the term loan, compared to the $400 million of proceeds received from the issuance of the term loan in 2018;\n•\n$379 million of cash used for the payment of dividends in 2019 as compared to $337 million in 2018;\n•\n$315 million used for purchases under our share repurchase program in 2019 as compared to $132 million in 2018; and\n•\npartially offset by $1.0 billion received from the issuance of 1.75% senior convertible notes due 2024 in 2019;\n41\n•\n$700 million of proceeds received from the issuance of 4.6% senior notes due 2028 in 2018;\n•\n$804 million net proceeds from the issuance of $800 million of 4.6% senior notes due 2029 in 2019, which was subsequently used to repurchase $614 million principal amount of long-term debt under a tender offer and $150 million principal amount for the 3.5% senior notes due 2021 for a total purchase price of $809 million in 2019; and\n•\n$114 million of net proceeds from the issuance of common stock in connection with our employee stock option and employee stock purchase plans in 2019, as compared to $168 million in 2018.\nSales of Receivables\nWe may choose to sell accounts receivable and long-term receivables to third-parties under one-time arrangements. We may or may not retain the obligation to service the sold accounts receivable and long-term receivables.\nThe following table summarizes the proceeds received from sales of accounts receivable and long-term receivables for the years ended December 31, 2020, 2019, and 2018:\nDuring the year ended December 31, 2020, we utilized a new cost-efficient receivable discounting facility to neutralize the impact of increased payment terms under a renegotiated and extended long-term contract in Europe resulting in accounts receivable sales of $228 million during the year ended December 31, 2020. The net benefit to our operating cash flow from the utilization of the new receivable discounting facility during 2020, was an inflow of $61 million when adjusted for amounts that would still be collected from the customer within the period in the absence of utilizing the discounting facility. The proceeds of our receivable sales are included in \"Operating Activities\" within our Consolidated Statements of Cash Flows.\nAt December 31, 2020, the Company had retained servicing obligations for $983 million of long-term receivables, compared to $984 million of long-term receivables at December 31, 2019. Servicing obligations are limited to collection activities related to the sales of accounts receivables and long-term receivables.\nDebt\nWe had outstanding long-term debt of $5.2 billion and $5.1 billion, including the current portions of $12 million and $16 million, at December 31, 2020 and December 31, 2019, respectively.\nIn May of 2019, we issued $650 million of 4.60% senior notes due 2029. We received proceeds of $645 million after debt issuance costs and debt discounts. These proceeds were then used to repurchase $614 million in principal amount of our outstanding long-term debt for a purchase price of $654 million, excluding $3 million of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, we recognized a loss of $43 million related to this repurchase in Other, net within Other income (expense) in our Consolidated Statements of Operations.\nIn August of 2019, we issued a follow-on of $150 million to the outstanding 4.60% senior notes due 2029 bringing the total outstanding principal to $800 million. We recognized net proceeds of $159 million after debt premiums and debt issuance costs. These proceeds were then used to repurchase the remaining $150 million principal amount of the 3.5% senior notes due 2021 for a purchase price of $155 million, excluding $2 million of accrued interest. After accelerating the amortization of debt issuance costs, we recognized a loss of $7 million related to this repurchase in Other, net within Other income (expense) in our Consolidated Statements of Operations.\nOn September 5, 2019, in connection with our repurchase and settlement of the outstanding principal amount of 2.00% senior convertible notes due 2020 issued to Silver Lake Partners, we entered into an agreement with Silver Lake Partners to issue $1.0 billion of 1.75% senior convertible notes which mature in September 2024 (the \"New Senior Convertible Notes\"). Interest on these notes is payable semiannually. The notes are convertible anytime on or after two years from their issuance date, except in certain limited circumstances. The notes are convertible based on a conversion rate of 4.9140 per $1,000 principal amount (which is equal to an initial conversion price of $203.50 per share). In the event of conversion, we intend to settle the principal amount of the New Senior Convertible Notes in cash. We recorded a debt liability associated with the New Senior Convertible Notes by determining the fair value of an equivalent debt instrument without a conversion option. Using a discount rate of 2.45%, which was determined based on a review of relevant market data, we calculated the debt liability to be $986 million, indicating a $14 million discount to be amortized over the expected life of the debt instrument. The remaining proceeds of $14 million were allocated to the conversion option and accordingly, increased our additional paid-in capital.\n42\nIn August of 2020, we issued $900 million of 2.30% senior notes due 2030. We recognized net proceeds of $892 million after debt issuance costs and debt discounts. A portion of these proceeds were then used to redeem $552 million in principal amount outstanding of the 3.75% senior notes due 2022 for a redemption price of $582 million, excluding $7 million of accrued interest. The remaining proceeds were used to repurchase $293 million in principal amount outstanding of our long-term debt under a tender offer, for a purchase price of $315 million, excluding $5 million of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, we recognized a loss of $56 million related to the redemption and the repurchase in Other, net within Other income (expense) in our Consolidated Statements of Operations.\nWe have an unsecured commercial paper program, backed by the revolving credit facility described below, under which we may issue unsecured commercial paper notes up to a maximum aggregate principal amount of $2.2 billion outstanding at any one time. At maturity, the notes are paid back in full including the interest component. The notes are not redeemable prior to maturity. As of December 31, 2020, we had no outstanding debt under the commercial paper program.\nCredit Facilities\nAs of December 31, 2020, we had a $2.2 billion syndicated, unsecured revolving credit facility scheduled to mature in April 2022 (the \"\n\"). The\nincludes a $500 million letter of credit sub-limit with $450 million of fronting commitments. Borrowings under the facility bear interest at the prime rate plus the applicable margin, or at a spread above the London Interbank Offered Rate (\"LIBOR\"), at our option. Following the turmoil in the financial markets caused by the COVID-19 pandemic, we borrowed $800 million under the facility to bolster our cash holdings out of precaution in the first quarter of 2020, of which the full $800 million was repaid during the year ended December 31, 2020. The weighted average borrowing rate for amounts outstanding during the year ended December 31, 2020 was 1.70%. An annual facility fee is payable on the undrawn amount of the credit line. The interest rate and facility fee are subject to adjustment if our credit rating changes. We must comply with certain customary covenants including a maximum leverage ratio, as defined in the\n. We were in compliance with the financial covenants as of December 31, 2020.\nShare Repurchase Program\nThrough a series of actions, the board of directors has authorized an aggregate share repurchase amount of up to $14.0 billion of our outstanding shares of common stock (the “share repurchase program”). The share repurchase program does not have an expiration date. As of December 31, 2020, we used approximately $13.4 billion of the share repurchase authority, including transaction costs, to repurchase shares, leaving approximately $649 million of authority available for future repurchases.\nOur share repurchases, including transaction costs, for 2020, 2019, and 2018 are summarized as follows:\nDividends\nWe paid cash dividends to holders of our common stock of $436 million in 2020, $379 million in 2019, and $337 million in 2018. On January 15, 2020, we paid an additional $120 million in cash dividends to holders of our common stock.\nAdequate Internal Funding Resources\nWe believe that we have adequate internal resources available to fund expected working capital and capital expenditure requirements for the next twelve months as supported by the level of cash and cash equivalents in the U.S., the ability to repatriate funds from foreign jurisdictions, cash provided by operations, as well as liquidity provided by our commercial paper program backed by the $2.2 billion revolving credit facility. Refer also to “COVID-19” in this section of the Form 10-K for a discussion of the impact of COVID-19 on our liquidity.\n43\nContractual Obligations and Other Purchase Commitments\nSummarized in the table and text below are our obligations and commitments to make future payments under long-term debt obligations, lease obligations, purchase obligations and tax obligations as of December 31, 2020.\n*Amounts included represent firm, non-cancelable commitments.\nLease Obligations:\nWe lease certain office, factory and warehouse space, land, and other equipment, principally under non-cancelable operating leases. Our future minimum lease obligations as of December 31, 2020 totaled $586 million. Rental expense, net of sublease income, was $128 million in 2020, $133 million in 2019, and $108 million in 2018.\nPurchase Obligations:\nDuring the normal course of business, in order to manage manufacturing lead times and help ensure adequate component supply, we enter into agreements with contract manufacturers and suppliers that either allow them to procure inventory based upon criteria as defined by us or establish the parameters defining our requirements. In addition, we have entered into license agreements which are firm commitments and are not cancellable. We have entered into firm, non-cancelable, and unconditional commitments under such arrangements through 2025. The total payments expected to be made under these agreements as of December 31, 2020 were $209 million. We do not anticipate the cancellation of any of our take-or-pay agreements in the future and estimate that purchases from these suppliers will exceed the minimum obligations during the agreement periods.\nTax Obligations:\nWe had approximately $64 million of unrecognized income tax benefits relating to multiple tax jurisdictions and tax years as of December 31, 2020. Based on the potential outcome of our global tax examinations, or the expiration of the statute of limitations for specific jurisdictions, it is reasonably possible that the unrecognized tax benefits will change within the next twelve months. The associated net tax impact (within the next twelve months) on the effective tax rate, exclusive of valuation allowance changes, is estimated to be up to a $13 million tax benefit.\nCommitments Under Other Long-Term Agreements:\nWe have entered into certain long-term agreements to purchase software, components, supplies and materials from suppliers which are not \"take-or-pay\" in nature. Most of the agreements extend for periods of one to three years (three to five years for software). Generally, these agreements do not obligate us to make any purchases, and many permit us to terminate the agreement with advance notice (usually ranging from 60 to 180 days). If we were to terminate these agreements, we generally would be liable for certain termination charges, typically based on work performed and supplier on-hand inventory and raw materials attributable to canceled orders. Our liability would only arise in the event we terminate the agreements for reasons other than “cause.”\nWe outsource certain corporate functions, such as benefit administration and information technology-related services, under third-party contracts, the longest of which is expected to expire in 2023. Our remaining payments under these contracts are approximately\n$41 million over the remaining life of the contracts as of December 31, 2020; however, these contracts can be terminated. Termination would result in penalties substantially less than the remaining annual contract payments. We would also be required to find another source for these services, including the possibility of performing them in-house.\nAs is customary in bidding for and completing certain projects and pursuant to a practice we have followed for many years, we have a number of performance bonds, bid bonds, standby letters of credit and surety bonds outstanding (collectively, referred to as “Performance Bonds”), primarily relating to projects with our government customers. These Performance Bonds normally have maturities of multiple years and are standard in the industry as a way to give customers a convenient mechanism to seek resolution if a contractor does not satisfy certain requirements under a contract. Typically, a customer can draw on the Performance Bond only if we do not fulfill all terms of a project contract. If such an occasion occurred, we would be obligated to reimburse the institution that issued the Performance Bond for the amounts paid. In our long history, it has been rare for us to have a Performance Bond drawn upon. Outstanding Performance Bonds totaled approximately $2.6 billion as of\nDecember 31, 2020 and $2.5 billion as of December 31, 2019. Any future disruptions, uncertainty, or volatility in bank, insurance or capital markets, or a change in our credit ratings could adversely affect our ability to obtain Performance Bonds and may result in higher funding costs to obtain such Performance Bonds.\nOff-Balance Sheet Arrangements:\nAt December 31, 2020, we had no off-balance sheet arrangements that have or are reasonably likely to have a material effect on our consolidated financial condition, changes in financial condition, results of operations, liquidity, capital expenditures or capital resources, other than our obligation to settle the conversion option under the New Senior Convertible Notes described in Note 5 to the consolidated financial statements “Part II. Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n44\nOther Contingencies\nPotential Contractual Damage Claims in Excess of Underlying Contract Value:\nIn certain circumstances, we enter into contracts with customers pursuant to which the damages that could be claimed by the customer for failed performance might exceed the revenue we receive from the contract. Contracts with these types of uncapped damages provisions are fairly rare, but individual contracts could still represent meaningful risk. There is a possibility that a claim by a counterparty to one of these contracts could result in expenses that are far in excess of the revenue received from the counterparty in connection with the contract.\nIndemnification Provisions:\nWe may provide indemnifications for losses that result from the breach of general warranties contained in certain commercial and intellectual property agreements. Historically, we have not made significant payments under these agreements, nor have there been significant claims asserted against us. However, there is an increasing risk in relation to intellectual property indemnities given the current legal climate. In indemnification cases, payment by us is conditioned on the other party making a claim pursuant to the procedures specified in the particular contract, which procedures typically allow us to challenge the other party’s claims. In some instances we may have recourse against third-parties for certain payments made by us.\nLegal Matters:\nWe are a defendant in various lawsuits, claims, and actions, which arise in the normal course of business. In the opinion of management, the ultimate disposition of these matters will not have a material adverse effect on our consolidated financial position or liquidity. However, an unfavorable resolution could have a material adverse effect on our results of operations in the periods in which the matters are ultimately resolved, or in the periods in which more information is obtained that changes management's opinion of the ultimate disposition.\nLong-term Customer Financing Commitments\nOutstanding Commitments:\nCertain purchasers of our products and services may request that we provide long-term financing (defined as financing with a term of greater than one year) in connection with the sale of equipment. These requests may include all or a portion of the purchase price of the products and services. Our obligation to provide long-term financing may be conditioned on the issuance of a letter of credit in favor of us by a reputable bank to support the purchaser's credit or a pre-existing commitment from a reputable bank to purchase the long-term receivables from us. We had outstanding commitments to provide long-term financing to third-parties totaling $78 million at December 31, 2020 and at December 31, 2019.\nCritical Accounting Policies\nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations discusses our consolidated financial statements, which have been prepared in accordance with U.S. generally accepted accounting principles (\"GAAP\"). The preparation of these financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements, as well as the reported amounts of revenues and expenses during the reporting period.\nManagement bases its estimates and judgments on historical experience, current economic and industry conditions and on various other factors that are believed to be reasonable under the circumstances. This forms the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions. Management believes the following significant accounting policies require significant judgment and estimates.\nRevenue Recognition\nWe enter into arrangements which consist of multiple promises to our customers. We evaluate whether the promised goods and services are distinct or a series of distinct goods or services. Where contracts contain multiple performance obligations, we generally allocate the total estimated consideration to each performance obligation based on applying an estimated selling price (“ESP”) as our best estimate of standalone selling price. We determine ESP by: (i) collecting all reasonably available data points including sales, cost and margin analyses of the product or services, and other inputs based on our normal pricing and discounting practices, (ii) making any reasonably required adjustments to the data based on market and Company-specific factors, and (iii) stratifying the data points, when appropriate, based on major product or service, type of customer, geographic market, and sales volume.\nWe account for certain system contracts on an over-time basis, electing an input method of estimated costs as a measure of performance completed. The selection of the measurement of progress using estimated costs was based on a thorough consideration of alternatives of various output and input measures, including contract milestones and labor hours. However, we have determined that other input and output measures are not an appropriate measure of progress as they do not accurately align with the transfer of control on our customized systems. The selection of costs incurred as a measure of progress aligns the transfer of control to the overall production of the customized system.\nFor system contracts accounted for over time using estimated costs as a measure of performance completed, we rely on estimates around the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to be performed to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. We have a standard and disciplined quarterly process in which management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management\n45\nreviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgment about the ability and cost to achieve the project schedule, technical requirements, and other contract requirements. Management must make assumptions and estimates regarding labor productivity and availability, the complexity of work to be performed, the availability and cost of materials, and performance by subcontractors, among other variables. Based on this analysis, any quarterly adjustment to net sales, cost of sales, and the related impact to operating income are recorded as necessary in the period they become known. When estimates of total costs to be incurred on a contract exceed estimates of total revenue to be earned, a provision for the entire loss on the contract is recorded in the period in which the loss is determined.\nRetirement Benefits\nOur benefit obligations and net periodic pension costs (benefits) associated with our domestic noncontributory pension plans (“U.S. Pension Benefit Plans”), our foreign noncontributory pension plans (“Non-U.S. Plans”), as well as our domestic postretirement health care plan (“Postretirement Health Care Benefits”), are determined using actuarial assumptions. The assumptions are based on management’s best estimates, after consulting with outside investment advisors and actuaries.\nAccounting methodologies use an attribution approach that generally spreads the effects of individual events over the service lives of the participants in the plan, or estimated average lifetime when almost all of the plan participants are considered \"inactive.\" Examples of “events” are plan amendments and changes in actuarial assumptions such as discount rate, expected long-term rate of return on plan assets, and rate of compensation increases.\nThere are various assumptions used in calculating the net periodic costs (benefits) and related benefit obligations. One of these assumptions is the expected long-term rate of return on plan assets. The required use of the expected long-term rate of return on plan assets may result in recognized pension income that is greater or less than the actual returns of those plan assets in any given year. Over time, however, the expected long-term returns are designed to approximate the actual long-term returns.  We use a five-year, market-related asset value method of recognizing asset related gains and losses.\nWe use long-term historical actual return experience with consideration of the expected investment mix of the plans’ assets, as well as future estimates of long-term investment returns, to develop our expected rate of return assumption used in calculating the net periodic pension cost (benefit) and the net postretirement health care benefit. Our investment return assumption for the U.S. Pension Benefit Plans was 6.85% in each of 2020 and 2019. Our investment return assumption for the Postretirement Health Care Benefits Plan was 6.90% in each of 2020 and 2019. Our weighted average investment return assumption for the Non-U.S. Plans was 4.66% in 2020 and 5.23% in 2019.\nA second key assumption is the discount rate. The discount rate assumptions used for the U.S. Pension Benefit Plans, the Non-U.S. Plans and the Postretirement Health Care Benefits Plan reflect, at December 31 of each year, the prevailing market rates for high-quality, fixed-income debt instruments that, if the obligation was settled at the measurement date, would provide the necessary future cash flows to pay the benefit obligation when due. Our discount rates for measuring our U.S. Pension Benefit Plan obligations were 2.63% and 3.32% at December 31, 2020 and 2019, respectively. Our weighted average discount rates for measuring our Non-U.S. Plans were 1.24% and 1.82% at December 31, 2020 and 2019, respectively. Our discount rates for measuring the Postretirement Health Care Benefits Plan obligation were 2.39% and 3.15% at December 31, 2020 and 2019, respectively.\nUnder relevant accounting rules, when almost all of the plan participants are considered inactive, the amortization period for certain unrecognized losses changes from the average remaining service period to the average remaining lifetime of the participant. As such, depending on the specific plan, we amortize gains and losses over periods ranging from ten to thirty years. Prior service costs are being amortized over periods ranging from one to twenty-nine years. Benefits under all pension plans are valued based on the projected unit credit cost method.\nValuation and Recoverability of Goodwill\nWe assess the recorded amount of goodwill for recovery on an annual basis in the fourth quarter of each fiscal year. Goodwill is assessed more frequently if an event occurs or circumstances change that would indicate it is more-likely-than-not that the fair value of a reporting unit is below its carrying amount. We continually assess whether any such events and circumstances have occurred, which requires a significant amount of judgment. Such events and circumstances may include: (i) adverse changes in macroeconomic conditions, (ii) adverse changes in the industry or market in which we transact, (iii) changes in cost factors negatively impacting earnings and cash flows, (iv) negative or declining overall financial performance, (v) events affecting the carrying value or composition of a reporting unit, or (vi) a sustained decrease in share price, among others. Any such adverse event or change in circumstances could have a significant impact on the recoverability of goodwill and could have a material impact on our consolidated financial statements.\nThe goodwill impairment assessment is performed at the reporting unit level. A reporting unit is an operating segment or one level below an operating segment (referred to as a “component”). A component of an operating segment is a reporting unit if the component constitutes a business for which discrete financial information is available and segment management regularly reviews the operating results of that component. When two or more components of an operating segment have similar economic characteristics, the components are aggregated and deemed a single reporting unit. An operating segment is deemed to be a reporting unit if all of its components are similar, if none of its components is a reporting unit, or if the segment comprises only a single component. Based on this guidance, we have determined that our Products and Systems Integration and Software and Services segments are comprised of three and two reporting units, respectively. The Company performed a qualitative assessment to determine whether it was more-likely-than-not that the fair value of each reporting unit was less than its carrying amount for the fiscal years 2020, 2019, and 2018. In performing this qualitative assessment we assessed relevant events and\n46\ncircumstances including macroeconomic conditions, industry and market conditions, cost factors, overall financial performance, changes in enterprise value, and entity-specific events. For fiscal years 2020, 2019, and 2018, we concluded it was more-likely-than-not that the fair value of each reporting unit exceeded its carrying value.\nValuation of Deferred Tax Assets and Liabilities\nWe use the asset and liability method of accounting for income taxes. Under this method, income tax expense is recognized for the amount of taxes payable or refundable for the current year. In addition, deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax bases of assets and liabilities, and for operating losses and tax credit carryforwards. Management makes assumptions, judgments and estimates to determine our current and deferred tax provision and also the deferred tax assets and liabilities. We evaluate our deferred tax assets quarterly to determine if adjustments to our valuation allowance are required based on the consideration of all available positive and negative evidence.\nOur assumptions, judgments and estimates for computing the income tax provision takes into account current tax laws, our interpretation of current tax law and possible outcomes of current and future audits conducted by foreign and domestic tax authorities. We believe such estimates to be reasonable; however, the final determination of certain audits could significantly impact the amounts provided for income taxes in our financial statements.\nRecent Accounting Pronouncements\nSee “Note 1: Summary of Significant Accounting Policies” in “Part II. Item 8: Financial Statements and Supplementary Data” of this Form 10-K.\n47"
  },
  {
    "item_key": "item_7a",
    "text": "Interest Rate Risk\nOur exposure to market risk for changes in interest rates relates primarily to our long-term debt as interest rate fluctuations impact the fair value of our long-term debt. As of December 31, 2020, we had $5.2 billion of long-term debt, including the current portion, which is primarily priced at long-term, fixed interest rates. A hypothetical 10% decrease in interest rates as of the end of 2020 would have increased the fair value of our debt by approximately $37 million at December 31, 2020. See Note 5 to the consolidated financial statements included in “Part II. Item 8: Financial Statements and Supplementary Data” of this Form 10-K for more information on our long-term debt.\nForeign Currency Risk\nWe are exposed to foreign currency risk as a result of buying and selling in various currencies, our net investments in foreign entities, and monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity holding the instrument. We use financial instruments to reduce our overall exposure to the effects of currency fluctuations on cash flows. Our policy prohibits speculation in financial instruments for profit on exchange rate price fluctuations, trading in currencies for which there are no underlying exposures, or entering into transactions for any currency to intentionally increase the underlying exposure.\nOur strategy related to foreign exchange exposure management is to offset the gains or losses on the financial instruments against losses or gains on the underlying operational cash flows, net investments or monetary assets and liabilities based on our assessment of risk. We enter into derivative contracts for some of our non-functional currency cash, receivables, and payables, which are primarily denominated in major currencies that can be traded on open markets. Our policy permits us to use forward contracts and options to hedge these currency exposures. In addition, we enter into derivative contracts for some forecasted transactions or net investments in some of our overseas entities, which are designated as part of a hedging relationship if it is determined that the transaction qualifies for hedge accounting under the provisions of the authoritative accounting guidance for derivative instruments and hedging activities. A portion of our exposure is from currencies that are not traded in liquid markets and these are addressed, to the extent reasonably possible, by managing net asset positions, product pricing and component sourcing.\nAt December 31, 2020, we had outstanding foreign exchange contracts totaling $1.2 billion, compared to $1.1 billion outstanding at December 31, 2019. Management does not believe these financial instruments should subject it to undue risk due to foreign exchange movements because gains and losses on these contracts should generally offset gains and losses on the underlying assets, liabilities and transactions.\nThe following table shows the five largest net notional amounts of the positions to buy or sell foreign currency as of December 31, 2020 and the corresponding positions as of December 31, 2019:\nForeign exchange financial instruments that are subject to the effects of currency fluctuations, which may affect reported earnings, include derivative financial instruments and other monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity holding the instrument. Currently, our derivative financial instruments consist primarily of currency forward contracts. Other monetary assets and liabilities denominated in a currency other than the functional currency of the legal entity consist primarily of cash, cash equivalents, accounts payable and accounts receivable. Assuming the amounts of the outstanding foreign exchange contracts represent our underlying foreign exchange risk related to monetary assets and liabilities, a hypothetical unfavorable 10% movement in the foreign exchange rates at December 31, 2020 would reduce the value of those monetary assets and liabilities by approximately $60 million. Our market risk calculation represents an estimate of reasonably possible net losses that would be recognized assuming hypothetical 10% movements in future currency market pricing and is not necessarily indicative of actual results, which may or may not occur. It does not represent the maximum possible loss or any expected loss that may occur, since actual future gains and losses will differ from those estimated, based upon, among other things, actual fluctuation in market rates, operating exposures, and the timing thereof. We believe, however, that any such loss incurred would be offset by the effects of market rate movements on the respective underlying derivative financial instruments transactions.\n48"
  },
  {
    "item_key": "item_8",
    "text": "REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of Motorola Solutions, Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Motorola Solutions, Inc. and its subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of operations, of comprehensive income (loss), of stockholders' equity (deficit) and of cash flows for the years then ended, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for the years then ended in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nChange in Accounting Principle\nAs discussed in Note 1 to the consolidated financial statements, the Company changed the manner in which it accounts for leases in 2019.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control Over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n49\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nRevenue Recognition - Estimated Costs to Complete System Contracts\nAs described in Note 1 to the consolidated financial statements, $1.8 billion of the Company’s total revenues for the year ended December 31, 2020 was generated from System contracts. The Company recognizes revenue on a significant portion of System contracts on an over-time basis, electing an input method of estimated costs as a measure of performance completed. For contracts accounted for over-time using estimated costs as a measure of performance completed, the Company relies on estimates of the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. As disclosed by management, management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management reviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgments about the ability and the cost to achieve the project schedule, technical requirements, and other contract requirements.\nThe principal considerations for our determination that performing procedures relating to the Estimated Costs at Completion for System contracts is a critical audit matter are the significant judgments by management when developing the Estimated Costs at Completion, which in turn led to a high degree of auditor judgment, subjectivity and effort in performing procedures to evaluate management’s estimates related to management’s judgments about the cost to achieve the project schedule, technical requirements, and other contract requirements.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the revenue recognition process, including controls over the determination of Estimated Costs at Completion. These procedures also included, among others, evaluating and testing management’s process for determining the Estimated Costs at Completion for a sample of contracts. Management’s process for determining the Estimated Costs at Completion was evaluated for reasonableness by (i) performing a comparison of the originally estimated and actual costs incurred on completed contracts; (ii) evaluating the timely identification of circumstances that may warrant a modification to Estimated Costs at Completion; and (iii) analyzing contracts and project schedules that support those estimates.\n/s/ PricewaterhouseCoopers LLP\nChicago, Illinois\nFebruary 12, 2021\nWe have served as the Company’s auditor since 2018.\n50\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Stockholders and Board of Directors\nMotorola Solutions, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated statements of operations, comprehensive income, stockholders’ equity, and cash flows of Motorola Solutions, Inc. and subsidiaries for the year ended December 31, 2018, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects the results of operations of the Company and its cash flows for the year ended December 31, 2018, in conformity with U.S. generally accepted accounting principles.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audit. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audit included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audit also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audit provides a reasonable basis for our opinion.\n/s/ KPMG LLP\nWe served as the Company’s auditor from 1959 to 2019.\nChicago, Illinois\nFebruary 15, 2019\n51\nConsolidated Statements of Operations\nSee accompanying notes to consolidated financial statements.\n52\nConsolidated Statements of Comprehensive Income (Loss)\nSee accompanying notes to consolidated financial statements.\n53\nConsolidated Balance Sheets\nSee accompanying notes to consolidated financial statements.\n54\nConsolidated Statements of Stockholders’ Equity (Deficit)\nSee accompanying notes to consolidated financial statements.\n55\nConsolidated Statements of Cash Flows\nSee accompanying notes to consolidated financial statements.\n56\nNotes to Consolidated Financial Statements\n(Dollars in millions, except as noted)\n1.\nSummary of Significant Accounting Policies\nPrinciples of Consolidation\n:\nThe consolidated financial statements include the accounts of Motorola Solutions, Inc. (the “Company” or “Motorola Solutions”) and all controlled subsidiaries. All intercompany transactions and balances have been eliminated.\nThe consolidated financial statements as of December 31, 2020 and 2019 and for the years ended December 31, 2020, 2019 and 2018, include, in the opinion of management, all adjustments (consisting of normal recurring adjustments and reclassifications) necessary to present fairly the Company's consolidated financial position, results of operations, statements of comprehensive income, and statements of stockholders' equity and cash flows for all periods presented.\nUse of Estimates:\nThe preparation of financial statements in conformity with United States (\"U.S.\") Generally Accepted Accounting Principles (\"GAAP\") requires management to make certain estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting periods. Actual results could differ from those estimates.\nRevenue Recognition:\nNet sales consist of a wide range of goods and services including the delivery of devices, systems and system integration and a full set of software and service offerings. The Company recognizes revenue to reflect the transfer of control of promised goods or services to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for goods or services.\nThe Products and Systems Integration segment is comprised of devices, systems, and systems integration for our LMR Mission Critical Communications and Video Security and Analytics technologies. Direct customers of the Products and Systems Integration segment are typically government, public safety agencies, procuring at state, local, and federal levels as well as large commercial customers with secure mission critical needs. Indirect customers are defined as customers purchasing professional commercial radios and video security, which are primarily sold through the Company's reseller partners to an end-customer base, composed of various industries where private communications networks and video security are used to secure operations and enable a mobile workforce. Contracts with the Company's customers are typically fixed fee, with consideration measured net of associated sales taxes, and, as it relates to our direct customers, funded through government appropriations. For Products and Systems Integration sales, the Company records consideration from shipping and handling on a gross basis within Net sales.\nLMR and Video Security and Analytics devices include two-way portable and vehicle-mounted radios, fixed and mobile video cameras and accessories. Devices are considered capable of being distinct and distinct within the context of the Company's contracts. Revenue is recognized upon the transfer of control of the devices to the customer at a point in time, typically consistent with delivery under the applicable shipping terms. Devices are sold by both the direct sales force and through reseller partners. Revenue is generally recognized upon transfer of devices to reseller partners, rather than the end-customer, except for limited consignment arrangements. Provisions for returns and reseller discounts are made on a portfolio basis using historical data.\nThe Products and Systems Integration segment includes both customized radio networks and video security solutions, including the integration of these networks with devices, software, and applications within both LMR and Video Security and Analytics technologies. The networks include the aggregation of promises to the customer to provide i) a radio network core and central processing software, base stations, consoles, and repeaters or ii) a video security solution including video analytics, network video management hardware and software, and access control solutions. The individual promises of the radio network are not distinct in the context of the contract, as the Company provides a significant service of integrating and customizing the goods and services promised, while individual promises of the video security solution are capable of being distinct and distinct in the context of the contract. The radio network represents a distinct performance obligation for which revenue is recognized over time, as the Company creates an asset with no alternative use and has an enforceable right to payment for work performed. The Company's revenue recognition over time is based on an input measure of costs incurred, which depicts the transfer of control to its customers under its contracts. Products and Systems Integration revenue is recognized over an average duration of approximately\none\nto\ntwo years\n. Video security solutions are traditionally sold through reseller partners, with contracts negotiated under fixed pricing. Revenue is recognized upon the transfer of control of the video solution to the reseller partners, typically upon shipment.\nThe Software and Services segment provides a full set of offerings for government, public safety and commercial communication networks. Direct customers of the Software and Services segment are typically government, public safety and first-responder agencies and municipalities. Indirect customers are commercial customers who distribute broadband push-to-talk services to a final end customer base. Contracts with our customers are typically fixed fee, with consideration measured net of associated sales taxes, and, as it relates to our direct customers, funded through government appropriations.\nSoftware offerings primarily include Command Center Software and Video Security and Analytics software and services which can be delivered either “as a service” or on-premise. Solutions delivered as a service consist of a range of promises including hosted software, technical support and the right to unspecified future software enhancements. Software is not distinct from the hosting service since the customer does not have the right to take possession of the software at any time during the term of the arrangement. The hosted software, technical support, and right to unspecified future software enhancements each represent a series of distinct services that are delivered concurrently using the same over-time method. As such, the promises are accounted for as a single performance obligation with revenue recognized on a straight-line basis.\n57\nOn-premise offerings consist of multiple promises primarily including software licenses and post-contract customer support. The promises are each distinct and distinct within the context of the contract as the customer benefits from each promise individually without any significant integration or interrelationship between the promises. On-premise software revenue is recognized at the point in time when the customer can benefit from the software which generally aligns with the beginning of the license period. Revenue for post-contract customer support is recognized over time as the customer simultaneously receives and consumes the services on a straight-line basis.\nServices include a continuum of service offerings beginning with repair, technical support and maintenance. More advanced offerings include: monitoring, software updates and cybersecurity services. Managed service offerings range from partial to full operation of customer-owned or Motorola Solutions-owned networks. Services are provided across all technologies and are both distinct and capable of being distinct in the context of the contract, representing a series of recurring services that the Company stands ready to perform over the contract term. Since services contracts typically allow for customers to terminate for convenience or for non-appropriations of fiscal funding, the contract term is generally considered to be limited to a monthly or annual basis, subject to customer renewal. While contracts with customers are typically fixed fee, certain managed services contracts may be subject to variable consideration related to the achievement of service level agreement performance measurements. The Company has not historically paid significant penalties under service level agreements, and accordingly, it does not constrain its contract price. Certain contracts may also contain variable consideration driven by the number of users. Revenue is typically recognized on services over time as a series of services performed over the contract term on a straight-line basis.\nThe Company enters into arrangements which consist of multiple promises to our customers. The Company evaluates whether the promised goods and services are distinct or a series of distinct goods or services. Where contracts contain multiple performance obligations, the Company generally allocates the total estimated consideration to each performance obligation based on applying an estimated selling price (“ESP”) as our best estimate of standalone selling price. The Company determines ESP by: (i) collecting all reasonably available data points including sales, cost and margin analyses of the product or services, and other inputs based on its normal pricing and discounting practices, (ii) making any reasonably required adjustments to the data based on market and Company-specific factors, and (iii) stratifying the data points, when appropriate, based on major product or service, type of customer, geographic market, and sales volume.\nThe Company accounts for certain system contracts on an over-time basis, electing an input method of estimated costs as a measure of performance completed. The selection of the measurement of progress using estimated costs was based on a thorough consideration of alternatives of various output and input measures, including contract milestones and labor hours. However, the Company has determined that other input and output measures are not an appropriate measure of progress as they do not accurately align with the transfer of control on its customized systems. The selection of costs incurred as a measure of progress aligns the transfer of control to the overall production of the customized system.\nFor system contracts accounted for over time using estimated costs as a measure of performance completed, the Company relies on estimates around the total estimated costs to complete the contract (“Estimated Costs at Completion”). Total Estimated Costs at Completion include direct labor, material and subcontracting costs. Due to the nature of the efforts required to be performed to meet the underlying performance obligation, determining Estimated Costs at Completion may be complex and subject to many variables. The Company has a standard and disciplined quarterly process in which management reviews the progress and performance of open contracts in order to determine the best estimate of Estimated Costs at Completion. As part of this process, management reviews information including, but not limited to, any outstanding key contract matters, progress towards completion, the project schedule, identified risks and opportunities, and the related changes in estimates of costs. The risks and opportunities include management’s judgment about the ability and cost to achieve the project schedule, technical requirements, and other contract requirements. Management must make assumptions and estimates regarding labor productivity and availability, the complexity of work to be performed, the availability and cost of materials, and performance by subcontractors, among other variables. Based on this analysis, any quarterly adjustment to net sales, cost of sales, and the related impact to operating income are recorded as necessary in the period they become known. When estimates of total costs to be incurred on a contract exceed estimates of total revenue to be earned, a provision for the entire loss on the contract is recorded in the period in which the loss is determined. For system contracts accounted for over time using estimated costs as a measure of performance completed, revenue for the year ended December 31, 2020 was $\n1.8\nbillion, compared to $\n1.9\nbillion for the years ended December 31, 2019 and December 31, 2018.\nCash Equivalents:\nThe Company considers all highly-liquid investments purchased with an original maturity of three months or less to be cash equivalents.\nRestricted cash was $\n2\nmillion at both December 31, 2020 and December 31, 2019.\nInvestments:\nInvestments in debt securities classified as available-for-sale are carried at fair value with changes in fair value recorded in other comprehensive income. Certain investments will be accounted for using the equity method if the Company has significant influence over the issuing entity.\nThe Company assesses declines in the fair value of debt securities and equity method investments to determine whether such declines are other-than-temporary. This assessment is made considering all available evidence, including changes in general market conditions, specific industry and individual company data, the length of time and the extent to which the fair value has been less than cost, the financial condition and the near-term prospects of the entity issuing the security, and the Company’s ability and intent to hold the investment until recovery. Other-than-temporary impairments of investments are recorded to Other within Other income (expense) in the Company’s Consolidated Statements of Operations in the period in which they become impaired.\n58\nEquity securities with readily determinable fair values are carried at fair value with changes in fair value recorded in Other, net within Other income (expense). Equity securities without readily determinable fair values are carried at cost, less impairments, if any, and adjusted for observable price changes for the identical or a similar investment of the same issuer. The Company performs a qualitative impairment assessment to determine if such investments are impaired. The qualitative assessment considers all available information, including declines in the financial performance of the issuing entity, the issuing entity’s operating environment, and general market conditions. Impairments of equity securities without readily determinable fair values are recorded in Other, net within Other income (expense).\nInventories:\nInventories are valued at the lower of average cost (which approximates cost on a first-in, first-out basis) or net realizable value.\nProperty, Plant and Equipment:\nProperty, plant and equipment are stated at cost less accumulated depreciation. Depreciation is recorded on a straight-line basis, based on the estimated useful lives of the assets (leasehold improvements,\none\nto\ntwenty years\n; machinery and equipment,\none\nto\nfifteen years\nand commences once the assets are ready for their intended use. When certain events or changes in operating conditions occur, useful lives of the assets may be adjusted or an impairment assessment may be performed on the recoverability of the carrying value.\nGoodwill and Intangible Assets:\nGoodwill is assessed for impairment at least annually at the reporting unit, or more frequently if events or circumstances occur that would more likely than not reduce the fair value of a reporting unit below its carrying value level. The Company performs its annual assessment of goodwill for impairment in the fourth quarter of each fiscal year, typically through a qualitative assessment. Indicators of impairment include: (i) macroeconomic conditions, (ii) industry and market conditions, (iii) cost factors, including product and selling, general and administrative costs, (iv) overall financial performance of the Company, (v) changes in share price, and (vi) other relevant company-specific events. If it is determined that it is more-likely-than-not that the fair value of the reporting unit is less than its carrying amount, the Company will perform a quantitative goodwill impairment test, which compares the fair value of the reporting unit to its carrying value. If the carrying amount of a reporting unit exceeds its fair value, the Company would recognize an impairment loss in an amount equal to that excess, limited to the total amount of goodwill allocated to that reporting unit. Fair value is determined using a combination of present value techniques and market prices of comparable businesses.\nIntangible assets are amortized on a straight line basis over their respective estimated useful lives ranging from\none\nto\ntwenty years\n. The Company has no intangible assets with indefinite useful lives.\nLeases:\nThe Company leases certain office, factory and warehouse space, land and other equipment, principally under non-cancelable operating leases.\nThe Company determines if an arrangement is a lease at inception of the contract. The Company’s key considerations in determining whether a contract is or contains a lease include establishing whether the supplier has the ability to use other assets to fulfill its service or whether the terms of the agreement enable the Company to control the use of a dedicated asset during the contract term. In the majority of the Company’s contracts where it must identify whether a lease is present, it is readily determinable that the Company controls the use of the assets and obtains substantially all of the economic benefit during the term of the contract. In those contracts where identification is not readily determinable, the Company has determined that the supplier has either the ability to use another asset to provide the service or the terms of the contract give the supplier the right to operate the asset at its discretion during the term of the contract.\nRight-of-use (\"ROU\") assets and operating lease liabilities are recognized based on the present value of the future minimum lease payments over the lease term at the commencement date. The Company’s lease payments are typically fixed or contain fixed escalators. The Company has elected to not separate lease and non-lease components for all of its current lease categories and therefore, all consideration is included in lease payments. For the Company’s leases consisting of land and other equipment (i.e. “communication network sites”), future payments are subject to variability due to changes in indices or rates. The Company values its ROU assets and lease liabilities based on the index or rate in effect at lease commencement. Future changes in the indices or rates are accounted for as variable lease costs. Other variable lease costs include items that are not fixed at lease commencement including property taxes, insurance, and operating charges that vary based on usage. ROU assets also include lease payments made in advance and are net of lease incentives.\nAs the majority of the Company’s leases do not provide an implicit rate, the Company uses its incremental borrowing rates based on the information available at the commencement date in determining the present value of future payments. The Company’s incremental borrowing rates are based on the term of the lease, the economic environment of the lease, and the effect of collateralization.\nThe Company's lease terms range from\none\nto\ntwenty-one years\nand may include options to extend the lease by\none\nto\nten years\nor terminate the lease after the initial non-cancelable term. The Company does not include options in the determination of the lease term for the majority of leases as sufficient economic factors do not exist that would compel it to continue to use the underlying asset beyond the initial non-cancelable term. However, for the Company's communication network site leases that are necessary to provide services to customers under managed service arrangements, the Company includes options in the lease term to the extent of the customer contracts to which those leases relate.\nImpairment of Long-Lived Assets:\nLong-lived assets, which include intangible assets, held and used by the Company are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of assets may not be recoverable. The Company evaluates recoverability of assets to be held and used by comparing the carrying amount of an asset (group) to future net undiscounted cash flows to be generated by the asset (group). If an asset (group) is considered\n59\nto be impaired, the impairment to be recognized is equal to the amount by which the carrying amount of the asset (group) exceeds the asset's (group's) fair value calculated using a discounted future cash flows analysis or market comparable analysis. Assets held for sale, if any, are reported at the lower of the carrying amount or fair value less cost to sell.\nIncome Taxes:\nThe Company records deferred income tax assets and liabilities based on the estimated future tax effects of differences between the financial and tax bases of assets and liabilities based on currently enacted tax laws. The Company's deferred and other tax balances are based on management's interpretation of the tax regulations and rulings in numerous tax jurisdictions. Income tax expenses and liabilities recognized by the Company also reflect its best estimates and assumptions regarding, among other things, the level of future taxable income, the effect of the Company's various tax planning strategies, and uncertain tax positions. Future tax authority rulings and changes in tax laws, changes in projected levels of taxable income, and future tax planning strategies could affect the actual effective tax rate and tax balances recorded by the Company.\nLong-Term Receivables:\nLong-term receivables include trade receivables where contractual terms of the note agreement are greater than\none year\n. The Company estimates credit losses on accounts receivable based on historical losses and then takes into account estimates of current and future economic conditions. Long-term receivables are considered past due if payments have not been received according to the contractual terms of the note agreement, including principal and interest. Impaired long-term receivables are valued based on the present value of expected future cash flows discounted at the receivable’s effective interest rate, or the fair value of the collateral if the receivable is collateral dependent. Interest income and late fees on impaired long-term receivables are recognized only when payments are received. Previously impaired long-term receivables are no longer considered impaired and are reclassified to performing when they have performed under restructuring for four consecutive quarters.\nEnvironmental Liabilities:\nThe Company maintains a liability related to ongoing remediation efforts of environmental media such as groundwater, soil, and soil vapor, as well as related legal fees for a designated Superfund site under the Comprehensive Environmental Response, Compensation and Liability Act (commonly known as the “Superfund Act”) incurred by a legacy business. It is the Company’s policy to re-evaluate the reserve when certain events become known that will impact the future cash payments. When the timing and amount of the future cash payments are fixed or reliably determinable, the Company discounts the future cash flows used in estimating the accrual using a risk-free treasury rate. The current portion of the estimated environmental liability is included in the “Accrued liabilities” statement line and the non-current portion is included in the “Other liabilities” statement line within the Company’s Consolidated Balance Sheet.\nForeign Currency:\nCertain non-U.S. operations within the Company use their respective local currency as their functional currency. Those operations that do not have the U.S. dollar as their functional currency translate assets and liabilities at current rates of exchange in effect at the balance sheet date and revenues and expenses using rates that approximate those in effect during the period. The resulting translation adjustments are included as a component of Accumulated other comprehensive income (loss) in the Company’s Consolidated Balance Sheet. For those operations that have the U.S. dollar as their functional currency, transactions denominated in the local currency are measured in U.S. dollars using the current rates of exchange for monetary assets and liabilities and historical rates of exchange for nonmonetary assets. Gains and losses from remeasurement of monetary assets and liabilities are included in Other within Other income (expense) within the Company’s Consolidated Statements of Operations.\nThe Company uses financial instruments to reduce its overall exposure to the effects of currency fluctuations on cash flows. The Company’s policy prohibits speculation in financial instruments for profit on exchange rate fluctuations, trading in currencies for which there are no underlying exposures, or entering into transactions for any currency to intentionally increase the underlying exposure.\nThe Company’s strategy related to foreign exchange exposure management is to offset the gains or losses on the financial instruments against gains or losses on the underlying operational cash flows, net investments or monetary assets and liabilities based on the Company's assessment of risk. The Company enters into derivative contracts for some of its non-functional currency cash, receivables, and payables, which are primarily denominated in major currencies that can be traded on open markets. The Company typically uses forward contracts and options to hedge these currency exposures. In addition, the Company has entered into derivative contracts for some forecasted transactions or net investments in some of its overseas entities, which are designated as part of a hedging relationship if it is determined that the transaction qualifies for hedge accounting under the provisions of the authoritative accounting guidance for derivative instruments and hedging activities. A portion of the Company’s exposure is from currencies that are not traded in liquid markets and these are addressed, to the extent reasonably possible, by managing net asset positions, product pricing and component sourcing.\nDerivative Instruments:\nGains and losses on hedging instruments that do not qualify for hedge accounting are recorded immediately in Other income (expense) within the Consolidated Statements of Operations. Gains and losses pertaining to instruments designated as net investment hedges that qualify for hedge accounting are recognized as a component of Accumulated other comprehensive income (loss). Components excluded from the assessment of hedge ineffectiveness in net investment hedges are included in Accumulated other comprehensive income (loss) at their initial value and amortized into Interest expense, net on a straight-line basis.\nFair Value Measurements:\nThe Company holds certain fixed income securities, equity securities and derivatives, which are recognized and disclosed at fair value in the financial statements. Fair value is defined as the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants as of the measurement date and is measured using the fair value hierarchy. This hierarchy prescribes valuation techniques based on whether the inputs to each measurement are observable or unobservable. Observable inputs reflect market data obtained from independent sources, while\n60\nunobservable inputs reflect the Company's assumptions about current market conditions. The prescribed fair value hierarchy and related valuation methodologies are as follows:\nLevel 1 — Quoted prices for identical instruments in active markets.\nLevel 2 — Quoted prices for similar instruments in active markets, quoted prices for identical or similar instruments in markets that are not active, and model-derived valuations, in which all significant inputs are observable, in active markets.\nLevel 3 — Valuations derived from valuation techniques, in which one or more significant inputs are unobservable.\nEarnings Per Share:\nThe Company calculates its basic earnings per share based on the weighted-average number of common shares issued and outstanding. Net earnings attributable to Motorola Solutions, Inc. is divided by the weighted average common shares outstanding during the period to arrive at the basic earnings per share. Diluted earnings per share is calculated by dividing net earnings attributable to Motorola Solutions, Inc. by the sum of the weighted-average number of common shares used in the basic earnings per share calculation and the weighted-average number of common shares that would be issued assuming exercise or conversion of all potentially dilutive securities, excluding those securities that would be anti-dilutive to the earnings per share calculation. Both basic and diluted earnings per share amounts are calculated for net earnings attributable to Motorola Solutions, Inc. for all periods presented.\nShare-Based Compensation Costs:\nThe Company grants share-based compensation awards and offers an employee stock purchase plan. The amount of compensation cost for these share-based awards is generally measured based on the fair value of the awards as of the date that the share-based awards are issued and adjusted to the estimated number of awards that are expected to vest. The fair values of stock options and stock appreciation rights are generally determined using a Black-Scholes option pricing model which incorporates assumptions about expected volatility, risk-free rate, dividend yield, and expected life. Performance-based stock options, performance-contingent stock options, and market stock units vest based on market conditions and are therefore measured under a Monte Carlo simulation in order to simulate a range of possible future unit prices for Motorola Solutions over the performance period. Compensation cost for share-based awards is recognized on a straight-line basis over the vesting period.\nDefined Benefit Plans:\nThe Company records annual expenses relating to its defined benefit plans based on calculations which include various actuarial assumptions, including discount rates, assumed asset rates of return, compensation increases, and turnover rates. The Company reviews its actuarial assumptions on an annual basis and makes modifications to the assumptions based on current rates and trends. Under relevant accounting rules, when almost all of the plan participants are considered inactive, the amortization period for certain unrecognized gains and losses changes from the average remaining service period to the average remaining lifetime of the participants. As such, depending on the specific plan, the Company amortizes gains and losses over periods ranging from\nten\nto\nthirty years\n. Prior service costs will be amortized over periods ranging from\none\nto\ntwenty-nine years\n. Benefits under all pension plans are valued based on the projected unit credit cost method.\nThe funded status, or projected benefit obligation less plan assets, for each plan, is reflected in the Company’s Consolidated Balance Sheets using a December 31 measurement date.\nThe benefit obligation and plan assets for the Company's U.S. Pension Benefit Plan and Postretirement Health Care Benefit Plan are measured as of December 31, 2020. The Company utilizes a five-year, market-related asset value method of recognizing asset related gains and losses.\nRecent Acquisitions:\nOn August 28, 2020, we acquired the Callyo business (\"Callyo\"), a cloud-based mobile applications provider for law enforcement in North America for $\n63\nmillion, inclusive of share-based compensation withheld at a fair value of $\n3\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n61\nmillion in cash, net of cash acquired. This acquisition adds to our existing Command Center Software suite critical mobile technological capabilities that enable information to flow seamlessly from the field to the command center. The business is a part of the Software and Services segment.\nOn July 31, 2020, we acquired Pelco, Inc. (\"Pelco\"), a global provider of video security solutions for a purchase price of $\n110\nmillion. The acquisition was settled with $\n108\nmillion of cash, net of cash acquired. The acquisition demonstrates our continued investment in Video Security and Analytics, adding a broad range of products that can be used in a variety of commercial and industrial environments and use cases. The business is part of both the Products and Systems Integration segment and the Software and Services segment.\nOn June 16, 2020 we acquired IndigoVision Group plc (\"IndigoVision\") for a purchase price of $\n37\nmillion. The acquisition was settled with $\n35\nmillion of cash, net of cash acquired and debt assumed. The acquisition complements our Video Security and Analytics technology, providing enhanced geographical reach across a wider customer base. The business is a part of both the Products and Systems Integration segment and the Software and Services segment.\nOn April 30, 2020, we acquired a cybersecurity services business for $\n32\nmillion of cash, net of cash acquired. The acquisition expands our ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, and managed services including security monitoring of network operations. The business is a part of the Software and Services segment.\n61\nOn March 3, 2020, we acquired a cybersecurity services business for $\n40\nmillion, inclusive of share-based compensation withheld at a fair value of $\n6\nmillion that will be expensed over a service period of\ntwo years\n. The acquisition was settled with $\n33\nmillion of cash, net of cash acquired. The acquisition expands our ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, managed services and remediation and response capabilities. The business is a part of the Software and Services segment.\nOn October 16, 2019, we acquired a data solutions business for vehicle location information for a purchase price of $\n85\nmillion, net of cash acquired. The acquisition enhances our Video Security and Analytics technology by adding data to our existing license plate recognition (“LPR”) database within our Software and Services segment.\nOn July 11, 2019, we acquired WatchGuard, Inc. (\"WatchGuard\"), a provider of in-car and body-worn video solutions for $\n271\nmillion, inclusive of share-based compensation withheld at a fair value of $\n16\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n250\nmillion of cash, net of cash acquired. The acquisition expands our Video Security and Analytics technology within both the Products and Systems Integration segment and the Software and Services segment.\nOn March 11, 2019, we acquired Avtec, Inc. (\"Avtec\"), a provider of dispatch communications for U.S. public safety and commercial customers for a purchase price of $\n136\nmillion in cash, net of cash acquired. This acquisition expands our commercial portfolio with new capabilities, allowing us to offer an enhanced platform for customers to communicate, coordinate resources and secure their facilities. The business is part of both the Products and Systems Integration segment and the Software and Services segment.\nOn January 7, 2019, we announced that we acquired VaaS International Holdings (\"VaaS\"), a company that is a global provider of data and image analytics for vehicle location for $\n445\nmillion, inclusive of share-based compensation withheld at a fair value of $\n38\nmillion that will be expensed over an average service period of\none year\n. The acquisition was settled with $\n231\nmillion of cash, net of cash acquired, and\n1.4\nmillion of shares issued at a fair value of $\n160\nmillion for a purchase price of $\n391\nmillion. This acquisition expands Video Security and Analytics within both the Products and Systems Integration segment and the Software and Services segment.\nOn March 28, 2018, we completed the acquisition of Avigilon Corporation (\"Avigilon\"), a provider of advanced security and video solutions including video analytics, network video management hardware and software, video cameras and access control solutions, for a purchase price of $\n974\nmillion. The acquisition expands Video Security and Analytics within both the Products and Systems Integration segment and the Software and Services segment.\nOn March 7, 2018, we completed the acquisition of Plant Holdings, Inc. (\"Plant\"), the parent company of Airbus DS Communications, for a purchase price of $\n237\nmillion. This acquisition expands our Command Center Software portfolio with additional solutions for next generation 911 within our Software and Services segment.\nRecent Accounting Pronouncements:\nIn August 2020, the Financial Accounting Standards Board (\"FASB\") issued Accounting Standards Update (\"ASU\") No. 2020-06, \"Debt - Debt with Conversion and Other Options (Subtopic 470-20) and Derivatives and Hedging-Contracts in Entity’s Own Equity (Subtopic 815-40) - Accounting for Convertible Instruments and Contracts in an Entity’s Own Equity,\" which simplifies the accounting for certain financial instruments with characteristics of liabilities and equity, including convertible instruments. The new guidance removes the separation models for convertible debt with a cash conversion feature or a beneficial conversion feature. In addition, the new standard provides guidance on calculating the dilutive impact of convertible debt on earnings per share. The ASU clarifies that the average market price should be used to calculate the diluted earnings per share denominator when the exercise price or the number of shares that may be issued is variable. The ASU is effective for the Company on January 1, 2022, including interim periods, with early adoption permitted. The ASU permits the use of either a full or modified retrospective method of adoption. The Company is still evaluating the impact of the adoption of this ASU on its financial statements and disclosures.\nIn December 2019, the FASB issued ASU No. 2019-12, “Income Taxes (Topic 740),” which simplifies the accounting for income taxes by removing certain exceptions and streamlining other areas of accounting for income taxes. The ASU is effective for the Company on January 1, 2021 with early adoption permitted. Portions of the amendment within the ASU require retrospective, modified retrospective or prospective adoption methods. The Company has determined that the adoption of this ASU will not have a material impact on its financial statement disclosures.\nRecently Adopted Accounting Pronouncements:\nIn August 2018, the FASB issued ASU No. 2018-14, \"Disclosure Framework – Changes to the Disclosure Requirements for Defined Benefit Plans,\" which amends ASC 715-20, Compensation – Retirement Benefits – Defined Benefit Plans – General. This ASU modifies the disclosure requirements for employers that sponsor defined benefit pension or other postretirement plans by removing and adding certain disclosures for these plans. The eliminated disclosures include the amounts in accumulated other comprehensive income expected to be recognized in net periodic benefit costs over the next fiscal year and the effects of a one-percentage-point change in assumed health care cost trend rates on the net periodic benefit costs and the benefit obligation for postretirement health care benefits. The new disclosures also require an explanation of significant gains and losses related to changes in benefit obligations. The Company adopted ASU No. 2018-14 for the year ended December 31, 2020 and applied the\n62\nrequired retrospective transition method. The adoption, which is limited to disclosures only, did not have a material effect on the Company’s consolidated financial statements.\nIn June 2016, the FASB issued ASU No. 2016-13, “Financial Instruments - Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments,” which requires the Company to measure and recognize expected credit losses for financial assets held and not accounted for at fair value through net income. In November 2018, April 2019, May 2019 and November 2019, the FASB issued ASU No. 2018-19, “Codification Improvements to Topic 326, Financial Instruments - Credit Losses,” ASU No. 2019-04, \"Codification Improvements to Topic 326, Financial Instruments - Credit Losses, Topic 815, Derivatives and Hedging, and Topic 825, Financial Instruments,\" ASU No. 2019-05, \"Financial Instruments - Credit Losses (Topic 326): Targeted Transition Relief,\" and ASU No. 2019-11,\"Codification Improvements to Topic 326, Financial Instruments - Credit Losses,” respectively, which collectively provided additional implementation guidance regarding ASU No. 2016-13. The Company adopted ASU No. 2016-13 as of January 1, 2020 using a modified retrospective transition approach for all credit losses. Consequently, financial information was not updated and disclosures required under ASU No. 2016-13 are not provided for dates and periods before January 1, 2020.\nThe Company considered the impact of adoption of ASU No. 2016-13 by reviewing historical losses in conjunction with current and future economic conditions on the following financial assets: i) cash equivalents, ii) accounts receivable, iii) contract assets, and iv) long-term receivables. Historical losses for these financial assets were previously insignificant with the exception of accounts receivable. The Company estimates credit losses on accounts receivable based on historical losses and then takes into account estimates of current and future economic conditions. The Company’s historical loss model is based on past due customer receivable balances and considers past collection experience, historical write-offs as well as the customer’s overall financial condition. Customer receivables are considered past due if payments have not been received within the agreed invoice terms. These historical losses are aggregated based on the type of customer (direct and indirect) and the geographic region (North America region and International region). The adoption of this standard did not have a material impact to the Company's financial statements.\nThe following table displays the rollforward of the allowance for credit losses on the Company's trade receivables:\n*Adjustments include translation adjustments\nWe adopted ASU No. 2016-02, “Leases,” and all the related amendments (collectively “ASC 842”) on January 1, 2019. ASC 842 establishes a right-of-use model (\"ROU\") that requires a lessee to recognize a ROU asset and lease liability on the balance sheet for all leases with an initial term longer than twelve months. Leases are classified as finance or operating, with classification affecting the pattern and presentation of expense recognition in the income statement.\nASC 842 provides for a number of optional practical expedients in transition. We elected the practical expedients, which permit us to not reassess prior conclusions about lease identification, lease classification and initial direct costs under ASC 842. We did not elect the \"use-of hindsight\" practical expedient to determine the lease term or in assessing the likelihood that a lease purchase option will be exercised, allowing us to carry forward the lease term as determined prior to adoption of ASC 842. Finally, we also elected the practical expedient related to land easements, which enabled us to continue our accounting treatment for land easements on existing agreements as of January 1, 2019.\nASC 842 also provides practical expedients for an entity’s ongoing accounting. We elected the short-term lease recognition exemption for all leases that qualify. A short-term lease is one with a term of 12 months or less, including any optional periods that are reasonably certain of exercise. For those leases that qualify, the exemption allows us to not recognize ROU assets or lease liabilities, including not recognizing ROU assets or lease liabilities for existing short-term leases at transition. Short-term lease costs are recognized as rent expense on a straight-line basis over the lease term consistent with our prior accounting. We also elected the practical expedient to not separate lease and non-lease components for all current lease categories.\nAs of January 1, 2019, we recognized operating lease liabilities of $\n648\nmillion based on the present value of the remaining minimum rental payments determined under prior lease accounting standards and corresponding ROU assets of $\n588\nmillion. The $\n60\nmillion difference between operating lease liabilities and ROU assets recognized is due to deferred rent and exit cost accruals recorded under prior accounting standards. ASC 842 requires such balances to be reclassified against ROU assets at transition.\nFor arrangements where we are the lessor, the adoption of ASC 842 did not have a material impact on our financial statements as the majority of our leases are operating leases embedded within managed services contracts. ASC 842 provides a practical expedient for lessors in which the lessor may elect, by class of underlying asset, to not separate non-lease components from the associated lease component and, instead, to account for these components as a single component if both of the following are met: (i) the timing and pattern of transfer of the non-lease component(s) and associated lease component are the same and (ii) the lease component, if accounted for separately, would be classified as an operating lease. The accounting under the practical expedient depends on which component(s) is predominant in the contract. If the non-lease component is predominant, the single component is accounted under ASC Topic 606 \"Revenue from Contracts with Customers\" and accounting and disclosure under ASC 842 is not applicable. We have elected the above practical expedient and determined that non-lease components are predominant and, accordingly, are accounting for the single components as managed service contracts under ASC Topic 606.\n63\n2.\nRevenue from Contracts with Customers\nDisaggregation of Revenue\nDuring the first quarter of 2020, the Company restructured to realize more operational efficiencies, combining our Europe, Middle East and Africa (\"EMEA\"), Asia Pacific (\"AP\"), and Latin America (\"LA\") regions into one region, which is now reflected as \"International.\" Accordingly, the Company now reports net sales in the following\ntwo\ngeographic regions: North America, which includes the United States and Canada, and International. In addition, during the fourth quarter of 2020, the Company updated its presentation of major products and services to provide a more comprehensive view of technologies within our reporting segments. Accordingly, the Company now reports net sales in the following three major products and services (which we refer to as \"technologies\" in this Form 10-K): LMR Mission Critical Communications, Video Security and Analytics, and Command Center Software. The Company has updated all periods presented to reflect this change in presentation.\nThe following table summarizes the disaggregation of our revenue by segment, geography, major product and service type and customer type for the year ended December 31, 2020, consistent with the information reviewed by our chief operating decision maker for evaluating the financial performance of reportable segments:\nRemaining Performance Obligations\nRemaining performance obligations represent the revenue that is expected to be recognized in future periods related to performance obligations that are unsatisfied, or partially unsatisfied, as of the end of a period. The transaction value associated with remaining performance obligations which are not yet satisfied as of December 31, 2020 was $\n7.2\nbillion. A total of $\n3.1\nbillion is from Products and Systems Integration performance obligations that are not yet satisfied, of which $\n1.5\nbillion is expected to be recognized in the next\ntwelve months\n. The remaining amounts will generally be satisfied over time as systems are implemented. A total of $\n4.1\nbillion is from Software and Services performance obligations that were not yet satisfied as of December 31, 2020. The determination of Software and Services performance obligations that are not satisfied takes into account a contract term that may be limited by the customer’s ability to terminate for convenience. Where termination for convenience exists in the Company's services contracts, its disclosure of the remaining performance obligations that are unsatisfied assumes the contract term is limited until renewal. The Company expects to recognize $\n1.5\nbillion from unsatisfied Software and Services performance obligations over the next\ntwelve months\n, with the remaining performance obligations to be recognized over time as services are performed and software is implemented.\nPayment terms on system contracts are typically tied to implementation milestones associated with progress on contracts, while revenue recognition is over time based on a cost-to-cost method of measuring performance. The Company may recognize a contract asset or contract liability, depending on whether revenue has been recognized in excess of billings or billings in excess of revenue. Services contracts are typically billed in advance, generating Contract liabilities until the Company has performed the services. The Company does not record a financing component to contracts when it expects, at contract inception, that the period between the transfer of a promised good or service and related payment terms are less than a year.\n64\nContract Balances\nRevenue recognized during the year ended December 31, 2020 which was previously included in Contract liabilities as of January 1, 2020 was $\n946\nmillion, compared to $\n854\nmillion of revenue recognized during the year ended December 31, 2019 which was previously included in Contract liabilities as of January 1, 2019, and $\n836\nmillion of revenue recognized during the year ended December 31, 2018 which was previously included in Contract liabilities as of January 1, 2018. Revenue of $\n53\nmillion was reversed during the year ended December 31, 2020 related to performance obligations satisfied, or partially satisfied, in previous periods, primarily driven by changes in the estimates of progress on system contracts, compared to $\n50\nmillion during the year ended December 31, 2019 and $\n15\nmillion during the year ended December 31, 2018.\nThere have been\nno\nmaterial expected credit losses recognized on contract assets during the year ended December 31, 2020.\nContract Cost Balances\nContract cost assets represent incremental costs to obtain a contract, primarily related to the Company's sales incentive plans, and certain costs to fulfill contracts. Contract cost assets are amortized into expense over a period that follows the passage of control to the customer over time. Incremental costs to obtain a contract with the Company's sales incentive plans are accounted for under a portfolio approach, with amortization ranging from\none\nto\nfour years\nto approximate the recognition of revenues over time. Where incremental costs to obtain a contract will be recognized in one year or less, the Company applies a practical expedient around expensing amounts as incurred. Amortization of contract cost assets was $\n49\nmillion for the year ended December 31, 2020, compared to $\n42\nmillion as of the year ended December 31, 2019 and $\n44\nmillion as of the year ended December 31, 2018.\n3.\nLeases\nComponents of Lease Expense\nRental expense, net of sublease income, for the year ended December 31, 2018 was $\n108\nmillion.\n65\nLease Assets and Liabilities\nFor the year ended December 31, 2020, the Company exercised a break option reducing the term of an International office lease by\nfive years\n. This resulted in a reduction to both the Operating lease asset and Operating lease liabilities by approximately $\n47\nmillion.\nOther Information Related to Leases\nFuture Lease Payments\n66\n4.\nOther Financial Data\nStatement of Operations Information\nOther Charges (Income)\nOther charges (income) included in Operating earnings consist of the following:\nDuring 2020, the Company recorded a $\n50\nmillion gain on the sale of a manufacturing facility in Europe.\nDuring 2018, the Company recorded an environmental reserve charge of $\n57\nmillion relating to a designated Superfund site due to: (i) changing the expected timeline of the remediation activities to\n30\nyears and (ii) additional costs for further remediation efforts, increasing the reserve to $\n107\nmillion.\nOther Income (Expense)\nInterest expense, net, and Other both included in Other income (expense) consist of the following:\n67\nEarnings Per Common Share\nBasic and diluted earnings per common share from net earnings attributable to Motorola Solutions, Inc. are computed as follows:\nIn the computation of diluted earnings per common share for the year ended December 31, 2020, the assumed exercise of\n0.4\nmillion options, including\n0.1\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive. In the computation of diluted earnings per common share for the year ended December 31, 2019, the assumed exercise of\n0.3\nmillion options, including\n0.1\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive. In the computation of diluted earnings per common share for the year ended December 31, 2018, the assumed exercise of\n0.8\nmillion options, including\n0.6\nmillion subject to market-based contingent option agreements, were excluded because their inclusion would have been antidilutive.\nOn September 5, 2019, the Company issued $\n1.0\nbillion of\n1.75\n% senior convertible notes which mature on September 15, 2024 (\"New Senior Convertible Notes\"). The notes are convertible based on a conversion rate of 4.9140 per $1,000 principal amount (which is equal to an initial conversion price of $\n203.50\nper share). In the event of conversion, the Company intends to settle the principal amount of the New Senior Convertible Notes in cash. Because of the Company’s intention to settle the par value of the New Senior Convertible Notes in cash, Motorola Solutions does not reflect any shares underlying the New Senior Convertible Notes in its diluted weighted average shares outstanding until the average stock price per share for the period exceeds the conversion price. Only the number of shares that would be issuable (under the treasury stock method of accounting for share dilution) will be included, which is based upon the amount by which the average stock price exceeds the conversion price of $\n203.50\n. For the period ended December 31, 2020, there was no dilutive effect of the New Senior Convertible Notes on diluted earnings per share attributable to Motorola Solutions, Inc. as the average stock price for the period outstanding was below the conversion price. See further discussion in Note 5.\nBalance Sheet Information\nAccounts Receivable, Net\nAccounts receivable, net, consists of the following:\n68\nInventories, Net\nInventories, net, consist of the following:\nOther Current Assets\nOther current assets consist of the following:\nProperty, Plant and Equipment, Net\nProperty, plant and equipment, net, consist of the following:\nDepreciation expense for the years ended December 31, 2020, 2019, and 2018 was $\n194\nmillion, $\n186\nmillion and $\n172\nmillion, respectively.\nInvestments\nInvestments consist of the following:\nThe Company’s common stock portfolio reflects investments in publicly-traded companies within the communications services sector and is valued utilizing active market prices for similar instruments. The Company did not recognize any significant fair value adjustments to the investments during the year ended December 31, 2020.\nStrategic investments include investments in non-public technology-driven startup companies. Strategic investments do not have a readily determinable fair value and are recorded at cost, less any impairment, and adjusted for changes resulting from observable, orderly transactions for identical or similar securities. The Company did not recognize any significant adjustments to the recorded cost basis during the year ended December 31, 2020.\nThe Company recorded a $\n2\nmillion loss on the sale of investments and businesses during the year ended December 31, 2020 and gains on the sale of investments and businesses of $\n5\nmillion and $\n16\nmillion for the years ended December 31, 2019 and December 31, 2018, respectively. During the year ended December 31, 2019, the Company received $\n6\nmillion in cash for the sale of $\n3\nmillion of net assets related to a two-way communications rental business, resulting in the gain on sale of a business of $\n3\nmillion.\nDuring the year ended December 31, 2020, the Company recorded investment impairment charges of $\n4\nmillion, compared to $\n18\nmillion during the year ended December 31, 2019 and $\n5\nmillion during the year ended December 31, 2018, representing other-than-temporary declines in the value of the Company’s strategic equity investment portfolio.\n69\nOther Assets\nOther assets consist of the following:\nAccrued Liabilities\nAccrued liabilities consist of the following:\nOther Liabilities\nOther liabilities consist of the following:\nStockholders’ Equity Information\nShare Repurchase Program:\nThrough a series of actions, the board of directors has authorized the Company to repurchase in the aggregate up to $\n14.0\nbillion of its outstanding shares of common stock (the “share repurchase program”). The share repurchase program does not have an expiration date. As of December 31, 2020, the Company had used approximately $\n13.4\nbillion of the share repurchase authority, including transaction costs, to repurchase shares, leaving $\n649\nmillion of authority available for future repurchases.\nThe Company's share repurchases, including transaction costs, for 2020, 2019, and 2018 can be summarized as follows:\nPayment of Dividends:\nOn November 19, 2020, the Company announced that its board of directors approved an increase in the quarterly cash dividend from $\n0.64\nper share to $\n0.71\nper share of common stock.\nDuring the years ended December 31, 2020, 2019, and 2018 the Company paid $\n436\nmillion, $\n379\nmillion, and $\n337\nmillion, respectively, in cash dividends to holders of its common stock. On January 15, 2021, the Company paid an additional $\n120\nmillion in cash dividends to holders of our common stock.\n70\nAccumulated Other Comprehensive Loss\nThe following table displays the changes in Accumulated other comprehensive loss, including amounts reclassified into income, and the affected line items in the Consolidated Statements of Operations during the years ended December 31, 2020, 2019, and 2018:\n71\n5.\nDebt and Credit Facilities\nLong-Term Debt\nIn May of 2019, the Company issued $\n650\nmillion of\n4.60\n% senior notes due 2029. The Company received proceeds of $\n645\nmillion after debt issuance costs and debt discounts. These proceeds were then used to repurchase $\n614\nmillion in principal amount of its outstanding long-term debt for a purchase price of $\n654\nmillion, excluding $\n3\nmillion of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, the Company recognized a loss of $\n43\nmillion related to this repurchase in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nIn August of 2019, the Company issued a follow-on offering of $\n150\nmillion to the outstanding\n4.60\n% senior notes due 2029 bringing the total outstanding principal to $\n800\nmillion. The Company recognized net proceeds of $\n159\nmillion after debt premiums and debt issuance costs. These proceeds were then used to repurchase the remaining $\n150\nmillion principal amount of the\n3.5\n% senior notes due 2021 for a purchase price of $\n155\nmillion, excluding $\n2\nmillion of accrued interest. After accelerating the amortization of debt issuance costs, the Company recognized a loss of $\n7\nmillion related to this repurchase in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nOn September 5, 2019, in connection with the Company's repurchase and settlement of the outstanding principal amount of\n2.00\n% senior convertible notes due 2020 issued to Silver Lake Partners, the Company entered into an agreement with Silver Lake Partners to issue $\n1.0\nbillion of\n1.75\n% senior convertible notes which mature in September 2024 (the \"New Senior Convertible Notes\"). Interest on these notes is payable semiannually. The notes are convertible anytime on or after\ntwo years\nfrom their issuance date, except in certain limited circumstances. The notes are convertible based on a conversion rate of 4.9140 per $1,000 principal amount (which is equal to an initial conversion price of $\n203.50\nper share). In the event of conversion, the Company intends to settle the principal amount of the New Senior Convertible Notes in cash. The Company recorded a debt liability associated with the New Senior Convertible Notes by determining the fair value of an equivalent debt instrument without a conversion option. Using a discount rate of\n2.45\n%, which was determined based on a review of relevant market data, the Company calculated the debt liability to be $\n986\nmillion, indicating a $\n14\nmillion discount to be amortized over the expected life of the debt instrument. The remaining proceeds of $\n14\nmillion were allocated to the conversion option and accordingly, increased Additional paid-in capital.\nIn August of 2020, the Company issued $\n900\nmillion of\n2.30\n% senior notes due 2030. The Company recognized net proceeds of $\n892\nmillion after debt issuance costs and debt discounts. A portion of these proceeds were then used to redeem $\n552\nmillion in principal amount outstanding of the\n3.75\n% senior notes due 2022 for a redemption price of $\n582\nmillion, excluding $\n7\nmillion of accrued interest. The remaining proceeds were used to repurchase $\n293\nmillion in principal amount outstanding of its long-term debt under a tender offer, for a purchase price of $\n315\nmillion, excluding $\n5\nmillion of accrued interest. After accelerating the amortization of debt issuance costs and debt discounts, the Company recognized a loss of $\n56\nmillion related to the redemption and the repurchase in Other, net within Other income (expense) in the Consolidated Statements of Operations.\nThe Company has an unsecured commercial paper program, backed by the 2017 Motorola Solutions Credit Agreement (defined below), under which the Company may issue unsecured commercial paper notes up to a maximum aggregate principal amount of $\n2.2\nbillion outstanding at any one time. At maturity, the notes are paid back in full including the interest component. The notes are not redeemable prior to maturity. As of December 31, 2020, the Company had\nno\noutstanding debt under the commercial paper program.\n72\nAggregate requirements for long-term debt maturities during the next five years are as follows: 2021—$\n12\nmillion; 2022—$\n4\nmillion; 2023—$\n326\nmillion; 2024—$\n1.6\nbillion; and 2025—$\n322\nmillion.\nCredit Facilities\nAs of December 31, 2020, the Company had a $\n2.2\nbillion syndicated, unsecured revolving credit facility scheduled to mature in April 2022, which can be used for borrowing and letters of credit (the \"2017 Motorola Solutions Credit Agreement\"). The 2017 Motorola Solutions Credit Agreement includes a $\n500\nmillion letter of credit sub-limit with $\n450\nmillion of fronting commitments. Borrowings under the facility bear interest at the prime rate plus the applicable margin, or at a spread above the London Interbank Offered Rate (\"LIBOR\"), at the Company's option. Following the turmoil in the financial markets caused by the COVID-19 pandemic, the Company borrowed $\n800\nmillion under the facility to bolster its cash holdings out of precaution in the first quarter of 2020 which was repaid as of December 31, 2020. The weighted average borrowing rate for amounts outstanding during the year ended December 31, 2020 was\n1.70\n%. An annual facility fee is payable on the undrawn amount of the credit line. The interest rate and facility fee are subject to adjustment if the Company's credit rating changes. The Company must comply with certain customary covenants including a maximum leverage ratio, as defined in the 2017 Motorola Solutions Credit Agreement. The Company was in compliance with its financial covenants as of December 31, 2020.\n6.\nRisk Management\nForeign Currency Risk\nAt December 31, 2020, the Company had outstanding foreign exchange contracts with notional amounts totaling $\n1.2\nbillion, compared to $\n1.1\nbillion outstanding at December 31, 2019. The Company does not believe these financial instruments should subject it to undue risk due to foreign exchange movements because gains and losses on these contracts should generally offset gains and losses on the underlying assets, liabilities and transactions.\nThe following table shows the Company's five largest net notional amounts of the positions to buy or sell foreign currency as of December 31, 2020 and the corresponding positions as of December 31, 2019:\nNet Investment Hedges\nThe Company uses foreign exchange forward contracts with contract terms of\n12\nto\n15\nmonths to hedge against the effect of the British pound and the Euro exchange rate fluctuations against the U.S. dollar on a portion of its net investment in certain European operations. The Company recognizes changes in the fair value of the net investment hedges as a component of foreign currency translation adjustments within other comprehensive income to offset a portion of the change in translated value of the net investment being hedged, until the investment is sold or liquidated. The Company has elected to exclude the difference between the spot rate and the forward rate of the forward contract from its assessment of hedge effectiveness. The effect of the excluded components will be amortized on a straight-line basis and recognized through interest expense. As of December 31, 2020, the Company had €\n100\nmillion of net investment hedges in certain Euro functional subsidiaries and £\n100\nmillion of net investment hedges in certain British pound functional subsidiaries. During the year ended December 31, 2020, the Company amortized $\n3\nmillion of income from the excluded components through interest expense.\nCounterparty Risk\nThe use of derivative financial instruments exposes the Company to counterparty credit risk in the event of non-performance by counterparties. However, the Company’s risk is limited to the fair value of the instruments when the derivative is in an asset position. The Company actively monitors its exposure to credit risk. As of December 31, 2020, all of the counterparties had investment grade credit ratings. As of December 31, 2020, the credit risk with all derivative counterparties was approximately $\n14\nmillion.\n73\nDerivative Financial Instruments\nThe following tables summarize the fair values and location in the Consolidated Balance Sheet of all derivative financial instruments held by the Company at December 31, 2020 and 2019:\nThe following table summarizes the effect of derivatives designated as hedging instruments, for the years ended December 31, 2020, 2019 and 2018:\nThe following table summarizes the effect of derivatives not designated as hedging instruments, for the years ended December 31, 2020, 2019 and 2018:\n7.\nIncome Taxes\nComponents of Income Tax Expense\nComponents of earnings before income taxes are as follows:\n74\nComponents of income tax expense (benefit) are as follows:\nDifferences between income tax expense computed at the U.S. federal statutory tax rate of 21% and income tax expense as reflected in the Consolidated Statements of Operations are as follows:\nThe effective tax rate for 2020 was below the current U.S. federal statutory rate of 21% primarily due to the recognition of excess tax benefits of share-based compensation and increased benefit of research and development tax credits.\nDeferred tax balances that were recorded within Accumulated other comprehensive loss in the Company’s Consolidated Balance Sheet, rather than Income tax expense, are the result of retirement benefit adjustments, currency translation adjustments, and fair value adjustments to available-for-sale securities. The adjustments were benefits of $\n11\nmillion for the year ended December 31, 2020, charges of $\n97\nmillion for the year ended December 31, 2019 and benefits of $\n38\nmillion for the year ended December 31, 2018.\nThe Company evaluates its permanent reinvestment assertions with respect to foreign earnings at each reporting period and generally, except for certain earnings that the Company intends to reinvest indefinitely due to the capital requirements of the foreign subsidiaries or due to local country restrictions, accrues for the U.S. federal and foreign income tax applicable to the earnings. As a result of the 2017 U.S. Tax Cuts and Jobs Act (\"the Tax Act\"), dividends from foreign subsidiaries are now exempt or the earnings have been previously subject to U.S. tax. As a result, the tax accrual for undistributed foreign earnings is limited primarily to foreign withholding taxes and tax on inherent capital gains that would result from distribution of foreign earnings which are not permanently reinvested, and such earnings may be distributed without an additional charge.\nUndistributed foreign earnings that the Company intends to reinvest indefinitely amounted to, in the aggregate, $\n1.9\nbillion at December 31, 2020. It is impracticable to determine the exact amount of unrecognized deferred tax liabilities on such earnings; however, due to the above-mentioned changes made under the Tax Act, the Company believes that the additional U.S. or foreign income tax charge with respect to such earnings, if distributed, would be immaterial.\nGross deferred tax assets were $\n2.1\nbillion and $\n2.0\nbillion for December 31, 2020 and December 31, 2019, respectively. Deferred tax assets, net of valuation allowances, were $\n1.7\nbillion and $\n1.6\nbillion at December 31, 2020 and December 31, 2019, respectively. Gross deferred tax liabilities were $\n926\nmillion and $\n854\nmillion at December 31, 2020 and 2019, respectively.\n75\nSignificant components of deferred tax assets (liabilities) are as follows:\nAt December 31, 2020 and 2019, the Company had valuation allowances of $\n341\nmillion and $\n349\nmillion, respectively, against its deferred tax assets, including $\n81\nmillion and $\n85\nmillion, respectively, relating to deferred tax assets for non-U.S. subsidiaries. The Company’s U.S. valuation allowance decreased $\n5\nmillion during 2020 primarily due to the expiration of tax attributes. The Company's U.S. valuation allowance decreased $\n111\nmillion during 2019 primarily due to a change in the Company's ability to utilize U.S. foreign tax credits and the expiration of tax attributes. The Company believes that the remaining deferred tax assets are more-likely-than-not to be realizable based on estimates of future taxable income and the implementation of tax planning strategies.\nTax attribute carryforwards are as follows:\nThe Company had unrecognized tax benefits of $\n64\nmillion and $\n70\nmillion at December 31, 2020 and December 31, 2019, respectively, of which approximately $\n53\nmillion and $\n66\nmillion, if recognized, would have affected the effective tax rate for 2020 and 2019, respectively.\nA roll-forward of unrecognized tax benefits is as follows:\n76\nThe Company recorded $\n49\nmillion and $\n53\nmillion of unrecognized tax benefits in other liabilities at December 31, 2020 and December 31, 2019, respectively.\nThe Internal Revenue Service (\"IRS\") has concluded the examination of the Company's 2014 and 2015 tax years. The Company also has several state and non-U.S. audits pending.\nA summary of open tax years by major jurisdiction is presented below:\nAlthough the final resolution of the Company’s global tax disputes is uncertain, based on current information, in the opinion of the Company’s management, the ultimate disposition of these matters will not have a material adverse effect on the Company’s consolidated financial position or liquidity. However, an unfavorable resolution of the Company’s global tax disputes could have a material adverse effect on the Company’s results of operations in the periods, and as of the dates, on which the matters are ultimately resolved.\nBased on the potential outcome of the Company’s global tax examinations, the expiration of the statute of limitations for specific jurisdictions, or the continued ability to satisfy tax incentive obligations, it is reasonably possible that the unrecognized tax benefits will change within the next twelve months. The associated net tax impact on the effective tax rate, exclusive of valuation allowance changes, is estimated to be up to a $\n13\nmillion tax benefit.\nAt December 31, 2020, the Company had $\n33\nmillion accrued for interest and $\n15\nmillion accrued for penalties on unrecognized tax benefits. At December 31, 2019, the Company had $\n29\nmillion and $\n16\nmillion accrued for interest and penalties, respectively, on unrecognized tax benefits. The Company's policy is to classify the interest and penalty as a component of interest expense and other expense, respectively.\n8.\nRetirement Benefits\nPension and Postretirement Health Care Benefits Plans\nU.S. Pension Benefit Plans\nThe Company’s non-contributory U.S. defined benefit plan (the \"U.S. Pension Plan\") provides benefits to U.S. employees hired prior to January 1, 2005, who became eligible after\none year\nof service. The Company also has an additional non-contributory supplemental retirement benefit plan, the Motorola Supplemental Pension Plan (\"MSPP\"), which provided supplemental benefits to individuals by replacing benefits that are lost by such individuals under the retirement formula due to application of the limitations imposed by the Internal Revenue Code. In December 2008, the Company amended the U.S. Pension Plan and MSSP (together the \"U.S. Pension Plans\") such that, effective March 1, 2009: (i) no participant shall accrue any benefit or additional benefit on or after March 1, 2009, and (ii) no compensation increases earned by a participant on or after March 1, 2009 shall be used to compute any accrued benefit.\nIn December 2019, the Company completed a voluntary lump-sum election window offered to certain participants of the U.S. Pension Plan. The aggregate dollar amount of lump-sum elections by approximately\n6,300\nparticipants was $\n836\nmillion, and accordingly, this amount was paid out of plan assets prior to December 31, 2019. These actions resulted in a reduction of our projected benefit obligation, absent of actuarial losses experienced from decreases in interest rates, of $\n1.0\nbillion and a settlement loss of $\n359\nmillion recorded within “Other charges” on the Consolidated Statement of Operations.\n77\nPostretirement Health Care Benefits Plan\nCertain health care benefits are available to eligible domestic employees hired prior to January 1, 2002 and meeting certain age and service requirements upon termination of employment (the “Postretirement Health Care Benefits Plan”). As of January 1, 2005, the Postretirement Health Care Benefits Plan was closed to new participants. After a series of amendments, all eligible retirees under the age of\n65\nwill be provided an annual subsidy per household, versus per individual, toward the purchase of their own health care coverage from private insurance companies and for the reimbursement of eligible health care expenses. All eligible retirees over the age of\n65\nare entitled to one fixed-rate subsidy capped at $\n560\nper participant.\nThese series of amendments to the Postretirement Health Care Benefits Plan resulted in a reduction in the postretirement benefit obligation. A substantial portion of the decrease related to prior service credits and will be amortized as a credit to the Consolidated Statements of Operations over approximately\nfive years\n, or the period in which the remaining employees eligible for the plan qualify for benefits under the plan. These amendments will be fully amortized during fiscal year 2021.\nNon U.S. Pension Benefit Plans\nThe Company also provides defined benefit plans which cover non-U.S. employees in certain jurisdictions, principally the U.K. and Germany (the “Non-U.S. Pension Benefit Plans”). Other pension plans outside of the U.S. are not material to the Company either individually or in the aggregate.\nIn June 2015, the Company amended its Non-U.S. defined benefit plan within the United Kingdom by closing future benefit accruals to all participants effective December 31, 2015.\nIn 2019, the Motorola Solutions United Kingdom defined benefit plan trustees decided to exercise their discretion on early retirement benefit reductions. This action resulted in a reduction of the projected benefit obligation of approximately $\n83\nmillion related to prior service credits that will be amortized as a credit to the Consolidated Statements of Operations over approximately\ntwenty-nine years\n, or the period in which the remaining employees eligible for the plan qualify for benefits under the plan.\nNet Periodic Cost (Benefit)\nThe net periodic cost (benefit) for pension and Postretirement Health Care Benefits plans was as follows:\n78\nThe status of the Company’s plans is as follows:\nFor the year ended December 31, 2020, the primary driver of the increase in the U.S. Pension Benefit Plans benefit obligation was higher actuarial losses due to a decrease in the discount rate from\n3.32\n% as of December 31, 2019 to\n2.63\n% as of December 31, 2020. For the year ended December 31, 2019, the decrease in the U.S. Pension Benefit Plans benefit obligation was driven by the $\n948\nmillion of benefit payments from the voluntary lump-sum election window offered to certain participants in 2019 which was partially offset by higher actuarial losses. The actuarial losses were primarily driven by the decrease in the discount rate from\n4.47\n% as of December 31, 2018 to\n3.32\n% as of December 31, 2019, partially offset by an actuarial gain from the voluntary lump-sum election offered to certain participants in 2019.\nFor the year ended December 31, 2020, the most significant drivers of the increase in Non U.S. Pension Benefit Plan benefit obligation were the higher actuarial losses coupled with unfavorable foreign exchange effects. The Non U.S. Pension Benefit Plan incurred actuarial losses primarily due to decreases in the discount rates from\n1.82\n% as of December 31, 2019 to\n1.24\n% as of December 31, 2020. For the year ended December 31, 2019, the most significant drivers of the increase in the Non U.S. Pension Benefit Plan benefit obligation were higher actuarial losses, coupled with unfavorable foreign exchange effects, offset by a reduction of the projected benefit obligation of approximately $\n83\nmillion related to prior service credits from a discretionary action on early retirement benefit reductions. The actuarial losses were driven by declines in the discount rate from\n2.67\n% as of December 31, 2018 compared to\n1.82\n% as of December 31, 2019.\n79\nActuarial Assumptions\nCertain actuarial assumptions such as the discount rate and the long-term rate of return on plan assets have a significant effect on the amounts reported for net periodic cost and the benefit obligation. The assumed discount rates reflect the prevailing market rates of a universe of high-quality, non-callable, corporate bonds currently available that, if the obligation were settled at the measurement date, would provide the necessary future cash flows to pay the benefit obligation when due. The long-term rates of return on plan assets represent an estimate of long-term returns on an investment portfolio consisting of a mixture of equities, fixed income, cash and other investments similar to the actual investment mix. In determining the long-term return on plan assets, the Company considers long-term rates of return on the asset classes (both historical and forecasted) in which the Company expects the plan funds to be invested.\nThe Company uses a full yield curve approach to estimate interest and service cost components of net periodic cost (benefit) for defined pension benefit pension and other post-retirement benefit plans. The full yield curve approach requires the application of the specific spot rate along the yield curve used in the determination of the projected benefit obligation to the relevant projected cash flows.\nThe Company used \"Mortality Improvement Scale MP-2018\" to calculate the 2020 U.S. projected benefit obligations and the \"Mortality Improvement Scale MP-2017\" to calculate the 2019 U.S. projected benefit obligations.\nWeighted average actuarial assumptions used to determine costs for the plans at the beginning of the fiscal year were as follows:\nWeighted average actuarial assumptions used to determine benefit obligations for the plans were as follows:\nThe following table presents the accumulated benefit obligation, projected benefit obligation and fair value of plan assets for our plans that have an accumulated benefit obligation and projected benefit obligation in excess of plan assets:\nInvestment Policy\nThe individual plans have adopted an investment policy designed to meet or exceed the expected rate of return on plan assets assumption. To achieve this, the plans retain professional advisors and investment managers that invest plan assets into various classes including, but not limited to: equity and fixed income securities, cash, cash equivalents, hedge funds, infrastructure/utilities, insurance contracts, leveraged loan funds and real estate. The Company uses long-term historical actual return experience with consideration of the expected investment mix of the plans’ assets, as well as future estimates of long-term investment returns, to develop its expected rate of return assumption used in calculating the net periodic cost. The individual plans have target mixes for these asset classes, which are readjusted periodically when an asset class weighting deviates from the target mix, with the goal of achieving the required return at a reasonable risk level.\n80\nThe weighted-average asset allocations by asset categories for all pension and the Postretirement Health Care Benefits plans were as follows:\nWithin the equity securities asset class, the investment policy provides for investments in a broad range of publicly-traded securities including both domestic and foreign equities. Within the fixed income securities asset class, the investment policy provides for investments in a broad range of publicly-traded debt securities including: U.S. treasury issues, corporate debt securities, mortgage and asset-backed securities, as well as foreign debt securities. In the cash and other investments asset class, investments may include, but are not limited to: cash, cash equivalents, commodities, hedge funds, infrastructure/utilities, insurance contracts, leveraged loan funds and real estate.\nCash Funding\nThe Company made $\n3\nmillion of contributions to its U.S. Pension Benefit Plans during each of 2020 and 2019. The Company contributed $\n9\nmillion and $\n8\nmillion to its Non U.S. Pension Benefit Plans during 2020 and 2019, respectively. The Company made\nno\ncontributions to its Postretirement Health Care Benefits Plan in 2020 or 2019.\nExpected Future Benefit Payments\nThe following benefit payments are expected to be paid:\nOther Benefit Plans\nSplit-Dollar Life Insurance Arrangements\nThe Company maintains a number of endorsement split-dollar life insurance policies on now-retired officers under a frozen plan. The Company had purchased the life insurance policies to insure the lives of employees and then entered into a separate agreement with the employees that split the policy benefits between the Company and the employee. Motorola Solutions owns the policies, controls all rights of ownership, and may terminate the insurance policies. To effect the split-dollar arrangement, Motorola Solutions endorsed a portion of the death benefits to the employee and upon the death of the employee, the employee’s beneficiary typically receives the designated portion of the death benefits directly from the insurance company and the Company receives the remainder of the death benefits. It is currently expected that minimal cash payments will be required to fund these policies.\nThe net periodic pension cost for these split-dollar life insurance arrangements was $\n5\nmillion for the years ended December 31, 2020, 2019 and 2018. The Company has recorded a liability representing the actuarial present value of the future death benefits as of the employees’ expected retirement date of $\n73\nmillion and $\n67\nmillion as of December 31, 2020 and December 31, 2019, respectively.\n81\nDeferred Compensation Plan\nThe Company maintains a deferred compensation plan (“the Plan”) for certain eligible participants. Under the Plan, participants may elect to defer base salary and cash incentive compensation in excess of 401(k) plan limitations. Participants under the Plan may choose to invest their deferred amounts in the same investment alternatives available under the Company's 401(k) plan. The Plan also allows for Company matching contributions for the following: (i) the first\n4\n% of compensation deferred under the Plan, subject to a maximum of $\n50,000\nfor board officers, (ii) lost matching amounts that would have been made under the 401(k) plan if participants had not participated in the Plan, and (iii) discretionary amounts as approved by the Compensation and Leadership Committee of the board of directors.\nDefined Contribution Plan\nThe Company has various defined contribution plans, in which all eligible employees may participate. In the U.S., the Motorola Solutions 401(k) plan (the \"401(k) plan\") is a contributory plan. Matching contributions are based upon the amount of the employees’ contributions. The Company’s expenses for material defined contribution plans for the years ended December 31, 2020, 2019 and 2018 were $\n15\nmillion, $\n32\nmillion and $\n31\nmillion, respectively.\nDue to the economic uncertainties caused by the COVID-19 pandemic, the Company took action in a number of areas to reduce its operating expenses, including by suspending all Company match contributions to the 401(k) plan for the period from May 15, 2020 through December 31, 2020.\nUnder the 401(k) plan, the Company may make an additional discretionary matching contribution to eligible employees. For the years ended December 31, 2020, 2019, and 2018 the Company made\nno\ndiscretionary contributions.\n9.\nShare-Based Compensation and Other Incentive Plans\nThe Company grants options and stock appreciation rights to acquire shares of common stock to certain employees and to existing option holders of acquired companies in connection with the merging of option plans following an acquisition. Each option and stock appreciation right granted has an exercise price of no less than\n100\n% of the fair market value of the common stock on the date of the grant. The awards have a contractual life of\nfive\nto\nten years\nand vest over\ntwo\nto\nthree years\n. In conjunction with a change in control, stock options and stock appreciation rights assumed or replaced with comparable stock options or stock appreciation rights only become exercisable if the holder is also involuntarily terminated (for a reason other than cause) or resigns for good reason within\n24\nmonths of a change in control.\nRestricted stock (“RS”) grants consist of shares or the rights to shares of the Company’s common stock which are awarded to certain employees. The grants are restricted in such that they are subject to vesting conditions; however, restricted stock holders have voting rights, and the rights to earn dividends on unvested shares.\nRestricted stock unit (“RSU”) grants consist of shares or the rights to shares of the Company’s common stock which are awarded to certain employees and non-employee directors. The grants are restricted such that they are subject to substantial risk of forfeiture and to restrictions on their sale or other transfer by the employee. In conjunction with a change in control, shares of RSUs assumed or replaced with comparable shares of RSUs will only have the restrictions lapse if the holder is also involuntarily terminated (for a reason other than cause) or resigns for good reason within\n24\nmonths of a change in control.\nPerformance-based stock options (“performance options”), market stock units (\"MSUs\"), and performance stock units (\"PSUs\") have been granted to certain Company executive officers. Performance options have a\nthree-year\nperformance period and are granted as a target number of units subject to adjustment based on company performance. Each performance option granted has an exercise price of no less than\n100\n% of the fair market value of the common stock on the date of the grant. The awards have a contractual life of\nten years\n. Shares ultimately issued for performance option awards granted are based on the actual total shareholder return (“TSR”) compared to the S&P 500 over the\nthree-year\nperformance period based on a payout factor that corresponds to actual TSR results as established at the date of grant. Vesting occurs on the third anniversary of the grant date. Under the terms of the MSUs, vesting is conditioned upon continuous employment until the vesting date and the payout factor is at least\n60\n% of the share price on the award date. The payout factor is the share price on vesting date divided by share price on award date, with a maximum of\n200\n%. The share price used in the payout factor is calculated using an average of the closing prices on the grant or vesting date, and the\n30\ncalendar days immediately preceding the grant or vesting date. Vesting occurs ratably over\nthree years\n. PSUs have been granted as a portion of the Long Range Incentive Plan (“LRIP”) awards issued to certain Company executive officers. The PSUs have a\nthree-year\nperformance period and were granted at a target number of units subject to adjustment based on company performance. The number of PSUs earned will be based on the actual TSR compared to the S&P 500 over the\nthree-year\nperformance period.\nOn August 25, 2015 and on March 9, 2017, the Company approved grants of performance-contingent stock options (“PCSOs”) to certain executive officers which were fully vested as of December 31, 2020. The August 25, 2015 awards have a\nseven-year\nterm and a per share exercise price of $\n68.50\n. The March 9, 2017 awards have a five-and-a-half-year term and a per share exercise price of $\n81.37\n.\nThe employee stock purchase plan allows eligible participants to purchase shares of the Company’s common stock through payroll deductions of up to\n20\n% of eligible compensation on an after-tax basis. Plan participants cannot purchase more than $\n25,000\nof stock in any calendar year. The price an employee pays per share is\n85\n% of the lower of the fair market value of the Company’s stock on the close of the first trading day or last trading day of the purchase period. The plan has\ntwo\npurchase periods, the first from October 1 through March 31 and the second from April 1 through September 30. For the years ended\n82\nDecember 31, 2020, 2019 and 2018, employees purchased\n0.7\nmillion,\n0.6\nmillion and\n0.8\nmillion shares, respectively, at purchase prices of $\n112.98\nand $\n107.18\n, $\n108.96\nand $\n120.12\n, and $\n72.96\nand $\n88.84\n, respectively.\nSignificant Assumptions Used in the Estimate of Fair Value\nThe Company calculates the value of each employee stock option, estimated on the date of grant, using the Black-Scholes option pricing model.\nThe weighted-average estimated fair value of employee stock options granted during 2020, 2019 and 2018 was $\n39.98\n, $\n29.14\nand $\n23.31\n, respectively, using the following weighted-average assumptions:\nThe Company calculates the value of each performance option, MSU, and PSU using a Monte Carlo simulation option pricing model, estimated on the date of grant. The fair values of performance options, MSUs, and PSUs granted during 2020 were $\n77.82\n, $\n112.17\nand $\n233.96\n, respectively. The fair values of performance options, MSUs, and PSUs granted during 2019 were $\n46.15\n, $\n138.00\nand $\n203.61\n, respectively. The fair value of performance options and MSUs granted during 2018 was $\n42.19\nand $\n125.33\n, respectively.\nThe following assumptions were used for the calculations.\nThe Company uses the implied volatility for traded options on the Company’s stock as the expected volatility assumption in the valuation of stock options, performance options, MSUs, and PSUs. The selection of the implied volatility approach was based upon the availability of actively-traded options on the Company’s stock and the Company’s assessment that implied volatility is more representative of future stock price trends than historical volatility. At the conclusion of each three-year PSU and performance option cycle, the Company uses the historical volatility as the expected volatility to calculate the actual TSR compared to the S&P 500.\nThe risk-free interest rate assumption is based upon the average daily closing rates during the year for U.S. Treasury notes that have a life which approximates the expected life of the grant. The dividend yield assumption is based on the Company’s future expectation of dividend payouts. The expected life represents the average of the contractual term of the options and the weighted average vesting period for all option tranches.\nThe Company has applied forfeiture rates, estimated based on historical data, of\n10\n% to the stock option fair values calculated by the Black-Scholes option pricing model and\n15\n% to RSUs. These estimated forfeiture rates are applied to grants based on their remaining vesting term and may be revised in subsequent periods if actual forfeitures differ from these estimates.\n83\nThe following table summarizes information about the total stock options outstanding and exercisable under all stock option plans, at December 31, 2020 (in thousands, except exercise price and years):\nAs of December 31, 2020, the weighted average contractual life for options outstanding and exercisable was\nfour\nand\nthree years\n, respectively.\nCurrent Year Activity\nTotal share-based compensation activity was as follows (in thousands, except exercise price):\n* Inclusive of PCSO awards\nAt December 31, 2020 and 2019,\n5.9\nmillion and\n7.2\nmillion shares, respectively, were available for future share-based award grants under the current share-based compensation plan, covering all equity awards to employees and non-employee directors.\n84\nTotal Share-Based Compensation Expense\nCompensation expense for the Company’s share-based compensation plans was as follows:\nAt December 31, 2020, the Company had unrecognized compensation expense related to all share based awards of $\n109\nmillion, net of estimated forfeitures, expected to be recognized over the weighted average period of approximately\nthree years\nand $\n5\nmillion of unrecognized compensation expense related to the employee stock purchase plan that will be recognized over the remaining purchase period. The aggregate fair value of outstanding share based awards as of December 31, 2020 was $\n251\nmillion.\nCash received from stock option exercises and the employee stock purchase plan was $\n108\nmillion, $\n114\nmillion, and $\n168\nmillion for the years ended December 31, 2020, 2019, and 2018, respectively. The total intrinsic value of options exercised during the years ended December 31, 2020, 2019, and 2018 was $\n149\nmillion, $\n113\nmillion, and $\n125\nmillion, respectively. The aggregate intrinsic value for options outstanding and exercisable as of December 31, 2020 was $\n388\nmillion and $\n362\nmillion, respectively, based on a December 31, 2020 stock price of $\n166.98\nper share.\nMotorola Solutions Incentive Plans\nThe Company's incentive plans provide eligible employees with an annual payment, calculated as a percentage of an employee’s eligible earnings, in the year after the close of the current calendar year if specified business goals and individual performance targets are met. The expense for awards under these incentive plans for the years ended December 31, 2020, 2019 and 2018 was $\n78\nmillion, $\n146\nmillion and $\n143\nmillion, respectively.\nLong-Range Incentive Plan\nThe LRIP rewards elected officers for the Company’s achievement of specified business goals during the period, based on a single performance objective measured over a\nthree-year\nperiod. The expense for LRIP for the years ended December 31, 2020, 2019 and 2018 was $\n9\nmillion, $\n21\nmillion and $\n31\nmillion, respectively.\n10.\nFair Value Measurements\nInvestments and Derivatives\nThe fair values of the Company’s financial assets and liabilities by level in the fair value hierarchy as of December 31, 2020 and December 31, 2019 were as follows:\n85\nPension and Postretirement Health Care Benefits Plan Assets\nThe fair values of the various pension and postretirement health care benefits plans’ assets by level in the fair value hierarchy as of December 31, 2020 and 2019 were as follows:\nU.S. Pension Benefit Plans\nNon-U.S. Pension Benefit Plans\n86\nPostretirement Health Care Benefits Plan\nThe following is a description of the categories of investments:\nEquities\n—\nA diversified portfolio of corporate common and preferred stocks.\nCommingled funds\n— A diversified portfolio of assets that includes corporate common and preferred stocks, emerging market and high-yield fixed income securities among others.\nGovernment fixed income securities\n—\nSecurities issued by municipal, domestic and foreign government agencies, index-linked government bonds as well as interest rate derivatives.\nCorporate fixed income securities\n—\nA diversified portfolio of primarily investment grade bonds issued by corporations.\nShort-term investment funds\n—\nInvestments in money market accounts and derivatives with a liquidity of less than 90 days.\nLevel 1 investments include securities which are valued at the closing price reported on the active market in which the individual securities are traded. Level 2 investments consist principally of securities which are valued using independent third party pricing sources. A variety of inputs are utilized by the independent pricing sources including market based inputs, binding quotes, indicative quotes, and ongoing redemption and subscription activity. Inputs may be weighted differently for any security, and not all inputs are used for each security evaluation.\nAt December 31, 2020, the Company had $\n448\nmillion of investments in money market government and U.S. treasury funds (Level 1) classified as Cash and cash equivalents in its Consolidated Balance Sheet, compared to $\n322\nmillion at December 31, 2019. The money market funds had quoted market prices that are approximately at par.\nUsing quoted market prices and market interest rates, the Company determined that the fair value of long-term debt at December 31, 2020 was $\n5.8\nbillion (Level 2), compared to a face value of $\n5.2\nbillion. Since considerable judgment is required in interpreting market information, the fair value of the long-term debt is not necessarily indicative of the amount which could be realized in a current market exchange.\nAll other financial instruments are carried at cost, which is not materially different from the instruments’ fair values.\n87\n11.\nLong-term Financing and Sales of Receivables\nLong-term Financing\nLong-term receivables consist of receivables with payment terms greater than twelve months, long-term loans and lease receivables under sales-type leases. Long-term receivables consist of the following:\nThe current portion of long-term receivables is included in Accounts receivable, net and the non-current portion of long-term receivables is included in Other assets in the Company’s Consolidated Balance Sheet. The Company recognized interest income on long-term receivables of $\n1\nmillion for each of the years ended December 31, 2020, 2019 and 2018.\nCertain purchasers of the Company's products and services may request that the Company provide long-term financing (defined as financing with a term greater than one year) in connection with the sale of products and services. These requests may include all or a portion of the purchase price of the products and services. The Company's obligation to provide long-term financing may be conditioned on the issuance of a letter of credit in favor of the Company by a reputable bank to support the purchaser's credit or a pre-existing commitment from a reputable bank to purchase the long-term receivables from the Company. The Company had outstanding commitments to provide long-term financing to third-parties totaling $\n78\nmillion at December 31, 2020 and December 31, 2019.\nSales of Receivables\nFrom time to time, the Company sells accounts receivable and long-term receivables to third-parties under one-time arrangements.\nThe following table summarizes the proceeds received from sales of accounts receivable and long-term receivables for the years ended December 31, 2020, 2019 and 2018.\nThe Company may or may not retain the obligation to service the sold accounts receivable and long-term receivables.\nAt December 31, 2020, the Company had retained servicing obligations for $\n983\nmillion of long-term receivables, compared to $\n984\nmillion of long-term receivables at December 31, 2019. Servicing obligations are limited to collection activities of sold accounts receivables and long-term receivables.\nDuring the year ended December 31, 2020, we utilized a new cost-efficient receivable discounting facility to neutralize the impact of increased payment terms under a renegotiated and extended long-term contract in Europe resulting in accounts receivable sales of $\n228\nmillion during the year ended December 31, 2020. The net benefit to our operating cash flow from the utilization of the new receivable discounting facility during 2020 was an inflow of $\n61\nmillion when adjusted for amounts that would still be collected from the customer within the period in the absence of utilizing the discounting facility. The proceeds of our receivable sales are included in \"Operating Activities\" within our Consolidated Statements of Cash Flows.\n88\nCredit Quality of Long-Term Receivables and Allowance for Credit Losses\nAn aging analysis of financing receivables at December 31, 2020 and December 31, 2019 is as follows:\nThe Company uses an internally developed credit risk rating system for establishing customer credit limits. This system is aligned with and comparable to the rating systems utilized by independent rating agencies.\n12.\nCommitments and Contingencies\nPurchase Obligations\nDuring the normal course of business, in order to manage manufacturing lead times and help ensure adequate component supply, the Company enters into agreements with contract manufacturers and suppliers that either allow it to procure inventory based upon criteria as defined by the Company or establish the parameters defining the Company’s requirements. In addition, we have entered into software license agreements which are firm commitments and are not cancellable.\nAs of December 31, 2020, the Company had entered into firm, non-cancelable, and unconditional commitments under such arrangements through 2025. The Company expects to make total payments of $\n209\nmillion under these arrangements as follows: $\n50\nmillion in 2021, $\n52\nmillion in 2022, $\n50\nmillion in 2023, $\n51\nmillion in 2022, and $\n6\nmillion in 2025.\nThe Company outsources certain corporate functions, such as benefit administration and information technology-related services, under various contracts, the longest of which is expected to expire in 2023. The remaining payments under these contracts are approximately $\n41\nmillion over the remaining life of the contracts. However, these contracts can be terminated. Termination would result in a penalty substantially less than the remaining annual contract payments. The Company would also be required to find another source for these services, including the possibility of performing them in-house.\nLegal Matters\nOn February 14, 2020, the Company announced that a jury in the U.S. District Court for the Northern District of Illinois (the \"Court\") decided in the Company's favor in its trade secret theft and copyright infringement case against Hytera Communications Corporation Limited of Shenzhen, China; Hytera America, Inc.; and Hytera Communications America (West), Inc. (collectively, “Hytera”). In connection with this verdict, the jury awarded the Company $\n345.8\nmillion in compensatory damages and $\n418.8\nmillion in punitive damages, for a total of $\n764.6\nmillion. The Court denied Hytera’s motion for a new trial on October 20, 2020. On December 17, 2020, the Court denied the Company’s motion for a permanent injunction, finding instead that Hytera must pay the Company a forward-looking reasonable royalty on products that use the Company’s stolen trade secrets. The royalty rate is yet to be determined, and will be set by the Court absent agreement of the parties.\nOn January 11, 2021, the Court granted Hytera’s motion for certain equitable relief and reduced the $\n764.6\nmillion judgment award to $\n543.7\nmillion. That same day, the Court also granted the Company’s motion for pre-judgment interest, although the precise amount of interest owed to the Company by Hytera is still to be determined by the Court. Other post-trial motions are fully briefed and awaiting ruling, including the Company's motion for attorneys' fees and its motion to require Hytera to turn over certain assets in satisfaction of the Company’s judgment award. Hytera America, Inc. and Hytera Communications America (West), Inc. each filed for Chapter 11 bankruptcy protection in May 2020; the Company previously filed motions to dismiss the bankruptcy proceedings in July 2020.\nOn January 22, 2021, the U.S. Bankruptcy Court entered an agreed order, allowing a partial sale of Hytera's U.S. assets in the bankruptcy proceedings. The proposed sale does not include Hytera inventory accused of including the Company’s intellectual property.\nIndemnifications\nThe Company is a party to a variety of agreements pursuant to which it is obligated to indemnify the other party with respect to certain matters. In indemnification cases, payment by the Company is conditioned on the other party making a claim pursuant to the procedures specified in the particular contract, which procedures typically allow the Company to challenge the other party's claims. In some instances, the Company may have recourse against third parties for certain payments made by the Company.\n89\nThe Company may provide indemnifications for losses that result from the breach of general warranties contained in certain commercial and intellectual property agreements. Historically, the Company has not made significant payments under these agreements.\n13.\nInformation by Segment and Geographic Region\nThe Company conducts its business globally and manages it through the following\ntwo\nsegments:\nProducts and Systems Integration:\nThe Products and Systems Integration segment offers an extensive portfolio of infrastructure, devices, accessories, video security devices and infrastructure, and the implementation and integration of such systems, devices, and applications. Within LMR Mission Critical Communications, the Company is a global leader in the two-way radio category, including the Company’s Project 25 (\"P25\"), Terrestrial Trunked Radio (\"TETRA\"), Digital Mobile Radio (\"DMR)\", as well as other professional and commercial radio (“PCR”) solutions. The Company provides LTE solutions for public safety, government and commercial users, including infrastructure and devices operating in 700 MHz, 900 MHz and Citizens' Broadband Radio Service (\"CBRS\") frequencies. The Company's Video Security and Analytics technology includes network video management infrastructure, fixed security and mobile video cameras (body-worn and in-vehicle) and access control solutions. The primary customers of the Products and Systems Integration segment are government, public safety and commercial customers who operate private communications networks and video security solutions and typically manage a mobile workforce. In 2020, the segment’s net sales were $\n4.6\nbillion, representing\n63\n% of the Company's consolidated net sales.\nSoftware and Services:\nThe Software and Services segment provides a broad range of solution offerings for government, public safety and commercial customers. Software includes public safety and enterprise Command Center Software, unified communications applications, and video software solutions, delivered both on-premise and “as a service.” Services includes a continuum of service offerings beginning with repair, technical support and maintenance. More advanced technologies include monitoring, software updates and cybersecurity services. Managed services range from partial to full operation of customer-owned or Motorola Solutions-owned networks. In 2020, the segment’s net sales were $\n2.8\nbillion, representing\n37\n% of the Company's consolidated net sales.\nFor the years ended December 31, 2020, 2019 and 2018, no single customer accounted for more than 10% of the Company's net sales.\nSegment Information\nThe following table summarizes Net sales and Operating earnings by segment:\nThe following table summarizes the Company's capital expenditures and depreciation expense by segment:\nThe Company's \"chief operating decision maker\" does not review or allocate resources based on segment assets.\nGeographic Area Information\nNet sales attributed to geographic area are predominately based on the ultimate destination of the Company's products and services.\n90\n14.\nReorganization of Businesses\nThe Company maintains a formal Involuntary Severance Plan (the “Severance Plan”), which permits the Company to offer eligible employees severance benefits based on years of service and employment grade level in the event that employment is involuntarily terminated as a result of a reduction-in-force or restructuring. The Company recognizes termination benefits based on formulas per the Severance Plan at the point in time that future settlement is probable and can be reasonably estimated based on estimates prepared at the time a restructuring plan is approved by management. Exit costs consist of future minimum lease payments on vacated facilities and other contractual terminations. At each reporting date, the Company evaluates its accruals for employee separation and exit costs to ensure the accruals are still appropriate. In certain circumstances, accruals are no longer needed because of efficiencies in carrying out the plans or because employees previously identified for separation resigned from the Company and did not receive severance, or were redeployed due to circumstances not foreseen when the original plans were approved. In these cases, the Company reverses accruals through the Consolidated Statements of Operations where the original charges were recorded when it is determined they are no longer needed.\nDuring 2020, 2019, and 2018 the Company continued to implement various productivity improvement plans aimed at achieving long-term, sustainable profitability by driving efficiencies and reducing operating costs. During 2020, the Company accepted voluntary applications to its Severance Plan from a defined subset of employees within the United States. Voluntary applicants received termination benefits based on the formulas defined in the Severance Plan. However, termination benefits, which are normally different based on employment level grade and capped at nine months of salary, were equalized for all employment level grades and capped at a full year’s salary for the voluntary applicants. During 2018, the Company communicated its plan to close one of its manufacturing facilities in Europe resulting in a charge of $\n44\nmillion and impacting\n165\nemployees, primarily within the Products and Systems Integration segment. The remainder of the initiatives impacted both of the Company’s segments and affected employees located in all geographic regions.\n2020 Charges\nDuring 2020, the Company recorded net reorganization of business charges of $\n86\nmillion, including $\n29\nmillion of charges in Costs of sales and $\n57\nmillion of charges in Other charges in the Company’s Consolidated Statements of Operations. Included in the $\n86\nmillion were charges of $\n100\nmillion for employee separation costs, $\n2\nmillion for exit costs, partially offset by $\n16\nmillion of reversals of accruals no longer needed.\nThe following table displays the net charges incurred by segment:\nReorganization of Businesses Accruals\nEmployee Separation Costs\nAt January 1, 2020, the Company had an accrual of $\n78\nmillion for employee separation costs. The 2020 additional charges of $\n102\nmillion include severance costs for approximately\n1,200\nemployees, of which\n800\nwere direct employees and\n400\nwere indirect employees. The adjustments of $\n16\nmillion reflect reversals of accruals no longer needed. The $\n85\nmillion used in 2020 reflects cash payments to severed employees. The remaining accrual of $\n79\nmillion, which is included in Accrued liabilities in the Company’s Consolidated Balance Sheet at December 31, 2020, is expected to be paid, primarily within one year to: (i) severed employees who have already begun to receive payments and (ii) approximately\n100\nemployees to be separated in 2021.\n2019 Charges\nDuring 2019, the Company recorded net reorganization of business charges of $\n57\nmillion, including $\n17\nmillion of charges in Costs of sales and $\n40\nmillion of charges under Other charges in the Company’s Consolidated Statements of Operations. Included in the aggregate $\n57\nmillion were charges of $\n64\nmillion for employee separation costs and $\n5\nmillion for exit costs, partially offset by $\n12\nmillion of reversals of accruals no longer needed.\nThe following table displays the net charges incurred by segment:\n91\nReorganization of Businesses Accruals\nEmployee Separation Costs\nAt January 1, 2019, the Company had an accrual of $\n84\nmillion for employee separation costs. The additional 2019 charges of $\n69\nmillion represent severance costs for approximately an additional\n700\nemployees, of which\n200\nwere direct employees and\n500\nwere indirect employees. The adjustments of $\n12\nmillion reflect reversals of accruals no longer needed. The $\n63\nmillion used in 2019 reflects cash payments to severed employees. The remaining accrual of $\n78\nmillion was included in Accrued liabilities in the Company’s Consolidated Balance Sheet at December 31, 2019.\n2018 Charges\nDuring 2018, the Company recorded net reorganization of business charges of $\n120\nmillion, including $\n59\nmillion of charges in Costs of sales and $\n61\nmillion of charges in Other charges in the Company’s Consolidated Statements of Operations. Included in the aggregate $\n120\nmillion are charges of $\n122\nmillion for employee separation costs and $\n16\nmillion of charges for exit costs, partially offset by $\n18\nmillion of reversals for accruals no longer needed.\nThe following table displays the net charges incurred by segment:\n15.\nIntangible Assets and Goodwill\nThe Company accounts for acquisitions using purchase accounting with the results of operations for each acquiree included in the Company’s consolidated financial statements for the period subsequent to the date of acquisition.\nRecent Acquisitions\nOn August 28, 2020, the Company acquired Callyo, a cloud-based mobile applications provider for law enforcement in North America for $\n63\nmillion, inclusive of share-based compensation withheld at a fair value of $\n3\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n61\nmillion in cash, net of cash acquired. This acquisition adds to Motorola Solutions’ existing Command Center Software suite critical mobile technology capabilities that enable information to flow seamlessly from the field to the command center. The Company recognized $\n38\nmillion of goodwill, $\n31\nmillion of identifiable intangible assets, and $\n8\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n27\nmillion of customer relationships and $\n4\nmillion of developed technology that will be amortized over a period of\nfourteen\nand\nseven years\n, respectively. The business is part of the Software and Services segment. The purchase accounting is not yet complete and as such the final allocation between income tax accounts and goodwill may be subject to change.\nOn July 31, 2020, the Company acquired Pelco, a global provider of video security solutions for a purchase price of $\n110\nmillion. The acquisition was settled with $\n108\nmillion of cash, net of cash acquired. The acquisition demonstrates Motorola Solutions’ continued investment in Video Security and Analytics, adding a broad range of products that can be used in a variety of commercial and industrial environments and use cases. The Company recognized $\n42\nmillion of goodwill, $\n30\nmillion of identifiable intangible assets, and $\n36\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n23\nmillion of customer relationships, $\n4\nmillion of developed technology, and $\n3\nmillion of trade names that will be amortized over a period of\nfifteen\n,\ntwo\n, and\nfive years\n, respectively. The business is a part of both the Products and Systems Integration segment and the Software and Services segment. The purchase accounting is not yet complete and as such the final allocation between income tax accounts and goodwill may be subject to change.\nOn June 16, 2020, the Company acquired IndigoVision for a purchase price of $\n37\nmillion. The acquisition was settled with $\n35\nmillion of cash, net of cash acquired and debt assumed. The acquisition complements the Company's Video Security and Analytics technology, providing enhanced geographical reach across a wider customer base. The Company recognized $\n14\nmillion of goodwill, $\n22\nmillion of identifiable intangible assets, and $\n1\nmillion of net liabilities.  The goodwill is not deductible for tax purposes. The identifiable intangible asset was classified as $\n22\nmillion of customer relationships that will be amortized over a period of\neleven years\n. The business is a part of both the Products and Systems Integration and Software and Services segments. The purchase accounting is not yet complete and as such the final allocation between income tax accounts and goodwill may be subject to change.\n92\nOn April 30, 2020, the Company acquired a cybersecurity services business for a purchase price of $\n32\nmillion of cash, net of cash acquired. The Company recognized $\n23\nmillion of goodwill, $\n10\nmillion of identifiable intangible assets and $\n1\nmillion of net liabilities. The goodwill is deductible for tax purposes. The identifiable intangible assets were classified as $\n8\nmillion of customer relationships and $\n2\nmillion of developed technology that will be amortized over a period of\ntwelve years\nand\nthree years\n, respectively. The acquisition expands the Company’s ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, and managed services including security monitoring of network operations. The business is a part of the Software and Services segment. The purchase accounting is not yet complete and as such the final allocation between income tax accounts and goodwill may be subject to change.\nOn March 3, 2020, the Company acquired a cybersecurity services business for $\n40\nmillion, inclusive of share-based compensation withheld at a fair value of $\n6\nmillion that will be expensed over a service period of\ntwo years\n. The acquisition was settled with $\n33\nmillion of cash, net of cash acquired. The Company recognized $\n28\nmillion of goodwill, $\n7\nmillion of intangible assets and $\n2\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible asset of $\n7\nmillion was classified as a customer relationship that will be amortized over a period of\nthirteen years\n. The acquisition expands the Company’s ability to assist customers with cybersecurity needs through vulnerability assessments, cybersecurity consulting, managed services and remediation and response capabilities. The business is a part of the Software and Services segment. The purchase accounting is not yet complete and as such the final allocation between income tax accounts and goodwill may be subject to change.\nOn October 16, 2019, the Company acquired a data solutions business for vehicle location information for a purchase price of $\n85\nmillion in cash, net of cash acquired. The acquisition enhances the Company's Video Security and Analytics technology by adding data to the Company’s existing LPR database within the Software and Services segment. The Company recognized $\n54\nmillion of goodwill, $\n28\nmillion of identifiable intangible assets, and $\n3\nmillion of net assets. The goodwill is deductible for tax purposes. The identifiable intangible assets were classified as $\n22\nmillion of customer relationships and $\n6\nmillion of developed technology and will be amortized over a period of\nsixteen years\nand\nfive years\n, respectively. The purchase accounting was completed as of the fourth quarter of 2020.\nOn July 11, 2019, the Company acquired WatchGuard, a provider of in-car and body-worn video solutions for $\n271\nmillion, inclusive of share-based compensation withheld at a fair value of $\n16\nmillion that will be expensed over an average service period of\ntwo years\n. The acquisition was settled with $\n250\nmillion, net of cash acquired. The acquisition expands the Company's Video Security and Analytics technology. The business is part of both the Products and Systems Integration and Software and Services segments. The Company recognized $\n156\nmillion of goodwill, $\n63\nmillion of identifiable intangible assets, and $\n31\nmillion of net assets. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n33\nmillion of customer relationships and $\n30\nmillion of completed technology that will be amortized over a period of\nthirteen years\nand\nseven years\n, respectively. The purchase accounting was completed as of the third quarter of 2020.\nOn March 11, 2019, the Company acquired Avtec, a provider of dispatch communication equipment for U.S. public safety and commercial customers for a purchase price of $\n136\nmillion in cash, net of cash acquired. This acquisition expands the Company's commercial portfolio with new capabilities, allowing it to offer an enhanced platform for customers to communicate, coordinate resources, and secure their facilities. The business is part of both the Products and Systems Integration and Software and Services segments. The Company recognized $\n68\nmillion of goodwill, $\n64\nmillion of identifiable intangible assets, and $\n4\nmillion of net assets. The goodwill is deductible for tax purposes. The identifiable intangible assets were classified as $\n43\nmillion of completed technology and $\n21\nmillion of customer relationship intangibles and will be amortized over a period of\nfifteen years\n. The purchase accounting was completed as of the third quarter of 2019.\nOn January 7, 2019, the Company announced that it acquired VaaS, a company that is a global provider of data and image analytics for vehicle location for $\n445\nmillion, inclusive of share-based compensation withheld at a fair value of $\n38\nmillion that will be expensed over an average service period of\none year\n. The acquisition was settled with $\n231\nmillion of cash, net of cash acquired, and\n1.4\nmillion of shares issued at a fair value of $\n160\nmillion for a purchase price of $\n391\nmillion to be utilized in the purchase price allocation. The business is part of both the Products and Systems Integration and Software and Services segments. The Company recognized $\n261\nmillion of goodwill, $\n141\nmillion of identifiable intangible assets, and $\n11\nmillion of net liabilities. The goodwill is not deductible for tax purposes. The identifiable intangible assets were classified as $\n99\nmillion of completed technology that will be amortized over a period of\nten years\nand $\n42\nmillion of customer relationship intangibles that will be amortized over a period of\nfifteen years\n. The purchase accounting was completed as of the first quarter of 2020.\nOn March 28, 2018, the Company completed the acquisition of Avigilon, a provider of advanced security and video solutions including video analytics, network video management hardware and software, video cameras and access control solutions. The business is part of both the Products and Systems Integration segment and the Software and Services segment. The purchase price of $\n974\nmillion, consisted of cash payments of $\n980\nmillion for outstanding common stock, restricted stock units and employee held stock options, net of cash acquired of $\n107\nmillion, debt assumed of $\n75\nmillion and transaction costs of $\n26\nmillion. The Company recognized $\n498\nmillion of identifiable intangible assets, $\n434\nmillion of goodwill, and $\n42\nmillion of net assets. Acquired intangible assets consist of $\n110\nmillion of customer relationships, $\n380\nmillion of developed technology and $\n8\nmillion of trade names and will have useful lives of\ntwo\nto\ntwenty years\n. The fair values of all intangible assets were estimated using the income approach. Customer relationships and developed technology were valued under the excess earnings method which assumes that the value of an intangible asset is equal to the present value of the incremental after-tax cash flows attributable specifically to the intangible asset. Trade names were valued under the relief from royalty method, which assumes value to the extent that the acquired company is relieved of the obligation to pay royalties for the benefits received from them. The goodwill is\nno\nt deductible for tax purposes.\n93\nOn March 7, 2018, the Company completed the acquisition of Plant Holdings, Inc., the parent company of Airbus DS Communications for a purchase price of $\n237\nmillion, net of cash acquired. This acquisition expands the Company's Command Center Software technology with additional solutions for next generation 9-1-1. The business is part of the Software and Services segment. As of December 31, 2018, the Company recognized $\n151\nmillion of goodwill, $\n80\nmillion of identifiable intangible assets and $\n6\nmillion of net assets. During 2019, the Company recorded an adjustment related to the allocation between goodwill and deferred income taxes of approximately $\n9\nmillion, bringing the total goodwill acquired to $\n160\nmillion. The goodwill is\nno\nt deductible for tax purposes. The identifiable intangible assets were classified as $\n41\nmillion of customer-related intangibles, $\n27\nmillion of completed technology and $\n12\nmillion of trade names. The identifiable intangible assets will be amortized over a period of\nten\nto\ntwenty years\n.\nThe results of operations for these acquisitions have been included in the Company’s Consolidated Statements of Operations subsequent to the acquisition date. The pro forma effects of these acquisitions are not significant individually or in the aggregate.\nIntangible Assets\nAmortized intangible assets are comprised of the following:\nAmortization expense on intangible assets, which is included within Other charges in the Consolidated Statements of Operations, was $\n215\nmillion, $\n208\nmillion, and $\n188\nmillion for the years ended December 31, 2020, 2019, and 2018, respectively. As of December 31, 2020, future amortization expense is estimated to be $\n209\nmillion in 2021, $\n206\nmillion in 2022, $\n108\nmillion in 2023, $\n83\nmillion in 2024, and $\n73\nmillion in 2025.\nAmortized intangible assets, excluding goodwill, were comprised of the following by segment:\nGoodwill\nThe following table displays a rollforward of the carrying amount of goodwill, net of impairment losses, by segment from January 1, 2019 to December 31, 2020:\nThe Company conducts its annual assessment of goodwill for impairment in the fourth quarter of each year. The goodwill impairment assessment is performed at the reporting unit level which is an operating segment or one level below an operating segment.\n94\nThe Company performed a qualitative assessment to determine whether it was more-likely-than-not that the fair value of each reporting unit was less than its carrying amount for the fiscal years 2020, 2019, and 2018. In performing this qualitative assessment the Company assessed relevant events and circumstances including macroeconomic conditions, industry and market conditions, cost factors, overall financial performance, changes in share price, and entity-specific events. For fiscal years 2020, 2019, and 2018, the Company concluded it was more-likely-than-not that the fair value of each reporting unit exceeded its carrying value. Therefore, a quantitative goodwill impairment test was not required and there was\nno\nimpairment of goodwill.\n16.\nValuation and Qualifying Accounts\nThe following table presents the valuation and qualifying account activity for the years ended December 31, 2020, 2019, and 2018:\n*\nAdjustments include translation adjustments\n95\n17.\nQuarterly and Other Financial Data (unaudited)\n*    Amounts attributable to Motorola Solutions, Inc. common shareholders.\n96"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures.\nUnder the supervision and with the participation of our senior management, including our chief executive officer and chief financial officer, we conducted an evaluation of the effectiveness of the design and operation of our disclosure controls and procedures, as defined in Rules 13a-15(e) and 15d-15(e) under the Exchange Act, as of December 31, 2020, the end of the period covered by this Form 10-K. Based on this evaluation, our chief executive officer and chief financial officer concluded as of the Evaluation Date that our disclosure controls and procedures were effective such that the information relating to Motorola Solutions, including our consolidated subsidiaries, required to be disclosed in our SEC reports: (i) is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms, and (ii) is accumulated and communicated to Motorola Solutions’ management, including our chief executive officer and chief financial officer, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s Report on Internal Control Over Financial Reporting.\nThe Company's management is responsible for establishing and maintaining adequate internal control over financial reporting as such term is defined in Rule 13a-15(f) of the Exchange Act. Under the supervision and with the participation of our senior management, including our chief executive officer and chief financial officer, we assessed the effectiveness of our internal control over financial reporting as of December 31, 2020, using the criteria set forth in the\nInternal Control-Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\"). Based on this assessment, management has concluded that our internal control over financial reporting was effective as of December 31, 2020.\nThe Company’s independent registered public accounting firm, PricewaterhouseCoopers LLP, has issued a report on the Company’s internal control over financial reporting. The report on the audit of internal control over financial reporting appears in this Form 10-K.\nChanges in Internal Control Over Financial Reporting.\nThere have been no changes in our internal control over financial reporting that occurred during our most recent fiscal quarter that have materially affected or are reasonably likely to materially affect our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n97\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The response to this Item with respect to directors is incorporated herein by reference to the information under the caption “Our Board - Who We Are” of our Proxy Statement; with respect to executive officers, is contained in Part I hereof under the caption “Information About our Executive Officers”; and, with respect to the audit committee, is incorporated herein by reference to the information under the captions “Committees of the Board” and “Audit Committee Matters - Report of Audit Committee” of the Proxy Statement.\nMotorola Solutions has adopted a code of ethics, the Motorola Solutions Code of Business Conduct (the “Code”), that applies to all employees, including the Company’s principal executive officer, principal financial officer and controller (principal accounting officer). The Code is posted in the Corporate Governance section on Motorola Solutions’ Internet website, www.motorolasolutions.com/investors, and is available free of charge, upon request to Investor Relations, Motorola Solutions, Inc., Corporate Offices, 500 W. Monroe Street, Chicago, Illinois 60661, E-mail: investors@motorolasolutions.com. Any amendment to, or waiver from, the Code applicable to executive officers will be posted on our Internet website within four business days following the date of the amendment or waiver. Motorola Solutions’ Code of Business Conduct applies to all of the Company’s employees worldwide, without exception, and describes employee responsibilities to the various stakeholders involved in our business. The Code goes beyond the legal minimums by implementing the values we share as employees of Motorola Solutions—our key beliefs—uncompromising integrity and constant respect for people. The Code places special responsibility on managers and prohibits retaliation for reporting issues."
  },
  {
    "item_key": "item_11",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions \"How We Determine Director Compensation,\" \"How Our Directors Are Compensated,” \"Compensation Discussion and Analysis,\" \"Compensation and Leadership Committee Report,” \"Compensation and Leadership Committee Interlocks and Insider Participation,\" “Named Executive Officer Compensation,\" and “CEO Pay Ratio” of the Proxy Statement."
  },
  {
    "item_key": "item_12",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions “Equity Compensation Plan Information” and “Security Ownership Information” of the Proxy Statement."
  },
  {
    "item_key": "item_13",
    "text": "The response to this Item is incorporated herein by reference to the information under the captions “Related Person Transaction Policy and Procedures” and “Independence” of the Proxy Statement."
  },
  {
    "item_key": "item_14",
    "text": "The response to this Item is incorporated by reference to the information under the captions “Audit Committee Matters - Independent Registered Public Accounting Firm Fees” and “Audit Committee Matters - Audit Committee Pre-Approval Policies” of the Proxy Statement.\n98\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)\n1.      Financial Statements\nSee Part II, Item 8 hereof.\n2.     Financial Statement Schedules\nAll schedules omitted are inapplicable or the information required is shown in the consolidated financial statements or notes thereto.\n3.     Exhibits\nExhibit numbers 10.5 through 10.56, listed in this Exhibit Index are management contracts or compensatory plans or arrangements required to be filed as exhibits to this form by Item 15(b) hereof.\n99\n100\n101\n102\n*    Filed herewith\n**  Furnished herewith\n(b)\nExhibits:\nSee Item 15(a) 3 above."
  },
  {
    "item_key": "item_16",
    "text": "None.\n103\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, Motorola Solutions, Inc. has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nFebruary 12, 2021\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of Motorola Solutions, Inc. and in the capacities and on the dates indicated.\n104"
  }
]