[
  {
    "item_key": "item_1",
    "text": "Overview\nNucor Corporation, a Delaware corporation incorporated in 1958, and its affiliates (“Nucor,” the “Company,” “we,” “us” or “our”) manufacture steel and steel products. The Company also produces direct reduced iron (“DRI”) for use in its steel mills. Through The David J. Joseph Company and its affiliates (“DJJ”), the Company also processes ferrous and nonferrous metals and brokers ferrous and nonferrous metals, pig iron, hot briquetted iron (“HBI”) and DRI. Most of the Company’s operating facilities and customers are located in North America. The Company’s operations include international trading and sales companies that buy and sell steel and steel products manufactured by the Company and others.\nNucor is North America’s largest recycler, using scrap steel as the primary raw material in producing steel and steel products. In 2020, we recycled approximately 17.8 million gross tons of scrap steel.\nSegments, Principle Products Produced, and Markets and Marketing\nNucor reports its results in three segments: steel mills, steel products and raw materials. The steel mills segment is Nucor’s largest segment, representing 60% of the Company’s sales to external customers in the year ended December 31, 2020.\nWe market products from the steel mills and steel products segments mainly through in-house sales forces. We also utilize our internal distribution and trading companies to market our products abroad. The markets for these products are largely tied to capital and durable goods spending and are affected by changes in general economic conditions.\nWe are a leading domestic provider for most of the products we supply, and, in many cases (e.g., structural steel, merchant bar steel, steel joist and deck, pre-engineered metal buildings, steel piling and cold finish bar steel), we are the leading supplier.\nSteel mills segment\nIn the steel mills segment, Nucor produces sheet steel (hot-rolled, cold-rolled and galvanized), plate steel, structural steel (wide-flange beams, beam blanks, H-piling and sheet piling) and bar steel (blooms, billets, concrete reinforcing bar, merchant bar and engineered special bar quality (“SBQ”)). Nucor manufactures steel principally from scrap steel and scrap steel substitutes using electric arc furnaces (“EAFs”), continuous casting and automated rolling mills. The steel mills segment also includes Nucor’s equity method investments in NuMit LLC (“NuMit”) and Nucor-JFE Steel Mexico, S. de R.L. de C.V. (“Nucor-JFE”), as well as international trading and distribution companies that buy and sell steel manufactured by the Company and other steel producers.\nThe steel mills segment sells its products primarily to steel service centers, fabricators and manufacturers located throughout the United States, Canada and Mexico. The steel mills segment sold approximately 18,049,000 tons to outside customers in 2020.\n1\nThe following chart shows our outside steel shipments by end market:\nIn 2020, 80% of the shipments made by our steel mills segment were to external customers. The remaining 20% of the steel mills segment’s shipments went to our tubular products, piling distributor, joist, deck, rebar fabrication, fastener, metal buildings and cold finish operations.\nSteel produced by our bar mills has a wide usage serving end markets, including the agricultural, automotive, construction, energy, furniture, machinery, metal building, railroad, recreational equipment, shipbuilding, heavy truck and trailer market segments. Considering Nucor’s production capabilities and the mix of bar products generally produced and marketed, the capacity of the bar mills is estimated at approximately 9,560,000 tons per year.\nReinforcing and merchant bar steel are sold in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders. Our SBQ products are hot-rolled to exacting specifications primarily servicing the automotive, energy, agricultural, heavy equipment and transportation sectors.\nNucor produces hot-rolled, cold-rolled and galvanized sheet steel to customers’ specifications. Contract sales within the steel mills segment are most notable in our sheet operations, as it is common for contract sales to account for the majority of sheet sales in a given year. We estimate that approximately 70% of our sheet steel sales in 2020 were to contract customers. The balance of our sheet steel sales were made in the spot market at prevailing prices at the time of sale. The amount of tons sold to contract customers at any given time depends on a variety of factors, including our consideration of current and future market conditions, our strategy to appropriately balance spot and contract tons in a manner to meet our customers’ requirements while considering the expected profitability, our desire to sustain a diversified customer base, and our end-use customers’ perceptions about future market conditions. These sheet sales contracts are noncancellable agreements that generally incorporate monthly or quarterly price adjustments reflecting changes in the current market-based indices and/or raw material cost, and typically have terms ranging from six to 12 months.\n2\nStructural steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\nPlate steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\nNucor owns a 50% economic and voting interest in NuMit, a company that owns 100% of the equity interest in Steel Technologies LLC (“Steel Technologies”), an operator of 26 strategically located sheet processing facilities in the United States, Canada and Mexico. Steel Technologies transforms flat-rolled steel into products that meet the exact specifications for customers in a wide range of industries, including the automotive, agricultural and consumer goods markets.\nNucor owns a 50% economic and voting interest in Nucor-JFE, a joint venture with JFE Steel Corporation of Japan that operates a galvanized sheet steel plant in central Mexico that is expected to supply the country’s automotive market with an annual capacity of approximately 400,000 tons.\nSteel products segment\nIn the steel products segment, Nucor produces hollow structural section (“HSS”) steel tubing, electrical conduit, steel joists and joist girders, steel deck, fabricated concrete reinforcing steel, cold finished steel, steel fasteners, metal building systems, steel grating and expanded metal, and wire and wire mesh. The steel products segment also includes our piling distributor. These products are sold primarily for use in nonresidential construction applications.\n3\nReinforcing products are essential to concrete construction. They supply tensile strength, as well as additional compressive strength, and protect the concrete from cracking. In many markets, Harris sells reinforcing products on an installed basis (i.e., Harris fabricates the reinforcing products for a specific application and performs the installation). Harris operates nearly 70 fabrication facilities across the United States and Canada, with each facility serving a local market. Total annual rebar fabrication capacity is approximately 1,650,000 tons.\nSales of steel joists, joist girders and steel decking are dependent on the nonresidential building construction market. The majority of steel joists, joist girders and steel decking are used extensively as part of the roof and floor structural support systems in warehouses, data centers, manufacturing buildings, retail stores, shopping centers, schools, hospitals, and, to a lesser extent, in multi-story buildings and apartments. We make these products to the customers’ specifications and do not sell these finished steel products out of inventory. The majority of these contracts are firm, fixed-price contracts that are, in most cases, competitively bid against other suppliers. Longer-term supply contracts may or may not permit us to adjust our prices to reflect changes in prevailing raw material costs.\nNucor’s cold finished facilities are among the most modern in the world, producing cold finished bars for the most demanding applications. NCF obtains most of its steel from the Nucor bar mills, ensuring consistent quality and supply through all market conditions. These facilities produce cold-drawn, turned, ground and polished steel bars that are used extensively for shafting and other precision machined applications. NCF produces rounds, hexagons, flats and squares in carbon, alloy and leaded steels. These bars are purchased by the appliance, automotive, construction equipment, electric motor, farm machinery and fluid power industries, as well as by service centers. NCF bars are used in tens of thousands of products. A few examples include anchor bolts, hydraulic cylinders and shafting for air conditioner compressors, ceiling fan motors, garage door openers, electric motors and lawn mowers.\n4\nNucor\nowns\na fully integrated precision castings company,\nCorporacion\nPOK, S.A. de C.V. (“POK”), with a facility in Guadalajara, Mexico. POK produces complex castings and precision machined products used by the oil and gas, mining and sugar processing industries. POK produces a wide array of precision castings using steel, bronze, iron and specialty exotic alloys. POK\ncomplements\nNCF’s\nbusinesses and Nucor’s cold finish facility in Monterrey.\nThe sizes of the buildings that can be produced range from less than 1,000 square feet to more than 1,000,000 square feet. Complete metal building packages can be customized and combined with other materials such as glass, wood and masonry to produce cost-effective, energy efficient, aesthetically pleasing buildings designed to the customers’ special requirements. The buildings are sold primarily through independent builder distribution networks in order to provide fast-track, customized solutions for building owners. The primary markets served are commercial, industrial and institutional buildings, including distribution centers, data centers, automobile dealerships, retail centers, schools and manufacturing facilities.\nNucor produces mesh at Nucor Steel Connecticut, Inc. and Nucor Wire Products Utah. Nucor also produces mesh in Canada at the Harris operations of Laurel Steel. The combined annual production capacity of the steel mesh facilities is approximately 128,000 tons.\nOur grating business manufactures and fabricates steel and aluminum bar grating products at facilities located in North America and serves the new construction and maintenance-related markets. The annual production capacity for our grating business is approximately 80,000 tons.\nNucor Fastener’s bolt-making facility in Indiana produces carbon and alloy steel hex head cap screws, hex bolts, structural bolts, nuts and washers, finished hex nuts and custom-engineered fasteners. Nucor fasteners are used in a broad range of markets, including automotive, machine tool, farm implement, construction and military applications. The annual production capacity of this facility is approximately 75,000 tons.\nRaw materials segment\nIn the raw materials segment, Nucor produces DRI; brokers ferrous and nonferrous metals, pig iron, HBI and DRI; supplies ferro-alloys; and processes ferrous and nonferrous scrap metal. The raw materials segment also includes our natural gas drilling operations. Nucor’s raw materials investments are focused on creating an advantage for its steelmaking operations, through a global information network and a multi-pronged and flexible approach to metallics supply.\nDJJ is the leading broker of ferrous scrap in North America and is a global trader of scrap metal, pig iron and other metallics. In addition to sourcing steel scrap for Nucor’s mills, DJJ is a global trader of ferro-alloys and nonferrous metals. DJJ’s logistics team owns and operates one of the largest independent fleets of railcars in the United States dedicated to the movement of scrap and steel and also offers railcar leasing and railcar fleet management services. These activities have strategic value to Nucor as the leading and most diversified North American steel producer.\n5\nOur primary external customers for ferrous scrap are EAF steel mills and foundries that use ferrous scrap as a raw material in their manufacturing process. External customers purchasing nonferrous scrap metal include aluminum can producers, secondary aluminum smelters, steel mills\n,\nand other processors and consumers of various nonferrous metals. We market scrap metal products and related services to our external customers through in-house sales forces. In 20\n20\n,\napproximately\n9\n% of\nthe ferrous and nonferrous metals and scrap substitute tons we\nbrokered and\nprocessed were sold to external customers. We consumed the balance in our steel mills.\nNucor’s DRI production capabilities provide our steel mills flexibility to quickly adjust the metallic mix to changing market conditions and to maintain competitiveness in the sometimes-volatile scrap market. With the potential for high-quality scrap becoming scarcer, coupled with the risk of third-party supplier disruptions, Nucor’s DRI facilities provide a greater degree of certainty over its metallics supply.\nNucor’s access to a long-term, low-cost supply of natural gas is a component in the execution of Nucor’s raw material strategy. Natural gas produced by Nucor’s drilling operations is being sold to third parties to offset our exposure to changes in the price of natural gas consumed by our DRI plant in Louisiana and our steel mills in the United States.\nCustomers\nA significant portion of our steel mills and steel products segments’ sales are into the commercial, industrial and municipal construction markets. We have a diverse customer base and are not dependent on any single customer. Our largest single customer in 2020 represented less than 5% of sales and consistently pays within terms. Our steel mills use a significant portion of the products of the raw materials segment.\nGeneral Development of Our Business in Recent Years\nNucor has invested significant capital in recent years to expand our product portfolio to include more value-added steel mill products and capabilities, improve our cost structure, enhance our operational flexibility and provide additional channels to market for our products. These investments totaled approximately $4.24 billion over the last three years, with approximately 95% going to capital expenditures and the remainder going to acquisitions. We believe that our focus on lowering costs and diversifying our operations will enable us to deliver profitable long-term growth. Further, we believe shifting our product mix to a greater proportion of value-added products and increasing end-use market diversity will make us less susceptible to being negatively impacted by imports.\nSeveral new capital projects that support our expansion of value-added product offerings and cost-reduction strategies were completed in 2020. Nucor’s $245 million rebar micro mill near Kansas City in Sedalia, Missouri finished commissioning in the second quarter of 2020 and is capable of producing approximately 380,000 tons annually. We believe that positioning the micro mill near the Kansas City market will provide us with a freight cost advantage relative to more distant suppliers, and we will also benefit from the scrap supply in the immediate area provided by our existing DJJ operations. In December 2020, Nucor’s $249 million investment in a new rebar micro mill in Frostproof, Florida began production and commissioning. This mill is capable of producing approximately 350,000 tons annually. We believe this new micro mill will also benefit from the scrap supply in the immediate area provided by\n6\nour existing DJJ operations as well as strong regional demand for its products\n. Also i\nn December 2020, Nucor Steel Kankakee, Inc. finished\ncommissioning\nits\nfull-range merchant bar quality mill with approximately 500,000 tons of annual capacity at\nits\nexisting mill in Bourbonnais, Illinois at\na\ncost of $187 million. Like the new micro mill\ns\n, we believe that the Kankakee mill will also benefit from logistical advantages\nserving its customers\nand low-cost scrap supply.\nNucor is constructing a new $325 million 3\nrd\ngeneration flexible galvanizing line with an annual capacity of approximately 500,000 tons at our Nucor Steel Arkansas facility. This project complements the new $245 million specialty cold mill at Nucor Steel Arkansas that completed its first full year of production in 2020. We believe these investments will accelerate our goal of increasing our automotive market share. The new galvanizing line is expected to be operational in the second half of 2021. In September 2018, Nucor announced an approximately $650 million investment to modernize and expand the production capability at its Gallatin flat-rolled sheet mill located in Ghent, Kentucky. This investment will increase the production capability from approximately 1,400,000 tons to approximately 3,000,000 tons annually and will increase the maximum coil width to approximately 73 inches. This expansion is expected to be completed in the second half of 2021 and complements the mill’s new $200 million hot band galvanizing and pickling line that completed its first full year of production in 2020. In January 2019, Nucor announced plans to build a state-of-the-art plate mill, which will be based in Brandenburg, Kentucky on the Ohio river. With an expected investment of $1.70 billion, we anticipate the mill will be completed in late 2022 and will be capable of producing approximately 1,200,000 tons per year of steel plate products.\nIn addition to growing through capital expansions at our existing operations and acquisitions, Nucor also uses joint ventures as a platform for growth. Nucor-JFE, our joint venture with JFE Steel Corporation of Japan, in which Nucor has 50% ownership, resumed production in late 2020 after lengthy government-mandated shutdowns related to the COVID-19 pandemic. Located in central Mexico, Nucor-JFE will supply galvanized sheet steel to the growing Mexican automotive market. The investment totaled $360 million, with Nucor's share of these amounts being 50%. Nucor’s sheet mills are expected to provide a significant portion of the hot-rolled steel substrate that will be consumed by Nucor-JFE.\nCapital Allocation Strategy\nThe significant developments in Nucor’s business in recent years have been driven by our capital allocation strategy. Our highest capital allocation priority is to invest in our business for profitable long-term growth through our multi-pronged strategy of optimizing existing operations, greenfield expansions and acquisitions.\nOur second priority is to return capital to our stockholders through cash dividends and share repurchases. Nucor has paid $1.47 billion in dividends to its stockholders during the past three years. That dividend payout represents 19% of cash flows from operations during that three-year period. The Company repurchased $39.5 million of its common stock in 2020 ($298.5 million in 2019 and $854.0 million in 2018).\nWe intend to return at least 40% of our net income to stockholders over time via a combination of both cash dividends and share repurchases. Over the past three years, we have returned approximately 61% of our net income in this manner. At December 31, 2020, the Company had approximately $1.16 billion available for share repurchases under the current share repurchase program.\nWe intend to execute on this strategy while maintaining a strong balance sheet, with relatively low financial leverage, as measured in terms of net debt to total capital, as well as ample liquidity. At year-end 2020, our net debt to total capital was approximately 13% and we had cash and cash equivalents, short-term investments and restricted cash and cash equivalents on hand of $3.16 billion. At the end of 2020, Nucor had the strongest credit ratings in the North American steel sector (Baa1/A-) with stable outlooks at both Moody’s and Standard & Poor’s.\n7\nCompetition\nWe compete in a variety of steel and metal markets, including markets for finished steel products, unfinished steel products and raw materials. These markets are highly competitive with many domestic and foreign firms participating, and, as a result of this highly competitive environment, we find that we primarily compete on price and service.\nIn our steel mills segment, our EAF steel mills face many different forms of competition, including domestic integrated steel producers (who use iron ore converted into liquid form in a blast furnace as their basic raw material instead of scrap steel), other domestic EAF steel mills, steel imports and alternative materials. Large domestic integrated steel producers have the ability to manufacture a variety of products but face significantly higher energy costs and are often burdened with higher capital and fixed operating costs. EAF-based steel producers, such as Nucor, are sensitive to increases in scrap prices but tend to have lower capital and fixed operating costs compared with large integrated steel producers. EAF-based steel producers also typically emit less carbon dioxide per ton of steel produced than integrated steel producers.\nThe COVID-19 pandemic has exacerbated the ongoing risks Nucor and the entire steel industry face from excess global steelmaking capacity, particularly in non-market economies. China set a record for steel production in 2020, despite the pandemic. Steel production in China rose from approximately 1.10 billion tons in 2019 to approximately 1.16 billion tons in 2020. As a result, China’s share of global crude steel production rose from 53.3% in 2019 to 56.6% in 2020. The Organisation for Economic Co-operation and Development (the “OECD”) estimates that excess global steel production capacity will be approximately 776 million tons in 2020, up from 624 million tons in 2019, which was itself up significantly from the prior year. China’s largest steel companies are state-owned and receive significant financial support from the Chinese government.\nThe Section 232 steel tariffs implemented in 2018 continue to be effective in preventing the dumping of steel products in the U.S. market. Successful industry trade cases over the past several years have had an impact on import levels as well. For the full year 2020, imports of finished steel were down approximately 23% from the previous year and accounted for approximately 18% of U.S. market share. In 2020, finished steel import market share was at its lowest level since 2003.\nThe new United States-Mexico-Canada (USMCA) trade agreement went into effect in July 2020. The agreement has several provisions that we believe will benefit the steel industry, including requiring that higher levels of a vehicle’s content, including steel, be produced in North America for a vehicle to qualify for zero tariffs, and that 70% of the steel used in vehicles be melted and poured in North America. There are also provisions addressing currency manipulation and state-owned enterprises.\nWe also experience competition from other materials. Depending on our customers’ end use of our products, there are often other materials, such as concrete, aluminum, plastics, composites and wood that compete with our steel products. When the price of steel relative to other raw materials rises, these alternatives can become more attractive to our customers.\nCompetition in our scrap and raw materials business is also vigorous. The scrap metals market consists of many firms and is highly fragmented. Firms typically compete on price and geographic proximity to the sources of scrap metal.\nBacklog\nIn the steel mills segment, Nucor’s backlog of orders was approximately $2.58 billion and $1.68 billion at December 31, 2020 and 2019, respectively. Order backlog for the steel mills segment includes only orders from external customers and excludes orders from other Nucor businesses. Nucor’s backlog of orders in the steel products segment was approximately $2.66 billion and $2.24 billion at December 31, 2020 and 2019, respectively. The majority of these orders are expected to be filled within one year. Order backlog within our raw materials segment is not meaningful because the vast majority of the raw materials that segment produces are used internally.\n8\nSources and Availability of Raw Materials\nAn ample supply of high-quality scrap and scrap substitutes is critical to support Nucor’s ability to produce high-quality steel. Nucor’s raw materials segment safely produces, sources, trades and transports steelmaking raw materials. Nucor’s raw materials investments are focused on creating an advantage for its steelmaking operations, through a global information network and a multi-pronged and flexible approach to metallics supply.\nScrap and scrap substitutes are the most significant element in the total cost of steel production. The average cost of scrap and scrap substitutes used in our steel mills segment decreased 8% from $314 per gross ton used in 2019 to $290 per gross ton used in 2020. On average, it takes approximately 1.1 tons of scrap and scrap substitutes to produce one ton of steel. Depending on the market conditions at the time, a raw material surcharge or variable steel pricing mechanism may be implemented to assist Nucor in maintaining operating margins and in meeting our customer commitments during periods of rapidly changing scrap and scrap substitute costs.\nFor the past decade, Nucor has focused on securing access to low-cost raw material inputs as they are the Company’s largest expense. We believe Nucor’s broad, balanced supply chain is an important strength which allows us to reduce the cost of our steelmaking operations, create a shorter supply chain and have greater optionality over our metallic inputs. Our investment in DRI production facilities and scrap yards, as well as our access to international raw materials markets, provides Nucor with significant flexibility in optimizing our raw material costs. Additionally, having a significant portion of our raw materials supply under our control minimizes risk associated with the global sourcing of raw materials, particularly since a good deal of scrap substitutes comes from regions of the world that have historically experienced greater political turmoil. We believe the continued successful implementation of our raw material strategy, including key investments in DRI production, as well as in the scrap brokerage and processing services performed by our team at DJJ, gives us greater control over our metallic inputs and thus helps us mitigate the risk of significant fluctuations in the availability and costs of critical inputs.\nDJJ acquires ferrous scrap from numerous sources, including manufacturers of products made from steel, industrial plants, scrap dealers, peddlers, auto wreckers and demolition firms. We purchase pig iron as needed from a variety of sources and operate DRI plants in Trinidad and Louisiana with respective annual production capacities of approximately 2,000,000 and 2,500,000 metric tons. The primary raw material for our DRI facilities is pelletized iron ore, which we purchase from various international suppliers. Another major source of raw materials used in the production of steel is pig iron. We received over 2.6 million gross tons of pig iron in 2020. As with scrap and iron ore, we source pig iron from a number of international suppliers.\nThe primary raw material for our steel products segment is steel produced by Nucor’s steel mills.\nEnergy Consumption and Costs\nMost of our operations are energy intensive. As a result, we continuously strive to make our operations in all three of our business segments more energy efficient. In addition, we proactively engage with suppliers, regulators and other energy industry participants to ensure the continued availability of reliable, low cost sources of energy in various forms.\nOur steel mills utilize EAFs for 100% of their steel production, with approximately 50% of their total energy consumed as electricity. The total energy consumed by Nucor also includes natural gas, oxygen, and carbon raw material inputs. For the scrap melting process, electricity is the primary energy source, with natural gas combustion serving as the fuel for reheat furnaces and other pre-heating operations. Our DRI facilities in Trinidad and Louisiana are also large consumers of natural gas.\nThe availability and prices of electricity and natural gas are influenced today by many factors, including changes in supply and demand, the regulatory environment and pipeline/transmission infrastructure.\nWe closely monitor developments in public policy relating to energy production and consumption. We work with policymakers to provide technical information that can inform policy making and avoid\n9\nunintended adverse consequences of legislative and regulatory actions. We believe that a thoughtful approach to domestic energy policy can help ensure that steel and steel products manufactured in the United States remain competitive in an increasingly global marketplace.\nGreenhouse gas (“GHG”) emissions by the energy sector have received an increasing amount of attention in recent years, as more people become concerned that these emissions are a significant contributor to climate change. This has led to increasing support for, and investment in, low or zero carbon energy generation technologies such as solar, wind and nuclear. As a result, the development of these technologies has accelerated, and in many cases they are now more cost competitive with traditional, fossil fuel-based power generation. We believe that this ongoing diversification of power generation technologies is fundamentally positive, but without careful planning and investment there is some risk to the reliability of the domestic power grid as this transition continues. In particular, legacy fossil fuel-based assets will remain essential for some time to come and the U.S. transmission grid is broadly in need of substantial upgrades to take full advantage of these newer, more intermittent power sources. We are also optimistic about the related demand for our products as transmission grid upgrades are executed and newer power generation assets are developed using steel.\nIn November of 2020, we executed a 15-year, 250-megawatt Virtual Power Purchase Agreement (“VPPA”) with a major North American renewable energy company. Under the VPPA, we have agreed to purchase for a fixed price a portion of the output of a solar array being developed in northwestern Texas. The VPPA will be settled financially on a monthly basis. We have undertaken this initiative to support the ongoing transition of the U.S. power grid to a greater reliance on renewable power. As part of this arrangement we will also receive Renewable Energy Credits (“RECs”) commensurate with the power we purchase. These RECs can be applied against a portion of our GHG emissions, enabling us to receive credit for reducing them. The pay fixed, received floating nature of this arrangement also offsets a portion of our exposure to higher prices for electricity over the life of the contract. We are evaluating and considering more transactions like this one.\nWe use a variety of strategies to manage our exposure to price risk of natural gas, including cash flow hedges, as well as our owned natural gas drilling operations. In addition to the currently producing wells in the Piceance Basin, Nucor owns leasehold interests in natural gas properties in the South Piceance Basin, in the Western Slope of Colorado. To support Nucor’s operating wells and potential future well developments on these properties, Nucor has entered into long-term agreements directly with third-party gathering and processing service providers. Natural gas produced by Nucor’s drilling operations is being sold to offset our exposure to changes in the price of natural gas consumed by our DRI plant in Louisiana, and by our steel mills in the United States. Nucor has full discretion on its participation in all future drilling capital investments.\nGovernment and Environmental Regulations\nOur business operations are subject to numerous federal, state and local laws and regulations, the most significant of which are intended to protect our teammates and the environment.  Due to the nature of the steel industry, we are subject to substantial regulations related to safety in the workplace.  In addition to the requirements of the state and local governments of the communities in which we operate, we must comply with federal health and safety regulations, the most significant of which are enforced by the Occupational Safety and Health Administration (“OSHA”). Because safety and safety compliance is one of our primary values, its effect on our capital expenditures, earnings and competitive position is not estimable.\nNucor operates a robust and sustainable environmental program that incorporates the concept of each individual teammate, as well as management, being responsible for environmental performance. All of Nucor’s steelmaking operations are ISO 14001 certified. Achieving ISO 14001 certification requires Nucor’s steel mills to implement an environmental management system with measurable targets and objectives, such as reducing the use of oil and grease and minimizing electricity use.\nThe principal federal environmental laws that regulate our business include the Clean Air Act (the “CAA”) that regulates air emissions; the Clean Water Act (the “CWA”) that regulates water withdrawals and discharges; the Resource Conservation and Recovery Act (the “RCRA”) that addresses solid and hazardous waste treatment, storage and disposal; and the Comprehensive Environmental Response,\n10\nCompensation and Liability Act (the “CERCLA”) that governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations.\nAs it relates to air emission rates, EAFs are the most efficient and cleanest steel making process commercially available today. In comparison to blast furnaces, emissions of sulfur oxides from EAFs are approximately 14% of the amount emitted from blast furnaces. EAFs emit less than 1% of the particulate emissions compared to blast furnace operations. Importantly, EAF emissions of greenhouse gases per ton of steel average less than half of the rates typically generated by blast furnaces. Operating EAFs instead of blast furnaces is a proven air quality improvement strategy.  In addition, each of our steel mills operate air pollution control devices (baghouses) to collect and capture particulate emissions (“EAF dust”) from the steel making process.  We strive to maintain compliance with all applicable CAA requirements.\nThe primary raw material of Nucor’s steelmaking operations is scrap metal. As mentioned previously, the process of recycling scrap metal generates particulate matter emissions that includes contaminants such as paint, zinc, chrome and other metals. Initially, the particulate matter captured and collected is classified as a listed hazardous waste under the RCRA. Because these contaminants contain valuable metals, the EAF dust is recycled to recover these metals. Nucor sends all but a small fraction of the EAF dust it collects to recycling facilities that recover the zinc, lead, chrome and other valuable metals from this dust. By recycling this material, Nucor believes it is not only acting in a sustainable, responsible manner but it is also substantially limiting its potential for future liability under both the CERCLA and the RCRA.\nIn addition to recycling EAF dust, Nucor mills beneficially reuse steel slag in road materials as a granular base, embankments, engineered fill, highway shoulders, and hot mix asphalt pavement. The physical, chemical, mechanical and thermal properties of steel slag provide a vital resource for construction companies and activities. We take considerable pride in our recycling efforts.\nNotably in both 2019 and 2018, the U.S. Environmental Protection Agency (the “EPA”) identified Nucor as a Top 10 Parent Company in terms of pollution source reduction activities in its assessment publication, National Analysis of Toxics Release Inventory. To illustrate potential reduction strategies, the EPA used a Nucor facility as an example of pollution prevention. Nucor focuses on pollution prevention at all of our facilities.\nNot only does the RCRA establish standards for the management of solid and hazardous wastes, the RCRA also addresses the environmental impact of contamination from waste disposal activities and from recycling and storage of most wastes. Periodically, past waste disposal activities that were legal when conducted but now may pose a contamination threat are discovered.  When the EPA determines these off-site properties are contaminated, Nucor quickly evaluates such claims and, if Nucor is determined to be responsible, we do our part to remediate our share of such issues. Nucor believes all identified liabilities under the RCRA are either currently being resolved or have been fully resolved.\nBecause Nucor has historically implemented environmental practices that have resulted in the responsible disposal of waste materials, Nucor is also not presently considered a major contributor to any major cleanups under the CERCLA for which Nucor has been named a potentially responsible party. Nucor regularly evaluates these types of potential liabilities and, if appropriate, maintains reserves sufficient to remediate the identified liabilities. Under the RCRA, private citizens may also bring an action against the operator of a regulated facility for potential damages and payment of cleanup costs. Nucor believes that its system of internal evaluation and due diligence has sufficiently identified these types of potential liabilities so that compliance with these regulations will not have a material adverse effect on our results of operations, cash flows or financial condition beyond that already reflected in the reserves established for them.\nTo protect water resources, the CWA regulates water discharges and withdrawals. When applicable, Nucor maintains discharge and water withdrawal permits at its facilities under the national pollutant discharge elimination system program of the CWA and conducts its operations in compliance with those\n11\npermits. Nucor also maintains permits from local governments if the facility discharges into publicly owned treatment works.\nCapital expenditures at our facilities that are associated with environmental regulation compliance for 2021 and 2022 are estimated to be less than $100 million per year.\nHuman Capital Resources\nCulture, Organization and Compensation\nWe consider our teammates the most important part of Nucor and believe that our culture – and the encouragement that we provide to our teammates to “grow the core; expand beyond; and live our culture” – provides us with a competitive advantage. Our culture’s key principles are: Safety First, Trust, Open Communications, Teamwork, Community Stewardship and Results.\nNucor has a simple, streamlined organizational structure that allows our teammates to make quick decisions and innovate. Our organization is also highly decentralized, with most day-to-day operating decisions made by our division general managers and their teams. With more than 26,000 teammates, only 150 work in our principal executive offices in Charlotte, North Carolina. By empowering our teammates, our goal is to foster an entrepreneurial mindset, along with a strong sense of personal responsibility and a culture of accountability. This empowerment is reinforced by our compensation policies, so as to drive results and contribute to our success.\nTeammate input is essential for us to maintain our culture of empowering teammates to make operational decisions. Aside from our practice of everyday open communication, we periodically ask our teammates to formally provide feedback. Beginning in 1986, we have asked our teammates to complete a comprehensive survey in order to gather feedback on a range of topics, including matters relating to the effectiveness of our culture. We view the survey as an important tool we use to continually improve our company and ensure our teammates remain engaged and satisfied. This survey is conducted every three years, the last of which was conducted in 2019. In the most recent survey, 90% of the responses were favorable in the category of “Satisfaction & Commitment.” The overall percentage of negative responses in the most recent survey has dropped by 25 percentage points since the survey began in 1986. Teammates of certain previously acquired businesses – most notably DJJ and Harris, which together accounted for approximately 27% of our workforce as of December 31, 2020 – complete comparable surveys that have also shown an improving trend over time.\nSafety\nOne of Nucor’s core values is our teammates’ well-being and safety, and it is our goal to become the safest steel company in the world. Our foremost responsibility is to work safely, which requires our teammates to identify unsafe conditions and activities and mitigate these hazards. We will continue working to eliminate exposures that can lead to injury and encourage our teammates to share their ideas for safety improvement. Two key metrics Nucor uses to measure safety are: the Injury/Illness Rate and Days Away, Restricted and Transfer (“DART”) Case Rate.\nNucor calculates the annual Injury/Illness Rate by dividing the number of work-related injuries and illnesses by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year.  In 2020, we achieved an annual Injury/Illness Rate of 1.10.\nNucor uses the DART Case Rate to assess and manage the risk of serious injury in the workplace.  Nucor calculates the annual DART Case Rate by dividing the number of cases resulting in days away from work, restricted work activity and/or job transfers by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of\n12\n100 full-time employees working 40 hours per week, 50 weeks per year.  In 2020, we achieved an annual DART Case Rate of 0.59.\nBeginning in 1998, Nucor has used the President’s Safety Award to recognize divisions that achieve strong records of safety performance based on objective metrics. Since 2004, the President’s Safety Award has gone to divisions and mills where the Injury/Illness Rate and DART Case Rate are less than one-third the national average for comparable facilities.  In 2020, 40 of Nucor’s mills and divisions achieved the President’s Safety Award.  Nucor also has 25 OSHA Voluntary Protection Program Sites, OSHA’s highest level of recognition.\nOur Teammates\nNucor had approximately 26,400 teammates as of December 31, 2020.  The vast majority of our teammates are located in the United States, with only a small number of teammates located outside of North America. Our operations are highly automated, allowing us to take advantage of lower employment costs while still providing our teammates with compensation that we believe is highly competitive as compared to comparable businesses in our industry. At Nucor, we believe in “Pay-for-Performance.”  Nucor teammates typically earn a significant part of their compensation based on their productivity. Production teammates work under group incentives that provide increased earnings for increased production. This additional incentive compensation is paid weekly in most cases. Nucor has also historically contributed 10% of earnings before federal taxes to a profit sharing plan for the majority of teammates below the officer level. We believe such compensation practices incentivize our workforce and reinforce our culture.\nWhile Nucor seeks to hire qualified and talented individuals as teammates, we also believe in developing the skills of our workforce by providing educational and on-the-job training, in addition to safety training. Further, Nucor believes it is important for senior management to also be familiar with, and have had direct experience running, Nucor’s mills and other operational divisions. The vast majority of our teammates are not represented by labor unions and we believe our teammate turnover is low.\nAt Nucor, we believe that a diversity of perspectives and background helps to facilitate the “Nucor Way” as we work to “grow the core; expand beyond; and live our culture.” We also believe that recruiting and hiring the best talent available will continue to provide us with a more diverse and capable workforce.    In addition, Nucor has a long history of conducting our businesses in a manner consistent with high standards of social responsibility.  We have adopted a comprehensive Human Rights Policy, which operates in conjunction with many other Nucor policies related to ethical conduct and human rights, including our Standards of Business Conduct and Ethics, Code of Ethics for Senior Financial Professionals, Supplier Code of Conduct and Policy on Eliminating Forced Labor from our Supply Chain.  We will continue to evaluate our approach and look for opportunities to improve, so that Nucor and its stockholders benefit to the greatest extent possible from our teammates.\nAvailable Information\nNucor’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports, as well as proxy statements and other information, are available on our website at www.nucor.com, as soon as reasonably practicable after Nucor files these documents electronically with, or furnishes them to, the U.S. Securities and Exchange Commission (the “SEC”).\nWe use the investor relations portion of our website, www.nucor.com/investors, to distribute information, including as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. We routinely post and make accessible financial and other information regarding the Company on our website. Accordingly, investors should monitor the investor relations portion of our website, in addition to our press releases, SEC filings and other public communications.  Except as otherwise expressly stated in these documents, the information contained on\n13\nour website or available by hyperlink from our website is not a part of this report and is not incorporated into this report or any other documents we file with, or furnish to, the SEC."
  },
  {
    "item_key": "item_1a",
    "text": "Many of the factors that affect our business and operations involve risk and uncertainty. The factors described below are some of the risks that could materially negatively affect our business, financial condition, results of operations and cash flows.\nIndustry Specific Risk Factors\nOvercapacity in the global steel industry could increase the level of steel imports, which may negatively affect our business, results of operations, financial condition and cash flows.\nRecent additions of new steelmaking capacity and the decrease in steel production due to the economic impact of the COVID-19 pandemic has caused excess steelmaking capacity to grow during the last two years after several years of decline. According to the OECD, global steel production overcapacity is projected to be approximately 776 million tons in 2020. China continues to be a significant contributor to excess steelmaking capacity.\nDuring periods of global economic weakness, this overcapacity is amplified because of weaker global demand for steel and steel products. This excess capacity often results in manufacturers in certain countries exporting significant amounts of steel and steel products at prices that are at or below their costs of production. In some countries the steel industry is subsidized or owned in whole or in part by the government, giving imported steel from those countries certain cost advantages. These imports, which are also affected by demand in the domestic market, international currency conversion rates, and domestic and international government actions, can result in downward pressure on steel prices, which could materially adversely affect our business, results of operations, financial condition and cash flows.\nSection 232 steel tariffs are currently keeping some dumped steel products out of the U.S. market. The U.S. government has also been negotiating new trade agreements with many countries, including China, which may provide another opportunity to address excess steelmaking capacity. Should these efforts be abandoned or fail to reduce the impact of global excess capacity and the Section 232 tariffs be lifted, U.S. steelmakers would be at greater risk of having to compete against steel products dumped in the U.S. market.\nOur business requires substantial capital investment and maintenance expenditures, and our capital resources may not be adequate to provide for all of our cash requirements.\nOur operations are capital intensive. For the three-year period ended December 31, 2020, our total capital expenditures were approximately $4.04 billion. Our business also requires substantial expenditures for routine maintenance. Although we expect requirements for our business needs, including the funding of capital expenditures, debt service for financings and any contingencies, will be financed by internally generated funds, short-term commercial paper issuance, offerings of our debt and equity securities or from borrowings under our $1.50 billion unsecured revolving credit facility, we cannot guarantee that this will be the case. Additional acquisitions or unforeseen events could require financing from additional sources.\nChanges in the availability and cost of electricity and natural gas are subject to volatile market conditions that could adversely affect our business.\nOur steel mills are large consumers of electricity and natural gas. In addition, our DRI facilities are also large consumers of natural gas. We rely upon third parties for our supply of energy resources consumed in the manufacture of our products. The prices for and availability of electricity and natural gas are subject to volatile market conditions. These market conditions often are affected by weather, political, regulatory and economic factors beyond our control, and we may be unable to raise the price of our products to cover increased energy costs. Disruptions, including physical or information systems related\n14\nissues\n,\nthat impact the supply of our energy resources could temporarily impair our ability to manufacture our products for our customers. Increases in our energy costs resulting from regulations that are not equally applicable across the entire global steel market could materially adversely affect our business, results of operations, financial condition and cash flows.\nCompetition from other steel producers, imports or alternative materials may adversely affect our business.\nWe face strong competition from other steel producers and imports that compete with our products on price, quality and service. The steel markets are highly competitive and a number of firms, domestic and foreign, participate in the steel, steel products and raw materials markets. Depending on a variety of factors, including the cost and availability of raw materials, energy, technology, labor and capital costs, currency exchange rates and government subsidies of foreign steel producers, our business may be materially adversely affected by competitive forces.\nIn many applications, steel competes with other materials, such as concrete, aluminum, plastics, composites and wood. Increased use of these materials in substitution for steel products could have a material adverse effect on prices and demand for our steel products.\nSince 2011, automobile producers have begun taking steps towards complying with new Corporate Average Fuel Economy mileage requirements for new cars and light trucks that they produce. As automobile producers work to produce vehicles in compliance with these new standards, they may seek to reduce the amount of steel they incorporate in their vehicles or begin utilizing alternative materials in cars and light trucks to improve fuel economy, thereby reducing their demand for steel. Certain automakers have begun to use greater amounts of aluminum and smaller proportions of steel in some models since 2015.\nOur industry is cyclical and both recessions and prolonged periods of slow economic growth could have an adverse effect on our business.\nDemand for most of our products is cyclical in nature and sensitive to general economic conditions. Our business supports cyclical industries such as the commercial construction, energy, metals service centers, appliance and automotive industries. As a result, downturns in the U.S. economy or any of these industries could materially adversely affect our results of operations, financial condition and cash flows. The U.S. economy is recovering from its lows during the second quarter of 2020, but the pace of the recovery in 2021 will likely depend on how quickly the U.S. population is vaccinated and normal activities can resume as well as government stimulus programs or infrastructure spending. Even with this economic recovery, challenges from global production overcapacity in the steel industry and ongoing uncertainties, both in the United States and in other regions of the world, remain.\nWe are unable to predict the duration of current economic conditions. Future economic downturns, prolonged slow growth or stagnation in the economy, or a sector-specific slowdown in one of our key end-use markets, such as nonresidential construction, could materially adversely affect our business, results of operations, financial condition and cash flows, especially in light of the capital-intensive nature of our business.\nThe results of our operations are sensitive to volatility in steel prices and the cost of raw materials, particularly scrap steel.\nWe rely to an extent on outside vendors to supply us with key consumables such as graphite electrodes and raw materials, including both scrap and scrap substitutes that are critical to the manufacture of our steel products. The raw material required to produce DRI is pelletized iron ore. Although we have vertically integrated our business by constructing our DRI facilities in Trinidad and Louisiana and also by acquiring DJJ in 2008, we still must purchase most of our primary raw material, steel scrap, from numerous other sources located throughout the United States and internationally.\n15\nAlthough we believe that the supply of scrap and scrap substitutes is adequate to operate our facilities, prices of these critical raw materials are volatile and are influenced by changes in scrap exports in response to changes in the scrap, scrap substitutes and iron ore demands of our global competitors, as well as currency fluctuations. At any given time, we may be unable to obtain an adequate supply of these critical raw materials with price and other terms acceptable to us. The availability and prices of raw materials may also be negatively affected by new laws and regulations, allocation by suppliers, interruptions in production, accidents or natural disasters, changes in exchange rates, worldwide price fluctuations, and the availability and cost of transportation. Many countries that export steel into our markets restrict the export of scrap, protecting the supply chain of some foreign competitors. This trade practice creates an artificial competitive advantage for foreign producers that could limit our ability to compete in the U.S. market.\nIf our suppliers increase the prices of our critical raw materials, we may not have alternative sources of supply. In addition, to the extent that we have quoted prices to our customers and accepted customer orders for our products prior to purchasing necessary raw materials, we may be unable to raise the price of our products to cover all or part of the increased cost of the raw materials. Also, if we are unable to obtain adequate and timely deliveries of our required raw materials, we may be unable to timely manufacture sufficient quantities of our products. This could cause us to lose sales, incur additional costs, experience margin compressions or suffer harm to our reputation.\nOur steelmaking processes, our DRI processes, and the manufacturing processes of many of our suppliers, customers and competitors are energy intensive and generate carbon dioxide and other GHGs. The regulation of these GHGs could have a material adverse impact on our results of operations, financial condition and cash flows.\nOur operations are subject to numerous federal, state and local laws and regulations relating to protection of the environment, and, accordingly, we make provision in our financial statements for the estimated costs of compliance. There are inherent uncertainties in these estimates.  Most notably, the uncertainty of policies, enforcement priorities, legislation and regulations related to climate change mitigation strategies pose the greatest risk.\nAs a carbon steel producer, Nucor could be increasingly affected both directly and indirectly if carbon policy decisions and mandates are not properly implemented. Carbon is an essential raw material in Nucor’s steel production processes. Furthermore, Nucor steel mills utilize EAFs for 100% of their steel melting operations and the costs associated with the decarbonization of electricity generation is a significant concern.  Significant new rulemaking or legislation could have a material adverse impact on our results of operations, financial condition and cash flows.\nEnvironmental regulation compliance and remediation could result in substantially increased costs and materially adversely impact our competitive position.\nWe incur significant costs in meeting our environmental regulation compliance and remediation obligations. The principal federal environmental laws include the CAA, that regulates air emissions; the CWA that regulates water withdrawals and discharges; RCRA, that addresses solid and hazardous waste treatment, storage and disposal; and CERCLA, that governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations. Capital expenditures at our facilities that are associated with environmental regulation compliance for 2021 and 2022 are estimated to be less than $100 million per year.\nIn addition to the above mentioned statutes, certain revisions to National Air Ambient Quality Standards could make it significantly more difficult for us to obtain construction permits and permits to expand existing operations.  Resulting cancellations, delays or unanticipated costs to these projects could negatively impact our ability to generate expected returns on our investments. These regulations can also increase our cost of energy, primarily electricity, which we use extensively in the steelmaking process.  We may in the future incur substantially increased costs complying with such regulations, particularly if federal regulatory agencies were to change their enforcement posture with respect to such regulations.\n16\nEmerging customer preferences for greater product transparency and less GHG intensive materials may put\nus at a\ncompetitive disadvantage or reduce demand for our products.\nNumerous states, including Washington, Oregon and New York, are considering establishing requirements for Environmental Product Declarations (“EPDs”) to evaluate environmental impacts of products. California has enacted the “Buy Clean California Act” and California has established Global Warming Potential (GWP) benchmarks through EPDs for certain materials, including certain steel products.  Currently, the federal government is considering similar legislation.  EPD legislation has the potential to put domestic steel manufacturers at a disadvantage to foreign competitors unless standardized mechanisms are used to fully evaluate products produced by foreign steel producers.\nGeneral Risk Factors\nThe COVID-19 pandemic, as well as similar epidemics and public health emergencies in the future, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nOur operations expose us to risks associated with pandemics, epidemics and other public health emergencies, such as the ongoing COVID-19 pandemic which spread from China to many other countries including the United States. In March 2020, the World Health Organization characterized the outbreak of COVID-19 as a pandemic, and the United States declared the COVID-19 pandemic a national emergency.\nWe are a company operating in a critical infrastructure industry, as defined by the U.S. Department of Homeland Security. As such, Nucor was deemed an essential or life\n‐\nsustaining operation and, accordingly, is currently able to maintain operations sufficient to meet our customers’ ongoing needs. In spite of our continued operations, the COVID-19 pandemic has had and may have further negative impacts on our operations, supply chain, transportation networks and customers, which may compress our margins, including as a result of preventative and precautionary measures that we, other businesses and governments are taking. The COVID-19 pandemic is a widespread public health crisis that is adversely affecting the economies of many countries and caused periodic disruption to financial markets. Any resulting economic downturn could adversely affect demand for our products and contribute to volatile supply and demand conditions affecting prices and volumes in the markets for our products and raw materials. The progression of the COVID-19 pandemic could also negatively impact our business or results of operations through the temporary closure of our operating facilities or those of our customers or suppliers.\nIn addition, the ability of our teammates and our suppliers’ and customers’ teammates to work may be significantly impacted by individuals contracting or being exposed to COVID-19. Our customers may be directly impacted by business interruptions or weak market conditions and may not be willing or able to fulfill their contractual obligations. Furthermore, the progression of and global response to the COVID-19 pandemic has begun to cause and increases the risk of further delays in construction activities and equipment deliveries related to our capital projects, including potential delays in obtaining permits from government agencies. The extent of such delays and other effects of COVID-19 on our capital projects, certain of which are outside of our control, is unknown, but they could impact or delay the timing of anticipated benefits on capital projects.\nThe extent to which COVID-19 may adversely impact our business depends on future developments, which are highly uncertain and unpredictable, including new information concerning the severity of the pandemic, the availability of a vaccine, evolving strains of the virus, and the effectiveness of actions globally to contain or mitigate the effects of the pandemic. The current level of uncertainty over the economic and operational impacts of COVID-19 means the related financial impact cannot be reasonably estimated at this time.\nWe are subject to information technology and cyber security threats which could have an adverse effect on our business and results of operations.\nWe utilize various information technology systems to efficiently address business functions ranging from the operation of our production equipment to administrative computation to the storage of data such as intellectual property and proprietary business information. Despite efforts to assure secure and uninterrupted operations, threats from increasingly sophisticated cyber-attacks or system failures could\n17\nresult in materially adverse operational disruptions or security breaches of our systems or those of our third-party service providers. These risks could result in disclosure or destruction of key proprietary information\nor\npersonal data\nor\nreputational damage or could adversely affect our ability to physically produce steel, resulting in lost revenues, as well as delays in reporting our financial results. We also could be required to spend significant financial and other resources to remedy the damage caused by a security breach, including to repair or replace networks and information technology systems. We may also contend with potential liability for stolen information, increased cybersecurity protection costs, litigation expense and increased insurance premiums.\nOur operations are subject to business interruptions and casualty losses.\nThe steelmaking business is subject to numerous inherent risks, particularly unplanned events such as explosions, fires, other accidents, natural disasters such as floods or earthquakes, critical equipment failures, acts of terrorism, inclement weather and transportation interruptions. While our insurance coverage could offset a portion of the losses relating to some of those types of events, our results of operations and cash flows could be adversely impacted to the extent that any such losses are not covered by our insurance, or that there are significant delays in resolving our claims with our insurance providers.\nWe acquire businesses from time to time and we may encounter difficulties in integrating businesses we acquire.\nWe plan to continue to seek attractive opportunities to acquire businesses, enter into joint ventures and make other investments that strengthen Nucor. Realizing the anticipated benefits of acquisitions or other transactions will depend on our ability to operate these businesses and integrate them with our operations and to cooperate with our strategic partners. Our business, results of operations, financial condition and cash flows could be materially adversely affected if we are unable to successfully integrate these businesses.\nRisks associated with operating in international markets could adversely affect our business, financial position and results of operations.\nCertain of our businesses and investments are located outside of the United States, in Canada, Mexico and in emerging markets. There are a number of risks inherent in doing business in such markets. These risks include, but are not limited to: unfavorable political or economic factors; local labor and social issues; changes in regulatory requirements; fluctuations in foreign currency exchange rates; and complex foreign laws, treaties including tax laws, and the Foreign Corrupt Practices Act of 1977 (FCPA). These risks could restrict our ability to operate our international businesses profitably and therefore have a negative impact on our financial position and results of operations. In addition, our reported results of operations and financial position could also be negatively affected by exchange rates when the activities and balances of our foreign operations are translated into U.S. dollars for financial reporting purposes.\nThe accounting treatment of equity method investments, goodwill and other long-lived assets could result in future asset impairments, which would reduce our earnings.\nWe periodically test our equity method investments, goodwill and other long-lived assets to determine whether their estimated fair value is less than their value recorded on our balance sheet. The results of this testing for potential impairment may be adversely affected by uncertain market conditions for the global steel industry, as well as changes in interest rates, commodity prices and general economic conditions. If we determine that the fair value of any of these assets is less than the value recorded on our balance sheet, and, in the case of equity method investments the decline is other than temporary, we would likely incur a non-cash impairment loss that would negatively impact our results of operations.\n18\nTax increases and changes in tax laws and regulations\nor exposure to additional tax liabilities\ncould adversely affect our financial results.\nThe steel industry and our business are sensitive to changes in taxes. As a company based in the United States, Nucor is more exposed to the effects of changes in U.S. tax laws than some of our major competitors. Our provision for income taxes and cash tax liability in the future could be adversely affected by changes in U.S. tax laws.\nNucor recognizes the effect of income tax positions only if those positions are believed to be more likely than not of being sustained. We cannot predict whether taxing authorities will conduct an audit challenging any of our tax positions and there can be no assurance as to the outcome of any challenges. If we are unsuccessful in any of these matters, we may be required to pay taxes for prior periods, interest, fines or penalties.\nWe are subject to legal proceedings and legal compliance risks.\nWe spend substantial resources ensuring that we comply with domestic and foreign regulations, contractual obligations and other legal standards. Notwithstanding this, we are subject to a variety of legal proceedings and legal compliance risks in respect of various issues, including regulatory, safety, environmental, employment, transportation, intellectual property, contractual, import/export, international trade and governmental matters that arise in the course of our business and in our industry. For information regarding our current significant legal proceedings, see “Item 3. Legal Proceedings.” A negative outcome in an unusual or significant legal proceeding or compliance investigation could adversely affect our financial condition and results of operations. While we believe that we have adopted appropriate risk management and compliance programs, the nature of our operations means that legal compliance risks will continue to exist and additional legal proceedings and other contingencies, the outcome of which cannot be predicted with certainty, will arise from time to time."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n19"
  },
  {
    "item_key": "item_2",
    "text": "We own all of our principal operating facilities. These facilities, by segment, are as follows:\nIn the steel products segment, we have 81 operating facilities, excluding the locations listed above, in 38 states with 30 operating facilities in Canada and two in Mexico. Our subsidiary, Harris Steel Inc., also operates multiple sales offices in Canada and certain other foreign locations. The steel products segment also includes Skyline Steel, LLC, our steel foundation distributor.\n20\nIn the raw materials segment,\nwe have 8\n8\noperating facilities in 2\n2\nstates\nwith one operating\nfacility in Point\nLisas\n, Trinidad.\nFor our DRI facilities in Trinidad and Louisiana, a\nsignificant portion of the production process occurs outdoors. The Trinidad site, including leased land, is approximately 1.9 million square feet.\nThe Louisiana site has approximately 174.\n2\nmillion square feet of owned land with buildings that total approximately 72,500 square feet.\nDJJ has 8\n2\noperating facilities in\n21\nstates along with multiple brokerage offices in the United States and certain other foreign locations\n.\nThe average utilization rates of all operating facilities in the steel mills, steel products and raw materials segments in 2020 were approximately 82%, 71% and 67% of production capacity, respectively.\nWe also own our principal executive offices in Charlotte, North Carolina."
  },
  {
    "item_key": "item_3",
    "text": "Nucor Steel Louisiana, our DRI facility located in St. James Parish, Louisiana, has received a Consolidated Compliance Order and Notice of Potential Penalty from the Office of Environmental Enforcement of the Louisiana Department of Environmental Quality (“LDEQ”) related to emissions issues that the facility voluntarily reported to LDEQ. Nucor Steel Louisiana and LDEQ are in discussions regarding a Consolidated Settlement Agreement with LDEQ, but no penalty has been finalized. We believe the aggregate civil penalty for these compliance issues will not be material to Nucor.\nNucor is from time to time a party to various lawsuits, claims and other legal proceedings that arise in the ordinary course of business. With respect to all such lawsuits, claims and proceedings, we record reserves when it is probable a liability has been incurred and the amount of loss can be reasonably estimated. We do not believe that any of these proceedings, individually or in the aggregate, would be expected to have a material adverse effect on our results of operations, financial position or cash flows. Nucor maintains liability insurance with self-insurance limits for certain risks."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nInformation About Our Executive Officers\nThe following is a description of the names and ages of the executive officers of the Company, indicating all positions and offices with the Company held by each such person and each person’s principal occupation or employment during the past five years. Each executive officer of Nucor is elected by the Board of Directors and holds office from the date of election until thereafter removed by the Board.\nAllen C. Behr\n(47), Executive Vice President of Plate and Structural Products, was named EVP in May 2020. Mr. Behr began his career with Nucor in 1996 as Design Engineer at Nucor Building Systems-Indiana and joined the start-up team at Nucor Building Systems-Texas in 1999. In 2001, he became the Engineering Manager at Nucor Building Systems-South Carolina and was promoted to General Manager in 2008. Mr. Behr became the General Manager of Vulcraft-South Carolina in 2011 and was promoted to Vice President in 2012. He was promoted to President of the Vulcraft/Verco group in 2014 and he served as the General Manager of Nucor Steel-Texas from 2017 to 2019.\nCraig A. Feldman\n(56), Executive Vice President of Raw Materials, was named EVP in 2018. Mr. Feldman began his career as a Brokerage Representative for The David J. Joseph Company (“DJJ”) in 1986, subsequently serving as District Manager of DJJ’s Salt Lake City brokerage office, Commercial Vice President at DJJ’s subsidiary, Western Metals Recycling LLC (“WMR”), and President of WMR. Mr. Feldman served on the operational staff of DJJ’s then-owner in the Netherlands from 2005 until his appointment in 2007 as DJJ’s Executive Vice President, Recycling Operations. Mr. Feldman became a Vice President and General Manager of Nucor when DJJ was acquired by Nucor in 2008. He served as President of DJJ from 2013 to December 2020.  Mr. Feldman has announced that he will retire in June 2021.\n21\nJames D. Frias\n(6\n4\n), has been Chief Financial Officer, Treasurer and Executive Vice President since 2010. Prior to that, Mr. Frias was Vice President of Finance from 2006 to 2009. Mr. Frias joined Nucor in 1991 as Controller of Nucor Building Systems-Indiana. He also served as Controller of Nucor Steel-Indiana and as Corporate Controller. Mr. Frias joined the board of directors of Carlisle Companies Incorporated in 2015.\nDouglas J. Jellison\n(62), was named Executive Vice President responsible for The David J. Joseph Company and Logistics, effective January 2021. Mr. Jellison began his Nucor career in 1990 as Materials Manager at Nucor Bearing Products and has worked in various positions and businesses in his 30 years with Nucor, including several controller and business development roles. Mr. Jellison was promoted to Vice President in 2004 and served as General Manager of Nucor Bearing Products, Nucor Steel Seattle, Inc. and Nucor-Yamato. He then served as President of Nucor Tubular Products and most recently as President of Nucor’s steel piling subsidiary, Skyline Steel LLC.\nGregory J. Murphy\n(56), was named Executive Vice President of Business Services and General Counsel, effective January 2021. Mr. Murphy began his Nucor career in 2015 as Vice President and General Counsel.  In 2020, he assumed additional responsibilities and was named General Counsel and Vice President of Legal, Environmental and Public Affairs. Prior to joining Nucor, Mr. Murphy was a Partner with the law firm of Moore & Van Allen PLLC, where he was the team leader of the Litigation Practice Group and served for a decade on the firm’s Executive Committee.\nRaymond S. Napolitan, Jr.\n(63), Executive Vice President of Engineered Bar Products and Digital, was named EVP in 2013, having previously served as President of Nucor’s Vulcraft/Verco group from 2010 to 2013 and President of American Buildings Company from 2007 to 2010. He was elected Vice President of Nucor in 2007. Mr. Napolitan began his Nucor career in 1996 as Engineering Manager of Nucor Building Systems-Indiana, and later served as General Manager of Nucor Building Systems-Texas.\nDaniel R. Needham\n(55), was named Executive Vice President of Bar and Rebar Fabrication Products, effective February 2021. Mr. Needham began his career with Nucor in 2000 as Controller at Nucor Steel Hertford County. He subsequently served as Controller of Nucor Steel Decatur, LLC and Nucor Steel Utah. In 2011, Mr. Needham became General Manager of Nucor Steel Connecticut, Inc. He later served as General Manager of Nucor Steel Utah and was elected Vice President in 2016. In 2019, Mr. Needham was promoted to Vice President and General Manager of Nucor Steel Indiana.\nK. Rex Query\n(55)\n,\nwas named\nExecutive Vice President of Sheet and Tubular Products, effective January 2021. Mr. Query joined Nucor in 1990 as a financial analyst in the Corporate Office and subsequently served as Controller at Vulcraft South Carolina, Nucor Steel Berkeley and Nucor Steel Hertford. After serving as General Manager and Corporate Controller, Mr. Query was elected to Vice President in 2002 and served as General Manager at Nucor Steel Auburn, Inc., Nucor Steel Decatur, LLC, Nucor Steel South Carolina and NCF as well as President of Nucor Europe. Most recently, Mr. Query served as President of Nucor’s Vulcraft/Verco group. Mr. Query is married to the sister of Mr. Topalian’s wife.\nMaryEmily Slate (56)\n, was named Executive Vice President of Commercial, effective January 2021. Ms. Slate was promoted to EVP in May 2019, most recently serving as EVP of Plate, Structural and Tubular Products. Ms. Slate began her career with Nucor in 2000 as a District Sales Manager at Nucor Steel Arkansas. She later served as Sales Manager at Nucor Steel Decatur, LLC and then as Cold Mill Manager. In 2010, Ms. Slate was promoted to General Manager of Nucor Steel Auburn, Inc. and was elected Vice President in 2012. She served as Vice President of Nucor Steel Arkansas from 2015 to 2019.\nDavid A. Sumoski\n(54), was named Chief Operating Officer, effective January 2021. He previously served as Executive Vice President from 2014 to 2020, most recently as EVP of Merchant and Rebar Products.  He also served as General Manager of Nucor Steel Memphis, Inc. from 2012 to 2014 and as General Manager of Nucor Steel Marion, Inc. from 2008 to 2012. Mr. Sumoski was named Vice President in 2010. He began his career with Nucor as an electrical supervisor at Nucor Steel-Berkeley in 1995, later serving as Maintenance Manager.\n22\nLeon J. Topalian\n(5\n2\n),\nhas served as\nPresident and Chief Executive Officer\nsince\nJanuary 2020. He previously served as President and Chief Operating Officer\nfrom September 2019 to December\n2019, Executive Vice President of Beam and Plate Products from 2017 to 2019 and as Vice President of Nucor\nfrom\n2013\nto 2017\n. He began his Nucor career at Nucor Steel-Berkeley in 1996, serving as a project engineer and then as cold mill production supervisor. Mr. Topalian was promoted to Operations Manager for Nucor’s former joint venture in Australia and later served as Melting and Casting Manager at Nucor Steel-South Carolina. He then served as General Manager of Nucor Steel Kankakee, Inc. from 2011 to 2014 and as General Manager of Nucor-Yamato from 2014 to 2017.\nMr. Topalian is married to the sister of Mr. Query’s wife.\nD. Chad Utermark\n(52), Executive Vice President of Fabricated Construction Products, was named EVP in 2014. He previously served as General Manager of Nucor-Yamato from 2011 to 2014 and as General Manager of Nucor Steel-Texas from 2008 to 2011. He was named Vice President of Nucor in 2009. Mr. Utermark began his Nucor career as a utility operator at Nucor Steel-Arkansas in 1992, subsequently serving as shift supervisor and Hot Mill Manager at that division as well as Roll Mill Manager at Nucor Steel-Texas.\n23\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed and traded on the New York Stock Exchange under the symbol “NUE.” As of January 31, 2021, there were approximately 14,000 stockholders of record of our common stock.\nWe did not repurchase any shares under our share repurchase program during the fourth quarter of 2020.\nNucor has increased its base cash dividend every year since the Company began paying dividends in 1973. Nucor paid a total dividend of $1.61 per share in 2020 compared with $1.60 per share in 2019. In December 2020, the Board of Directors increased the base quarterly cash dividend on Nucor’s common stock to $0.405 per share from $0.4025 per share. In February 2021, the Board of Directors declared Nucor’s 192\nnd\nconsecutive quarterly cash dividend of $0.405 per share payable on May 11, 2021 to stockholders of record on March 31, 2021.\nSee Note 16 to the Company’s consolidated financial statements for a discussion regarding securities authorized for issuance under the Company’s stock-based compensation plans.\nStock Performance\nThis graphic comparison assumes the investment of $100 in each of Nucor common stock, the S&P 500 Index and the S&P 1500 Steel Group Index, all at year-end 2015. The resulting cumulative total return assumes that cash dividends were reinvested. Nucor common stock comprised 32% of the S&P 1500 Steel Group Index at year-end 2020 (43% at year-end 2015).\n24\nNot applicable as Nucor has early adopted the amendments to Item 301 of Regulation S-K outlined in the Final Rule adopted by the SEC on November 19, 2020.\n25"
  },
  {
    "item_key": "item_7",
    "text": "The following Management’s Discussion and Analysis of Financial Condition and Results of Operations of Nucor Corporation should be read in conjunction with the consolidated financial statements of the Company and the accompanying notes to the consolidated financial statements.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations included in this report discusses our financial condition and results of operations as of and for the years ended December 31, 2020 and 2019. Information concerning the year ended December 31, 2019 and a comparison of the years ended December 31, 2019 and December 31, 2018 may be found under “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s Annual Report on Form 10-K for the year ended December 31, 2019, filed with the SEC on February 28, 2020.\nOverview\nThe COVID-19 pandemic began to impact Nucor’s operations in the final weeks of the first quarter of 2020. It would rapidly become the most significant event of 2020, impacting almost all aspects of our business through the remainder of the year and into the present. Our most important value is the health and safety of our teammates, their families and the communities where we operate. We formed several internal task forces to closely monitor developments related to the pandemic.\nOur facilities around the country have taken steps to respond to COVID-19 based on the nature of their operations and the actions being taken by their state and local governments. We have restricted travel, upgraded the cleaning practices at our facilities and offices, implemented remote work for teammates wherever possible, and instituted social distancing measures throughout the Company. In addition to these measures, which are still in effect to varying degrees, we also took significant action to further strengthen our liquidity resources and financial position. These financial measures are further explained in the “Liquidity and Capital Resources” section of this “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.” Across Nucor, we remain committed to protecting our teammates while minimizing disruptions to our customers and supply chain.\nDue to the impact of the pandemic, the U.S. economy shrank by 3.5% in 2020, compared to a growth rate of 2.2% in 2019. Despite this, demand in several key end-use markets was surprisingly resilient in 2020, most notably in nonresidential construction and automotive, which together account for nearly two-thirds of steel consumption. Operating rates at our steel mills for the full year 2020 decreased to 82% as compared to 84% for the full year 2019. Industry-wide, the U.S. capacity utilization rate was 68% for 2020, down from 80% in 2019.\nEconomic conditions improved in the second half of 2020 and we are optimistic about market conditions heading into 2021. We expect the nonresidential construction and automotive markets to remain strong. We hope to see improvement in markets like heavy duty trucks, heavy equipment and agriculture that were down in 2020. We anticipate the recovery in oil and gas markets to be slow, but Nucor has seen increased sales into the renewable energy market.\nThe Section 232 steel tariffs continued to be effective in keeping unfairly traded imports out of the U.S. market. For the full year 2020, finished steel imports were down approximately 23% from the previous year and accounted for approximately 18% of U.S. market share.\nOur Challenges and Risks\nSales of many of our products are largely dependent upon capital spending in the nonresidential construction markets in the United States, including in the industrial and commercial sectors, as well as capital spending on infrastructure that is publicly funded, such as bridges, schools, prisons and hospitals. While there has been no federal infrastructure bill in recent years, many states have passed bills funding infrastructure improvements.\n26\nWhile the Section 232 tariffs are having their intended impact by keeping unfairly traded imports out of the U.S. market, global steel production overcapacity continues to be a long-term challenge. Steel production in China rose in 2020, going from approximately 1.10 billion tons in 2019 to approximately 1.16 billion tons in 2020 – an increase of 5.5%. As a result, China’s share of global crude steel production rose from 53.3% in 2019 to 56.6% in 2020. The OECD projects that global excess steel production capacity was approximately 776 million tons in 2020, up from 624 million tons at the end of 2019\n, which was itself up significantly from the prior year.\nA major uncertainty we continue to face in our business is the price of our principal raw material, ferrous scrap, which is volatile and often increases or decreases rapidly in response to changes in domestic demand, unanticipated events that affect the flow of scrap into scrap yards, the availability of scrap substitutes, currency fluctuations and changes in foreign demand for scrap. In periods of rapidly increasing raw material prices in the industry, which are often also associated with periods of strong or rapidly improving steel market conditions, being able to increase our prices for the products we sell quickly enough to offset increases in the prices we pay for ferrous scrap is challenging but critical to maintaining our profitability. We attempt to mitigate the scrap price risk by managing scrap inventory levels at the steel mills to match the anticipated demand over the next several weeks. Certain scrap substitutes, including pig iron, have longer lead times for delivery than scrap, which can make this inventory management strategy difficult to achieve. Continued successful implementation of our raw material strategy, including key investments in DRI production, coupled with the scrap brokerage and processing services performed by our team at DJJ, give us greater control over our metallic inputs and thus also helps us to mitigate this risk.\nDuring periods of stronger or improving steel market conditions, we are more likely to be able to pass through to our customers, relatively quickly, the increased costs of ferrous scrap and scrap substitutes, protecting our gross margins from significant erosion. During weaker or rapidly deteriorating steel market conditions, weak steel demand, low industry utilization rates and the impact of imports create an even more intensified competitive environment and increased pricing pressure. All of those factors, to some degree, impact pricing, which increases the likelihood that Nucor will experience lower gross margins.\nAlthough the majority of our steel sales are to spot market customers in North America who place their orders each month based on their business needs and our pricing competitiveness compared to both domestic and global producers and trading companies, we also sell contract tons, most notably in our sheet operations. Approximately 70% of our sheet sales were to contract customers in 2020 (75% in 2019), with the balance being sold in the spot market at the prevailing prices at the time of sale. Steel contract sales outside of our sheet operations are not significant. The amount of tons sold to contract customers at any given time depends on the overall market conditions at the time, how the end-use customers see the market moving forward and the strategy that Nucor management believes is appropriate to the upcoming period.\nNucor management considerations include maintaining an appropriate balance of spot and contract tons based on market projections and appropriately supporting our diversified customer base. The percentage of tons that is placed under contract also depends on the overall market dynamics and customer negotiations. In years of strengthening demand, we typically see an increase in the percentage of sheet sales sold under contract as our customers have an expectation that transaction prices will rapidly rise, and available capacity will quickly be sold out. To mitigate this risk, customers prefer to enter into contracts in order to obtain committed volumes of supply from the mills. The vast majority of our contracts include a method of adjusting prices on a periodic basis to reflect changes in the market pricing for steel and/or scrap. Market indices for steel generally trend with scrap pricing changes, but, during periods of steel market weakness, the more intensified competitive steel market environment can cause the sales price indices to decrease resulting in reduced gross margins and profitability. Furthermore, since the selling price adjustments are not immediate, there will always be a timing difference between changes in the prices we pay for raw materials and the adjustments we make to our contract selling prices. Generally, in periods of increasing scrap prices, we experience a short-term margin contraction on\n27\ncontract tons. Conversely, in periods of decreasing scrap prices, we typically experience a short-term margin expansion. Contract sales typically have terms ranging from six to 12 months.\nOur Strengths and Opportunities\nWe are North America’s most diversified steel producer. As a result, our short-term performance is not tied to any one market. We have numerous, large, strategic capital projects at various stages of progress that we believe will help us further diversify our product offerings and expand the markets that we serve. We expect these investments to grow our long-term earnings power by increasing our channels to market, expanding our product portfolio into higher value-added offerings that are less vulnerable to imports, improving our cost structure and further building upon our market leadership positions.\nWe believe that Nucor’s raw material supply chain is another important strength. Our investment in DRI production facilities and scrap brokerage and processing businesses provides Nucor with significant flexibility in optimizing our raw materials costs. Additionally, having a significant portion of our raw materials supply under our control reduces risk associated with the global sourcing of raw materials, particularly since a considerable portion of scrap substitutes comes from regions of the world that historically have experienced greater political turmoil.\nOur highly variable, low-cost structure, combined with our financial strength and liquidity, has allowed us to successfully navigate cyclical, severely depressed steel industry market conditions in the past. In such times, our incentive-based pay system reduces our payroll costs, both hourly and salary, which helps to offset lower selling prices. Our pay-for-performance system that is closely tied to our levels of production also allows us to keep our highly experienced workforce intact and to continue operating our facilities when some of our competitors with greater fixed costs are forced to shut down some of their facilities. Because we use EAFs to produce our steel, we can easily vary our production levels to match short-term changes in demand, unlike our blast furnace-based integrated competitors. We believe these strengths also provide us further opportunities to gain market share during such times.\nEvaluating Our Operating Performance\nWe report our results of operations in three segments: steel mills, steel products and raw materials. Most of the steel we produce in our mills is sold to outside customers (80% in both 2020 and 2019), but a significant percentage is used internally by many of the facilities in our steel products segment (20% in both 2020 and 2019).\nWe begin measuring our performance by comparing our net sales, both in total and by individual segment, during a reporting period with our net sales in the corresponding period in the prior year. In doing so, we focus on changes in and the reasons for such changes in the two key variables that have the greatest influence on our net sales: average sales price per ton during the period and total tons shipped to outside customers.\nWe also focus on both dollar and percentage changes in gross margins, which are key drivers of our profitability, and the reasons for such changes. There are many factors from period to period that can affect our gross margins. One consistent area of focus for us is changes in “metal margins,” which is the difference between the selling price of steel and the cost of scrap and scrap substitutes. Increases or decreases in the cost of scrap and scrap substitutes that are not offset by changes in the selling price of steel can quickly compress or expand our margins and reduce or increase our profitability.\nChanges in marketing, administrative and other expenses, particularly profit sharing and other variable incentive-based payment costs, can have a material effect on our results of operations for a reporting period as well. These costs vary significantly from period to period as they are based upon changes in our pre-tax earnings and other profitability metrics that are a reflection of our pay-for-performance system that is closely tied to our levels of production.\n28\nEvaluating Our Financial Condition\nWe evaluate our financial condition each reporting period by focusing primarily on the amounts of and reasons for changes in cash provided by operating activities, our current ratio, the turnover rate of our accounts receivable and inventories, the amounts of and reasons for changes in cash used in or provided by investing activities (including projected capital expenditures) and financing activities and our cash and cash equivalents and short-term investments position at period end. We believe that our conservative financial practices have served us well in the past and are serving us well today. As a result, our financial position remains strong.\nComparison of 2020 to 2019\nResults of Operations\nNucor reported consolidated net earnings of $2.36 per diluted share in 2020 and $4.14 per diluted share in 2019. The COVID-19 pandemic and the impacts it had on the domestic economy were the primary factor driving the decrease in earnings in 2020 as compared to 2019.\nIn 2019, the steel mills segment’s profitability peaked in the first quarter and experienced a downward trend for the remainder of the year primarily due to inventory destocking. The first quarter of 2020 was off to a promising start for the steel mills segment, building off of the momentum of price increases announced in the fourth quarter of 2019 and a strong quarterly utilization rate of 89%. The first quarter of 2020 ended with the rapidly intensifying impact of the COVID-19 pandemic beginning to impact our business late in the quarter. We also determined a triggering event occurred related to our equity method investment located in Italy, Duferdofin Nucor S.r.l. (“Duferdofin Nucor”), that would result in us reserving a note receivable and a significant impairment charge in the first quarter of 2020. We ultimately exited our investment in Duferdofin Nucor prior to the end of the year. Total losses and impairments of assets related to Duferdofin Nucor that were included in the steel mills segment earnings were approximately $483.5 million in 2020. We also recorded additional impairment charges in the fourth quarter of 2020 related to certain inventory and long-lived assets of $103.2 million that were primarily related to our Castrip sheet operations.\nThe steel mills segment performance bottomed in the second quarter of 2020 but had an upward trajectory for the remainder of the year. Our steel mills segment is expected to have a very strong first quarter of 2021 due to increases in steel selling prices and strengthening market conditions at the end of 2020.\nNonresidential construction market conditions were strong in 2019 and 2020.The resiliency of nonresidential construction markets during the COVID-19 pandemic paved the way for our steel products segment to have record profitability in 2020, surpassing the previous record set in 2019. Many of our business units in this segment performed at record or near-record levels, with our rebar fabrication and tubular products businesses driving the year-over-year increase for the segment. In addition to the strength of nonresidential construction markets over the last two years, the steel products segment continues to benefit from the lasting effects of changes in business strategy and efficiency initiatives that have significantly improved the performance of our rebar fabrication operations and metal buildings business.\nThe raw materials segment’s profitability in 2020 increased from 2019 primarily due to the improved performance of our DRI facilities. Our DRI facility in Louisiana experienced a planned 70-day outage in 2019 to enhance operational reliability, and the facility set new records for production, shipping and operating hours in 2020. Low average selling prices and higher iron ore costs have caused the DRI facilities to have combined operating losses in 2020 and 2019. However, selling prices for raw materials increased dramatically in the fourth quarter of 2020 and we expect strong performance for the raw materials segment in the first quarter of 2021.\nThe raw materials segment incurred non-cash impairment charges of $27.0 million and $35.0 million in 2020 and 2019, respectively. The 2020 charges related to our leasehold interest in unproved oil and gas properties and the 2019 charges related to our proved oil and gas properties. Refer to “Critical Accounting Policies and Estimates” for further discussion of these charges.\n29\nNucor’s income tax provision in 2020 benefited from several notable items that are not included in segment reporting. Of note, the 2020 tax provision benefited from $201.9 million related to certain tax deductions claimed related to our\nnow exited\ninvestment in\nDuferdofin\nNucor, $39.7 million related to\ncertain\nstate tax credits and $48.2 million related to the anticipated carryback of a 2020 tax net operating loss under the Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”).\nThe following discussion will provide greater quantitative and qualitative analysis of Nucor’s performance in 2020 as compared to 2019.\nNet Sales\nNet sales to external customers by segment for 2020 and 2019 were as follows (in thousands):\nNet sales for 2020 decreased 11% from the prior year. Average sales price per ton decreased 7% from $851 in 2019 to $789 in 2020. Total tons shipped to outside customers decreased 4% from 26,532,000 tons in 2019 to 25,519,000 in 2020.\nIn the steel mills segment, sales tons were as follows (in thousands):\nNet sales for the steel mills segment decreased 13% in 2020 from the prior year due to a 10% decrease in the average sales price per ton, from $748 in 2019 to $671 in 2020, as well as a 3% decrease in total tons shipped to outside customers.\nOutside sales tonnage for the steel products segment was as follows (in thousands):\nNet sales for the steel products segment decreased 5% in 2020 from the prior year due to a 5% decrease in average sales price per ton.\nNet sales for the raw materials segment decreased 15% in 2020 from the prior year primarily due to decreased average selling prices at DJJ’s brokerage operations and decreased volumes at DJJ’s scrap processing operations and brokerage operations. In 2020, approximately 88% of outside sales for the raw\n30\nmaterials segment were from the brokerage operations of DJJ, and approximately 9% of outside sales were from the scrap processing operations of DJJ (90% and 9%, respectively, in 2019).\nGross Margins\nIn 2020, Nucor recorded gross margins of $2.23 billion (11%) which was a decrease from $2.68 billion (12%) in 2019:\nScrap prices are driven by the global supply and demand for scrap and other iron-based raw materials used to make steel. Scrap prices decreased during most of 2020 but began to rapidly increase late in the year. As we enter 2021, we see downward pressure on scrap prices in the near term that we believe is likely to stabilize and follow a more typical seasonal pattern during the remainder of the year.\nGross margins related to DJJ’s brokerage operations decreased in 2020 as compared to 2019 due to margin compression and decreased volumes. Gross margins for DJJ’s scrap processing operations slightly increased in 2020.\nMarketing, Administrative and Other Expenses\nA major component of marketing, administrative and other expenses is profit sharing and other incentive compensation costs. These costs, which are based upon and fluctuate with Nucor’s financial performance, decreased from 2019 to 2020 due to our decreased profitability in 2020. In 2020, profit sharing costs consisted of $86.6 million of contributions, including the Company’s matching contribution, made to the Company’s Profit Sharing and Retirement Savings Plan for qualified employees ($181.4 million in 2019). Other employee bonus costs also fluctuate based on Nucor’s achievement of certain financial performance goals, including achieving record earnings, and comparisons of Nucor’s financial performance to peers in the steel industry and other companies. Stock-based compensation included in marketing, administrative and other expenses decreased by 21% to $29.2 million in 2020 compared with $36.9 million in 2019 and includes costs associated with vesting of stock awards granted in prior years.\nIncluded in marketing, administrative and other expenses in 2020 was $18.2 million of restructuring charges related to the realignment of Nucor’s metal buildings business in the steel products segment.\n31\nIncluded in marketing, administrative and other expenses in 2019 was a benefit of $33.7 million related to the gain on the sale of an equity method investment in the raw materials segment.\nEquity in Losses (Earnings) of Unconsolidated Affiliates\nEquity method investment losses and (earnings) were $10.5 million in 2020 and $(3.3) million in 2019. The decrease in equity method investment earnings from 2019 to 2020 was primarily due to the decreased results of Nucor-JFE and NuMit.\nLosses and Impairments of Assets\nDuring the fourth quarter of 2019, Nucor performed an impairment analysis of its three fields of proved producing natural gas well assets and determined that the carrying amount of one of the fields of wells exceeded its fair value and the impairment condition was considered to be other than temporary. This field of wells was not impaired as a result of the analysis performed in 2018. Nucor recorded a $35.0 million non-cash impairment charge against this field of wells, driven primarily by estimated lease operating costs that were higher than the estimates used in the 2018 analysis. These charges were included in the raw materials segment. See Note 7 to the Company’s consolidated financial statements for additional information.\nNucor recorded additional impairment charges in 2019 of $20.0 million related to certain property, plant and equipment in the steel mills segment, and $11.9 million related to the write-down of certain intangible assets in the steel products segment.\nIn 2020, Nucor recorded losses on assets of $483.5 million related to our equity method investment in Duferdofin Nucor. Nucor also recorded impairment charges in 2020 of $103.2 million related to certain inventory and long-lived assets in the steel mills segment, and $27.0 million related to the write-down of our unproved natural gas well assets included in the raw materials segment.\nInterest Expense (Income)\nNet interest expense is detailed below (in thousands):\nInterest expense increased in 2020 compared to 2019 due to a higher average outstanding debt balance. Interest income decreased in 2020 compared to 2019 due to significantly lower average interest rates on investments.\nEarnings (Loss) Before Income Taxes and Noncontrolling Interests\nThe following table presents earnings (loss) before income taxes and noncontrolling interests by segment for the years ended December 31, 2020 and 2019 (in thousands). The change between periods were driven by the quantitative and qualitative factors previously discussed.\n32\nNoncontrolling Interests\nNoncontrolling interests represent the income attributable to the noncontrolling partners of Nucor’s joint ventures, primarily Nucor–Yamato, of which Nucor owns 51%. The 15% increase in earnings attributable to noncontrolling interests in 2020 as compared to 2019 was primarily due to the increased earnings of Nucor–Yamato. Under the Nucor–Yamato limited partnership agreement, the minimum amount of cash to be distributed each year to the partners is the amount needed by each partner to pay applicable U.S. federal and state income taxes. In 2020, the amount of cash distributed to noncontrolling interest holders exceeded the earnings attributable to noncontrolling interests based on mutual agreement of the general partners; however, the cumulative amount of cash distributed to partners was less than the cumulative net earnings of the partnership.\nProvision for Income Taxes\nThe Company’s effective tax rate in 2020 was -0.06% compared with 23.1% in 2019. The decrease in the effective tax rate was primarily due to a net tax benefit of $201.9 million (-24.16%) for a tax loss on our investment in Duferdofin Nucor, a net tax benefit of $45.2 million (-5.41%) for state tax credits, and a federal tax benefit of $48.2 million (-5.77%) for the carryback of a federal tax net operating loss (an “NOL”) under the CARES Act. These benefits were all recognized in 2020 and were somewhat offset by the rate impact (11.2%) of financial statement impairments of $445.6 million which did not affect the provision for income taxes. The CARES Act allows for an NOL generated in 2020 to be carried back to taxable years where the federal income tax rate was 35%. The difference in the tax rate in 2020 and tax years before the enactment of the Tax Cuts and Jobs Act of 2017 is the main driver of the federal tax NOL benefit in 2020, but this is somewhat offset by the partial loss of the domestic manufacturing deduction in the carryback year.\nNucor has concluded U.S. federal income tax matters for tax years through 2014 and for tax year 2016. The tax years 2015 and 2017 through 2019 remain open to examination by the Internal Revenue Service. The 2015 Canadian income tax returns for Harris Steel Group Inc. and certain related affiliates are currently under examination by the Canada Revenue Agency. The tax years 2014 through 2019 remain open to examination by other major taxing jurisdictions to which Nucor is subject (primarily Canada and other state and local jurisdictions).\nNet Earnings and Return on Equity\nNucor reported net earnings of $721.5 million, or $2.36 per diluted share, in 2020, compared to net earnings of $1.27 billion, or $4.14 per diluted share, in 2019. Net earnings attributable to Nucor stockholders as a percentage of net sales were 3.6% and 5.6% in 2020 and 2019, respectively. Return on average stockholders’ equity was 6.8% and 12.6% in 2020 and 2019, respectively.\nLiquidity and Capital Resources\nAs a result of the COVID-19 pandemic and the significant uncertainty it had on Nucor and our stakeholders, we instituted enterprise-wide efforts to enhance our liquidity and support our teammates, which include, among other things:\n33\nNucor’s cash and cash equivalents, short-term investments and restricted cash and cash equivalents position remained strong at $3.16 billion at December 31, 2020, compared with $1.83 billion as of December 31, 2019. Approximately $316.0 million and $354.4 million of the cash and cash equivalents position at December 31, 2020 and 2019, respectively, was held by our majority-owned joint ventures. Cash flows provided by operating activities provide us with a significant source of liquidity. When needed, we have external short-term financing sources available, including the issuance of commercial paper and borrowings under our bank credit facilities.\nWe also issue long-term debt securities from time to time. To further enhance our liquidity, Nucor took advantage of attractive market conditions during the second quarter of 2020 to issue low coupon debt in the form of long-term notes. In May, Nucor issued $500.0 million of 2.000% Notes due 2025 and $500.0 million of 2.700% Notes due 2030. Additionally, in July, Nucor became an obligor with respect to $162.6 million in 40-year variable-rate Green Bonds to partially fund the capital costs associated with the construction of our plate mill located in Brandenburg, Kentucky. Proceeds of the Green Bonds are held on Nucor’s balance sheet as restricted cash and cash equivalents until they are utilized in connection with the construction of the plate mill in Brandenburg, Kentucky.\nIn December 2020, Nucor exchanged $106.7 million of its 6.400% Notes due 2037, $161.9 million of its 5.200% Notes due 2043 and $170.8 million of its 4.400% Notes due 2048 with holders of the existing notes for $439.3 million of its 2.979% Notes due 2055 and a cash component of $180.3 million. This exchange transaction has been accounted for as a modification and, as such, the cash component of $180.3 million has been capitalized as a reduction of long-term debt and is being amortized into interest expense over the life of the new notes.\nNucor’s $1.50 billion revolving credit facility is undrawn and was amended and restated in April 2018 to extend the maturity date to April 2023. We believe our financial strength is a key strategic advantage among domestic steel producers, particularly during recessionary business cycles. We carry the highest credit ratings of any steel producer headquartered in North America, with an A- long-term rating from Standard and Poor’s and a Baa1 long-term rating from Moody’s. Our credit ratings are dependent, however, upon a number of factors, both qualitative and quantitative, and are subject to change at any time. The disclosure of our credit ratings is made in order to enhance investors’ understanding of our sources of liquidity and the impact of our credit ratings on our cost of funds. Based upon the preceding factors, we expect to continue to have adequate access to the capital markets at a reasonable cost of funds for liquidity purposes when needed\n.\nSelected Measures of Liquidity and Capital Resources\nThe current ratio, which is calculated by dividing current assets by current liabilities, was 3.6 at year-end 2020 compared with 3.3 at year-end 2019. The current ratio was positively impacted by the 66% increase in cash and cash equivalents and short-term investments. The increase in cash and cash equivalents and short-term investments was a result of the issuance of $500.0 million of 2.000% Notes\n34\ndue 2025 and $500.0 million of 2.700% Notes due 2030\nand robust cash provided by operations during 2020.\nIn 2020, total accounts receivable turned approximately every six weeks and inventories turned approximately every 11 weeks. These ratios compare with accounts receivable turnover of approximately every five weeks and inventory turnover of approximately every 11 weeks in 2019.\nFunds provided by operations, cash and cash equivalents, short-term investments, restricted cash and cash equivalents and new borrowings under existing credit facilities are expected to be adequate to meet future capital expenditure and working capital requirements for existing operations for at least the next 24 months. Additionally, Nucor has no significant debt maturities until September 2022.\nOff-Balance Sheet Arrangements\nWe have a simple capital structure with no off-balance sheet arrangements or relationships with unconsolidated special purpose entities that we believe could have a material impact on our financial condition or liquidity.\nCapital Allocation Strategy\nWe believe that our conservative financial practices have served us well in the past and are serving us well today. Nucor’s financial strength allows for a consistent, balanced approach to capital allocation throughout the business cycle. Nucor’s highest capital allocation priority is to reinvest in our business to ensure our continued profitable growth over the long term. We have historically done this by investing to optimize our existing operations, initiate greenfield expansions and make acquisitions. Our second priority is to return capital to our stockholders through cash dividends and share repurchases. We intend to return a minimum of 40% of our net earnings to our stockholders, while maintaining a debt-to-capital ratio that supports a strong investment grade credit rating. The Company repurchased $39.5 million of shares of its common stock in 2020 ($298.5 million in 2019 and $854.0 million in 2018).\nOperating Activities\nCash provided by operating activities was $2.70 billion in 2020 as compared to $2.81 billion in 2019. Net earnings declined by $534.9 million over the prior year, which included $613.6 million of non-cash losses and impairments of assets related to our equity method investment in Duferdofin Nucor, impairment of certain inventory and long-lived assets in the steel mills segment and a write-down of our unproved natural gas well assets in the raw materials segment ($66.9 million of non-cash losses and impairments of assets in 2019). Additionally, the decrease in cash provided by operating activities was driven by the $209.3 million reduction of cash provided by operating assets and operating liabilities. Changes in operating assets and operating liabilities (exclusive of acquisitions and dispositions) provided cash of $204.0 million in 2020 as compared to $413.3 million in 2019. The funding of working capital increased in 2020 over the prior year mainly due to increases in accounts receivable and a more moderate decrease in inventory from year-end 2019 to the end of 2020 as compared to the same prior year period, offset by an increase in accounts payable and a more moderate cash outflow related to salaries, wages and related accruals. Accounts receivable at the end of 2020 increased from prior year-end due to a 2.5% increase in composite sales price. From year-end 2019 to year-end 2020, inventories decreased by $273.0 million due to a 13% decrease in inventory tons, as compared to inventories decreasing by $711.4 million due to a 22% decline in average scrap and scrap substitutes cost per ton in inventory and a 9% decline in total inventory tons on hand in the prior year period. Inventory tons reduction, especially scrap, was a particular focus due to uncertainty from the COVID-19 pandemic beginning in the second quarter of 2020, and our investment in inventory at the end of 2020 continued to decline from prior quarter-end levels. Accounts payable increased due to the increase in average scrap and scrap substitute cost per ton mentioned previously. Finally, the decrease in cash used to fund salaries, wages and related accruals in 2020 as compared to 2019 was due to the timing of incentive compensation payments and lower current year profit sharing accruals due to the decreased profitability of the Company. The 2019 payments were based on Nucor’s financial performance in 2018, which was a record earnings year.\n35\nInvesting Activities\nOur business is capital intensive; therefore, cash used in investing activities primarily represents capital expenditures for new facilities, the expansion and upgrading of existing facilities and the acquisition of other companies. Cash used in investing activities in 2020 was $1.76 billion as compared to $1.79 billion in 2019. Cash used for capital expenditures was relatively flat from the prior year, $1.54 billion in 2020 as opposed to $1.48 billion in 2019. The primary drivers of capital expenditures were related to the sheet mill expansion at Nucor Steel Gallatin, the flex galvanizing line at Nucor Steel Arkansas, the new micro mill greenfield expansion in Frostproof, Florida, and the new plate mill in Brandenburg, Kentucky. Also impacting cash used in investing activities in 2020 was the purchase of $488.5 million of investments, as opposed to $367.7 million in the prior year. These purchases were partially offset by proceeds from the sale of investments of $392.2 million in 2020 and $67.7 million in 2019. Additionally, 2019 benefited from cash provided by the divestiture of an affiliate of $67.6 million related to the sale of an equity method investment.\nFinancing Activities\nCash provided by financing activities during 2020 was $285.9 million as compared to cash used in financing activities of $880.4 million in 2019. The majority of this change related to the debt issuance discussed previously, as well as Nucor becoming an obligor with respect to $162.6 million in 40-year variable rate Green Bonds to partially fund the capital costs associated with the construction of our plate mill located in Brandenburg, Kentucky. There were also approximately $39.5 million of stock repurchases in 2020, all in the first quarter, as compared to $298.5 million in 2019. In addition, in the fourth quarter of 2020, $180.4 million of cash was used for payment of premiums on the debt exchange where Nucor issued $439.2 million of its new 2.979% Notes due 2055 in exchange for certain of its existing notes. Finally, in the first quarter of 2020, one of the remarketing agents for Nucor’s industrial development revenue bonds (“IDRBs”) put a portion of two bonds to us, resulting in repayment of $32.0 million in long-term debt. We subsequently remarketed the bonds and received $32.0 million in proceeds. Nucor’s IDRBs are variable-rate, tax-exempt bonds which have interest rates that reset on a weekly basis through an ongoing remarketing process. We expect our bonds to be successfully placed with investors at the market driven rates in the future. However, there have been times in severe economic downturns, as was the case during the first quarter of 2020 as a result of the economic impacts of COVID-19, that a remarketing agent is unable to remarket Nucor’s bonds successfully and is unwilling to temporarily hold the bonds. In that situation, which has been rare in our experience, it is possible that the bonds could be put back to us in the future. In this instance during the first quarter of 2020, the IDRBs were remarketed successfully in a short period of time. However, in the event of a prolonged failed remarketing, we have, among other options, availability under our $1.50 billion revolving credit facility to repurchase the IDRBs until they are remarketed successfully. In general, Nucor has the ability and intent to refinance the IDRB debt on a long-term basis, therefore we classify the IDRBs as a long-term liability. The remaining $65.2 million of debt that was repaid during 2020 was related to a different tranche of Nucor’s IDRBs that was repurchased as part of our investment strategy and the payoff of a series of IDRBs that matured during the third quarter.\nOur undrawn revolving credit facility includes only one financial covenant, which is a limit of 60% on the ratio of funded debt to total capitalization. In addition, the undrawn revolving credit facility contains customary non-financial covenants, including a limit on Nucor’s ability to pledge the Company’s assets and a limit on consolidations, mergers and sales of assets. Our funded debt to total capital ratio was 32% at the end of 2020 and 29% at the end of 2019, and we were in compliance with all other covenants under our undrawn revolving credit facility at the end of 2020.\nMarket Risk\nNucor’s largest exposure to market risk is in our steel mills and steel products segments. Our utilization rates for the steel mills and steel products facilities for the fourth quarter of 2020 were 87% and 71%, respectively. A significant portion of our steel mills and steel products segments’ sales are into the commercial, industrial and municipal construction markets. Our largest single customer in 2020 represented less than 5% of sales and consistently pays within terms. In the raw materials segment, we are exposed to price fluctuations related to the purchase of scrap steel, pig iron and iron ore. Our exposure to market risk is mitigated by the fact that our steel mills use a significant portion of the products of this segment.\n36\nNucor’s tax-exempt IDRBs have variable interest rates that are adjusted weekly. These IDRBs represented 2\n2\n% of Nucor’s long-term debt outstanding at December 31, 20\n20\n. The remaining 7\n8\n% of Nucor’s long-term debt is at fixed rates. Future changes in interest rates are not expected to significantly impact earnings. From time to time, Nucor makes use of interest rate swaps to manage interest rate risk. As of December 31, 20\n20\n, there were no such contracts outstanding. Nucor’s investment practice is to invest in securities that are highly liquid with short maturities. As a result, we do not expect changes in interest rates to have a significant impact on the value of our investment securities recorded as short-term investments.\nNucor also uses derivative financial instruments from time to time to partially manage its exposure to price risk related to purchases of natural gas used in the production process, as well as scrap, copper and aluminum purchased for resale to its customers. In addition, Nucor uses forward foreign exchange contracts from time to time to hedge cash flows associated with certain assets and liabilities, firm commitments and anticipated transactions. Nucor generally does not enter into derivative instruments for any purpose other than hedging the cash flows associated with specific volumes of commodities that will be purchased and processed or sold in future periods and hedging the exposures related to changes in the fair value of outstanding fixed-rate debt instruments and foreign currency transactions. Nucor recognizes all derivative instruments in the consolidated balance sheets at fair value.\nThe Company is exposed to foreign currency risk primarily through its operations in Canada and Mexico. We periodically use derivative contracts to mitigate the risk of currency fluctuations.\nDividends\nNucor has increased its base cash dividend every year since it began paying dividends in 1973. Nucor paid dividends of $1.61 per share in 2020, compared with $1.60 per share in 2019. In December 2019, the Board of Directors increased the regular quarterly cash dividend on Nucor’s common stock to $0.405 per share. Over the past 10 years, Nucor has returned approximately $6.00 billion in capital to its stockholders in the form of base dividends and share repurchases. In February 2021, the Board of Directors declared Nucor’s 192\nnd\nconsecutive quarterly cash dividend of $0.405 per share payable on May 11, 2021 to stockholders of record on March 31, 2021.\nContractual Obligations and Other Commercial Commitments\nThe following table sets forth our contractual obligations and other commercial commitments as of December 31, 2020 for the periods presented (in thousands):\n37\nNote:\nIn addition to the amounts shown in the table above, $48.0 million of unrecognized tax benefits have been recorded as liabilities, and we are uncertain as to if or when such amounts may be settled. Related to these unrecognized tax benefits, we have also recorded a liability for potential penalties and interest of $12.0 million at December 31, 2020.\nOutlook\nIn 2021, we will continue to take advantage of our position of strength to grow Nucor’s long-term earnings power and stockholder value by continuing to successfully focus on profitable growth strategies. We have invested significant capital over a broad range of strategic acquisitions and investments that we believe will further enhance our ability to: grow Nucor’s long-term earnings power by increasing our channels to market; expand our product portfolios into higher value-added offerings that are less vulnerable to imports; improve our highly variable low-cost structure; build upon our market leadership positions; and achieve commercial excellence. We are utilizing Nucor’s financial strength to execute on investment opportunities to further grow our long-term earnings capacity.\nWe expect Nucor’s earnings in the first quarter of 2021 to increase significantly as compared to the fourth quarter of 2020. We expect a very significant increase in earnings in the steel mills segment in the first quarter of 2021 as compared to the fourth quarter of 2020 (excluding the fourth quarter of 2020 impairment charges), due to price increases that were announced in the fourth quarter of 2020 and expected higher volumes. We expect the profitability of the steel products segment in the first quarter of 2021 to be similar to the fourth quarter of 2020. We expect the performance of the raw materials segment to significantly increase in the first quarter of 2021 as compared to the fourth quarter of 2020, due to an improvement in pricing for raw materials and the absence of the impairment charge related to our unproved natural gas assets taken in 2020.\nAs we begin 2021, we see key economic indicators rebounding and stable or improving market conditions in 23 of the 24 steel intensive end-use markets that we monitor. We believe that full year domestic steel demand will experience modest growth in 2021 as compared to 2020. Backlog volumes in both the steel mills and steel products segments were significantly higher at the end of 2020 compared to the end of 2019.\nWe are ever mindful of the threat of increases in imported steel stemming from the still significant excess foreign steel capacity. The Section 232 tariffs are having their intended impact by taking artificially low-cost foreign imports out of the U.S. market. Over the past decade, the steel industry has won several important trade cases that addressed unfairly traded imports prior to the imposition of the Section 232 tariffs. The cumulative impact of those trade case victories also took a sizeable amount of unfairly traded imports out of the market, and those duties will remain in the event the Section 232 tariffs are lifted.\nWe are committed to executing on the opportunities we see ahead to reward Nucor stockholders with very attractive long-term returns on their valuable capital invested in our company. Our industry-leading financial strength allows us to support investments in our facilities that we believe will enable us to generate increased profitability. In 2021, as we have in our past, we will allocate capital to investments that we believe will build our long-term earnings power. Capital expenditures are currently projected to be approximately $2.00 billion in 2021 and we will be very focused on ensuring that these investments generate appropriate returns.\n38\nCritical Accounting Policies and Estimates\nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in conformity with generally accepted accounting principles in the United States of America. The preparation of these consolidated financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at year end and the reported amount of revenues and expenses during the year. On an ongoing basis, we evaluate our estimates, including those related to the valuation allowances for receivables, the carrying value of non-current assets and reserves for environmental obligations and income taxes. Our estimates are based on historical experience and various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Accordingly, actual costs could differ materially from these estimates under different assumptions or conditions. We believe the following critical accounting policies affect our significant judgments and estimates used in the preparation of our consolidated financial statements.\nAllowances for Doubtful Accounts\nWe maintain allowances for doubtful accounts for estimated losses resulting from the inability of our customers to make required payments. If the financial condition of our customers were to deteriorate, resulting in an impairment of their ability to make payments, additional allowances may be required.\nInventories\nInventories are stated at the lower of cost or market. The Company records any amount required to reduce the carrying value of inventory to net realizable value as a charge to cost of products sold. Scrap and scrap substitute costs are a very significant component of the raw material, semi-finished and finished product inventory balances. The vast majority of the Company’s inventory is recorded on the first-in, first-out method. Production costs are applied to semi-finished and finished product inventory from the approximate period in which they are produced.\nIf steel selling prices were to decline in future quarters, write-downs of inventory could result. Specifically, the valuation of raw material inventories purchased during periods of peak market pricing would most likely be impacted. Low utilization rates at our steel mills or raw materials facilities could hinder our ability to work through high-priced scrap and scrap substitutes (particularly pig iron and iron ore), leading to period-end exposure when comparing carrying value to net realizable value.\nLong-Lived Asset Impairments\nWe evaluate our property, plant and equipment and finite-lived intangible assets for potential impairment on an individual asset basis or at the lowest level asset grouping for which cash flows can be independently identified. Asset impairments are assessed whenever circumstances indicate that the carrying amounts of those productive assets could exceed their projected undiscounted cash flows. In developing estimated values for assets that we currently use in our operations, we utilize judgments and assumptions of future undiscounted cash flows that the assets will produce. When it is determined that an impairment exists, the related assets are written down to estimated fair market value.\nCertain long-lived asset groupings were tested for impairment during the fourth quarter of 2020. Undiscounted cash flows for each asset grouping were estimated using management’s long-range estimates of market conditions associated with each asset grouping over the estimated useful life of the principal asset within the group. Our undiscounted cash flow analysis indicated that, other than the groupings discussed below, the tested long-lived asset groupings were recoverable as of December 31, 2020; however, if our projected cash flows are not realized, either because of an extended recessionary period or other unforeseen events, impairment charges may be required in future periods. A 13% decrease in the projected cash flows of each of our asset groupings would not result in an impairment.\n39\nSteel Mills Segment Asset Impairments\nIn 2019, Nucor recorded a non-cash impairment charge of $20.0 million related to certain property, plant and equipment at our plate mill in Texas. This charge is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2019.\nIn 2020, Nucor recorded non-cash impairment charges totaling $103.2 million related to certain inventory and long-lived assets, which primarily related to our Castrip sheet mill operations. Due to the advancements in the capabilities at our new cold mill and galvanizing line we have under construction at Nucor Steel Arkansas, we believe the value of the technology and process has diminished for Nucor. As such, the existing Castrip assets are not expected to be materially utilized going forward. These charges are included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\nRaw Materials Segment Asset Impairments\nIn the third quarter of 2018, due to the deteriorating natural gas pricing environment at our sales point in the Piceance Basin, Nucor determined a triggering event had occurred and performed an impairment analysis that resulted in $110.0 million of non-cash impairment charges relating to two of its three groups (“fields”) of wells. In the fourth quarter of 2019, due to the deteriorating natural gas pricing environment at our sales point in the Piceance Basin as well as the decreased performance of the natural gas well assets, Nucor determined a triggering event had occurred and performed an impairment analysis on all three fields of wells. As a result of the fourth quarter of 2019 analysis, a $35.0 million non-cash impairment charge was recorded on the field of wells that was not previously impaired in the third quarter of 2018. An increase in the estimated lease operating cost projections was the primary factor in causing this field of wells to be impaired. The non-cash impairment charges are included in losses and impairments of assets in the consolidated statements of earnings for the years ended December 31, 2019 and 2018.\nOne of the main assumptions that most significantly affects the undiscounted cash flows determination is management’s estimate of future pricing of natural gas and natural gas liquids. The pricing used in the impairment assessments was developed by management based on projected natural gas market supply and demand dynamics, in conjunction with a review of projections by market analysts. Management also makes key estimates on the expected reserve levels and on the expected lease operating costs. The impairment assessments were performed on each of Nucor’s three fields of wells, with each field defined by common geographic location. The combined carrying value of the three fields of wells was $71.7 million at December 31, 2020 ($78.9 million at December 31, 2019).\nChanges in the natural gas industry or a prolonged low-price environment beyond what had already been assumed in the assessments could cause management to revise the natural gas and natural gas liquids price assumptions, the estimated reserves or the estimated lease operating costs. Unfavorable revisions to these assumptions or estimates could possibly result in further impairment of some or all of the fields of proved well assets.\nIn 2020, regulatory authorities in Colorado adopted new rules that became effective January 2021. One of these rules increases drilling setback distances. In the fourth quarter of 2020, Nucor determined a triggering event had occurred, as we do not expect to be able to access the full extent of the resources in the ground, and performed an impairment analysis. As a result, Nucor recorded a $27.0 million non-cash impairment charge related to the write-down of our leasehold interest in unproved oil and gas properties. This charge is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\nGoodwill and Intangibles\nGoodwill is tested annually for impairment and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. We perform our annual\n40\nimpairment analysis as of the first day of the fourth quarter each year. The evaluation of impairment involves comparing the current estimated fair value of each reporting unit to the recorded value, including goodwill.\nWhen appropriate, Nucor performs a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. Significant assumptions used to determine the fair value of each reporting unit as part of our annual testing (and any required interim testing) include: (i) expected cash flow for the five-year period following the testing date (including market share, sales volumes and prices, raw materials and other costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the reporting unit; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence. Management considers historical and anticipated future results, general economic and market conditions, the impact of planned business and operational strategies and all available information at the time the fair values of its reporting units are estimated. Those estimates and judgments may or may not ultimately prove appropriate.\nOur fourth quarter 2020 annual goodwill impairment analysis did not result in an impairment charge. Management does not believe that future impairment of these reporting units is probable. However, the performance of certain businesses that comprise our reporting units requires continued improvement. An increase of approximately 50 basis points in the discount rate, a critical assumption in which a minor change can have a significant impact on the estimated fair value, would not result in an impairment charge. See Note 8 to the Company’s consolidated financial statements for further discussion of the results of the Company’s 2020 annual goodwill impairment analysis.\nNucor will continue to monitor operating results within all reporting units throughout 2021 in an effort to determine if events and circumstances warrant further interim impairment testing. Otherwise, all reporting units will again be subject to the required annual qualitative and/or quantitative impairment test during our fourth quarter of 2021. Changes in the judgments and estimates underlying our analysis of goodwill for possible impairment, including expected future operating cash flows and discount rate, could decrease the estimated fair value of our reporting units in the future and could result in an impairment of goodwill.\nEquity Method Investments\nInvestments in joint ventures in which Nucor shares control over the financial and operating decisions but in which Nucor is not the primary beneficiary are accounted for under the equity method. Each of the Company’s equity method investments is subject to a review for impairment if, and when, circumstances indicate that a decline in value below its carrying amount may have occurred. Examples of such circumstances include, but are not limited to, a significant deterioration in the earnings performance or business prospects of the investee; missed financial projections; a significant adverse change in the regulatory, tax, economic or technological environment of the investee; a significant adverse change in the general market condition of either the geographic area or the industry in which the investee operates; and recurring negative cash flows from operations. When management considers the decline to be other than temporary, the Company would write down the related investment to its estimated fair market value. An other-than-temporary decline in carrying value is determined to have occurred when, in management’s judgment, a decline in fair value below carrying value is of such length of time and/or severity that it is considered long-term.\nIn the event that an impairment review is necessary, we calculate the estimated fair value of our equity method investments using a probability-weighted multiple-scenario income approach. Management’s analysis includes three discounted cash flow scenarios (best case, base case and recessionary case), which contain forecasted near-term cash flows under each scenario. Generally, (i) the best case scenario contains estimates of future results ranging from slightly higher than recent operating performance to levels that are consistent with historical operating and financial performance; (ii) the base case scenario contains estimates of future results ranging from generally in line with recent operating performance to levels that are more conservative than historical operating and financial performance; and (iii) the recessionary case scenario contains estimates of future results which include limited growth resulting only from operational cost improvements and limited benefits of new higher-value product offerings. Management determines the probability that each cash flow scenario will come to fruition based\n41\non the specific facts and circumstances of each of the preceding scenarios, with the base case typically receiving the majority of the weighting.\nKey assumptions used to determine the fair value of our equity method investments include: (i) expected cash flow for the six-year period following the testing date (including market share, sales volumes and prices, costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the investment; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence. While the assumptions that most significantly affect the fair value determination include projected revenues, metal margins and discount rate, the assumptions are often interdependent, and no single factor predominates in determining the estimated fair value. Management considers historical and anticipated future results, general economic and market conditions, the impact of planned business and operational strategies and all available information at the time the fair values of its investments are estimated. Those estimates and judgments may or may not ultimately prove appropriate.\nNucor determined that a triggering event occurred in the first quarter of 2020 with respect to its equity method investment in Duferdofin Nucor due to adverse developments in the joint venture’s commercial outlook, which were exacerbated by the COVID-19 pandemic, all of which negatively impacted the joint venture’s strategic direction. After completing its impairment assessment, Nucor determined that the carrying amount exceeded its estimated fair value and the impairment condition was considered to be other than temporary. Therefore, Nucor recorded a $250.0 million impairment charge in the first quarter of 2020.  The assumptions that most significantly affected the fair value determination included projected cash flows and the discount rate. The Company-specific inputs for measuring fair value are considered “Level 3” or unobservable inputs that are not corroborated by market data under applicable fair value authoritative guidance, as quoted market prices are not available.\nThroughout 2020, additional capital contributions were made by the Company to Duferdofin Nucor that were immediately impaired. These additional capital contributions resulted in $5.0 million, $6.6 million and $25.4 million impairment charges against our investment in Duferdofin Nucor in the second, third and fourth quarters of 2020, respectively. Also, in the fourth quarter of 2020, Nucor reclassified into earnings, $158.6 million of cumulative foreign currency translation losses on our investment in Duferdofin Nucor.  In 2020, total impairment charges, including the aforementioned note receivable, related to our investment in Duferdofin Nucor were approximately $483.5 million. These non-cash impairment charges are included in the steel mills segment and in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\nEnvironmental Remediation\nWe are subject to environmental laws and regulations established by federal, state and local authorities, and we make provisions for the estimated costs related to compliance. Undiscounted remediation liabilities are accrued based on estimates of known environmental exposures. The accruals are reviewed periodically and, as investigations and remediation proceed, adjustments are made as we believe are necessary. Our measurement of environmental liabilities is based on currently available facts, present laws and regulations and current technology.\nIncome Taxes\nWe utilize the liability method of accounting for income taxes. Under the liability method, deferred taxes are determined based on the temporary differences between the financial statement and tax basis of assets and liabilities using tax rates expected to be in effect during the years in which the basis differences reverse. A valuation allowance is recorded when it is more likely than not that some of the deferred tax assets will not be realized. We recognize the effect of income tax positions only if those positions are more likely than not of being sustained. Potential accrued interest and penalties related to unrecognized tax benefits within operations are recognized as a component of interest expense and other expenses.\n42\nNote Regarding Forward-Looking Statements\nCertain statements made in this report, or in other public filings, press releases, or other written or oral communications made by Nucor, which are not historical facts are forward-looking statements subject to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve risks and uncertainties which we expect will or may occur in the future and may impact our business, financial condition and results of operations. The words “anticipate,” “believe,” “expect,” “intend,” “project,” “may,” “will,” “should,” “could” and similar expressions are intended to identify those forward-looking statements. These forward-looking statements reflect the Company’s best judgment based on current information, and, although we base these statements on circumstances that we believe to be reasonable when made, there can be no assurance that future events will not affect the accuracy of such forward-looking information. As such, the forward-looking statements are not guarantees of future performance, and actual results may vary materially from the projected results and expectations discussed in this report. Factors that might cause the Company’s actual results to differ materially from those anticipated in forward-looking statements include, but are not limited to: (1) competitive pressure on sales and pricing, including pressure from imports and substitute materials; (2) U.S. and foreign trade policies affecting steel imports or exports; (3) the sensitivity of the results of our operations to prevailing market steel prices and changes in the supply and cost of raw materials, including pig iron, iron ore and scrap steel; (4) the availability and cost of electricity and natural gas which could negatively affect our cost of steel production or result in a delay or cancellation of existing or future drilling within our natural gas drilling programs; (5) critical equipment failures and business interruptions; (6) market demand for steel products, which, in the case of many of our products, is driven by the level of nonresidential construction activity in the United States; (7) impairment in the recorded value of inventory, equity investments, fixed assets, goodwill or other long-lived assets; (8) uncertainties surrounding the global economy, including excess world capacity for steel production; (9) fluctuations in currency conversion rates; (10) significant changes in laws or government regulations affecting environmental compliance, including legislation and regulations that result in greater regulation of GHG emissions that could increase our energy costs and our capital expenditures and operating costs or cause one or more of our permits to be revoked or make it more difficult to obtain permit modifications; (11) the cyclical nature of the steel industry; (12) capital investments and their impact on our performance; (13) our safety performance; (14) the impact of the COVID-19 pandemic; and (15) the risks discussed in Part I, “Item 1A. Risk Factors” of this report.\nCaution should be taken not to place undue reliance on the forward-looking statements included in this report. We assume no obligation to update any forward-looking statements except as may be required by law. In evaluating forward-looking statements, these risks and uncertainties should be considered, together with the other risks described from time to time in our reports and other filings with the SEC.\n43"
  },
  {
    "item_key": "item_7a",
    "text": "In the ordinary course of business, Nucor is exposed to a variety of market risks. We continually monitor these risks and develop strategies to manage them.\nInterest Rate Risk\n– Nucor manages interest rate risk by using a combination of variable-rate and fixed-rate debt. At December 31, 2020, approximately 22% of Nucor’s long-term debt was in industrial revenue bonds that have variable interest rates that are adjusted weekly. The remaining 78% of Nucor’s long-term debt was at fixed rates. Future changes in interest rates are not expected to significantly impact earnings. Nucor also occasionally makes use of interest rate swaps to manage net exposure to interest rate changes. As of December 31, 2020, there were no such contracts outstanding. Nucor’s investment practice is to invest in securities that are highly liquid with short maturities. As a result, we do not expect changes in interest rates to have a significant impact on the value of our investment securities recorded as short-term investments.\nCommodity Price Risk\n– In the ordinary course of business, Nucor is exposed to market risk for price fluctuations of raw materials and energy, principally scrap steel, other ferrous and nonferrous metals, alloys and natural gas. We attempt to negotiate the best prices for our raw materials and energy requirements and to obtain prices for our steel products that match market price movements in response to supply and demand. In periods of strong or stable demand for our products, we are more likely to be able to effectively reduce the normal time lag in passing through higher raw material costs so that we can maintain our gross margins. When demand for our products is weaker, this becomes more challenging. Our DRI facilities in Trinidad and Louisiana provide us with flexibility in managing our input costs. DRI is particularly important for operational flexibility when demand for prime scrap increases due to increased domestic steel production.\nNatural gas produced by Nucor’s drilling operations is being sold to third parties to offset our exposure to changes in the price of natural gas consumed by our Louisiana DRI facility and our steel mills in the United States.\nNucor also periodically uses derivative financial instruments to hedge a portion of our exposure to price risk related to natural gas purchases used in the production process and to hedge a portion of our scrap, aluminum and copper purchases and sales. Gains and losses from derivatives designated as hedges are deferred in accumulated other comprehensive loss, net of income taxes on the consolidated balance sheets and recognized in net earnings in the same period as the underlying physical transaction. At December 31, 2020, accumulated other comprehensive loss, net of income taxes included $4.7 million in unrealized net-of-tax losses for the fair value of these derivative instruments. Changes in the fair values of derivatives not designated as hedges are recognized in earnings each period. The following table presents the negative effect on pre-tax earnings of a hypothetical change in the fair value of the derivative instruments outstanding at December 31, 2020, due to an assumed 10% and 25% change in the market price of each of the indicated commodities (in thousands):\nAny resulting changes in fair value would be recorded as adjustments to accumulated other comprehensive loss, net of income taxes, or recognized in net earnings, as appropriate. These hypothetical losses would be partially offset by the benefit of lower prices paid or higher prices received for the physical commodities.\nForeign Currency Risk\n– Nucor is exposed to foreign currency risk primarily through its operations in Canada, Europe and Mexico. We periodically use derivative contracts to mitigate the risk of currency fluctuations. Open foreign currency derivative contracts at December 31, 2020 and 2019 were insignificant.\n44"
  },
  {
    "item_key": "item_8",
    "text": "Index to Financial Statements\n45\nMANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nNucor’s management is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement assessed the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2020. In making this assessment, management used criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in Internal Control – Integrated Framework (2013).\nBased on its assessment, management concluded that Nucor’s internal control over financial reporting was effective as of December 31, 2020. PricewaterhouseCoopers LLP, an independent registered public accounting firm, has audited the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2020 as stated in their report which is included herein.\n46\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors of Nucor Corporation\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Nucor Corporation and its subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of earnings, of comprehensive income, of stockholders’ equity and of cash flows for each of the three years in the period ended December 31, 2020, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal\n47\ncontrol over financial reporting includes those policies and procedures that (\ni\n) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nGoodwill Impairment Analysis - Rebar Fabrication Reporting Unit\nAs described in Notes 2 and 8 to the consolidated financial statements, the Company’s consolidated goodwill balance was $2.2 billion as of December 31, 2020, and total goodwill associated with the Rebar Fabrication reporting unit was $364.3 million. Goodwill is tested annually for impairment and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. Management completed its 2020 goodwill impairment analysis as of the first day of the fourth quarter of 2020.  The evaluation of impairment involves comparing the current estimated fair value of each reporting unit to the recorded value, including goodwill.  For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. As disclosed by management, significant assumptions used to determine the fair value of each reporting unit as part of management’s annual testing, and any required interim testing include (i) expected cash flow for the five-year period following the testing date (including market share, sales volumes and prices, raw material costs and other costs to produce and estimated capital needs); (ii) an estimated terminal value using a terminal year growth rate determined based on the growth prospects of the reporting unit; (iii) a discount rate based on management’s best estimate of the after-tax weighted-average cost of capital; and (iv) a probability-weighted scenario approach by which varying cash flows are assigned to certain scenarios based on the likelihood of occurrence.\nThe principal considerations for our determination that performing procedures relating to the goodwill impairment analysis for the Rebar Fabrication reporting unit is a critical audit matter are the significant judgment by management when determining the fair value of the reporting unit, which in turn led to significant auditor judgment, subjectivity, and effort in performing procedures and evaluating management’s significant assumptions related to sales prices, raw material costs, the terminal year growth rate and the discount rate assumption.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s goodwill impairment assessment, including controls over the underlying assumptions related to the fair value of the reporting unit. These procedures also included, among others, testing management’s process for developing the fair value estimate of the Rebar Fabrication reporting unit; evaluating the appropriateness of the discounted cash flow model;\n48\ntesting the completeness, accuracy, and relevance of underlying data used in the model; and evaluating the significant assumptions used by management related to the sales prices, raw material costs, terminal year growth rate and discount rate. Evaluating management’s assumptions related to sales prices, raw material costs and the terminal year growth rate involved evaluating whether the assumptions used by management were reasonable considering (\ni\n) the current and past performance of the reporting unit, (ii) the consistency with external market and industry data, and (iii) whether the assumptions were consistent with evidence obtained in other areas of the audit.  Professionals with specialized skill and knowledge were used to assist in the evaluation of the Company’s discounted cash flow model and the discount rate assumption.\n/s/ PricewaterhouseCoopers LLP\nCharlotte, North Carolina\nFebruary 26, 2021\nWe have served as the Company’s auditor since 1989.\n49\nCONSOLIDATED BALANCE SHEETS\n(In thousands)\nSee notes to consolidated financial statements.\n50\nCONSOLIDATED STATEMENTS OF EARNINGS\n(In thousands, except per share data)\nSee notes to consolidated financial statements.\n51\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In thousands)\nSee notes to consolidated financial statements.\n52\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(In thousands, except per share data)\nSee notes to consolidated financial statements.\n53\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In thousands)\nSee notes to consolidated financial statements.\n54\nNUCOR CORPORATION AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nYEARS ENDED DECEMBER 31, 2020, 2019 AND 2018\n1.\nNature of Operations and Basis of Presentation\nNature of Operations\nNucor is principally a manufacturer of steel and steel products, as well as a scrap broker and processor, with operating facilities and customers primarily located in North America.\nPrinciples of Consolidation\nThe consolidated financial statements include Nucor and its controlled subsidiaries, including Nucor-Yamato Steel Company (Limited Partnership), of which Nucor owns\n51\n%. All intercompany transactions are eliminated.\nDistributions are made to noncontrolling interest partners in Nucor-Yamato Steel Company (Limited Partnership) in accordance with the limited partnership agreement by mutual agreement of the general partners. At a minimum, sufficient cash is distributed so that each partner may pay its U.S. federal and state income taxes.\nUse of Estimates\nThe preparation of financial statements in conformity with generally accepted accounting principles in the United States of America requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes. Actual results could differ from these estimates.\n2.\nSummary of Significant Accounting Policies\nCash and Cash Equivalents\nCash equivalents are recorded at cost plus accrued interest, which approximates fair value, and have original maturities of\nthree months or less\nat the date of purchase. Cash and cash equivalents are maintained primarily with a few high-credit quality financial institutions.\nShort-term Investments\nShort-term investments are recorded at cost plus accrued interest, which approximates fair value. Unrealized gains and losses on investments classified as available-for-sale are recorded as a component of accumulated other comprehensive income (loss). Management determines the appropriate classification of its investments at the time of purchase and re-evaluates such determination at each balance sheet date.\nInventories\nInventories are stated at the lower of cost or market. The Company records any amount required to reduce the carrying value of inventory to net realizable value as a charge to cost of products sold. Scrap and scrap substitute costs are a very significant component of the raw material, semi-finished and finished product inventory balances. The vast majority of the Company’s inventory is recorded on the first-in, first-out method. Production costs are applied to semi-finished and finished product inventory from the approximate period in which they are produced.\n55\nProperty, Plant and Equipment\nProperty, plant and equipment is stated at cost, except for property, plant and equipment acquired through acquisitions which is recorded at acquisition date fair value. With the exception of our natural gas wells, depreciation primarily is provided on a straight-line basis over the estimated useful lives of the assets. Depletion of all capitalized costs associated with our natural gas producing properties is expensed on a unit-of-production basis by individual field as the gas from the proved developed reserves is produced. The costs of acquiring unproved natural gas leasehold acreage are capitalized. When proved reserves are found on unproved properties, the associated leasehold cost is transferred to proved properties. Unproved leases are reviewed periodically for any impairment triggering event, and a valuation allowance is provided for any estimated decline in value. The costs of planned major maintenance activities are capitalized as part of other current assets and amortized over the period until the next scheduled major maintenance activity. All other repairs and maintenance activities are expensed when incurred.\nGoodwill and Other Intangibles\nGoodwill is the excess of cost over the fair value of net assets of businesses acquired. Goodwill is not amortized but is tested annually for impairment and whenever events or circumstances change that would make it more likely than not that an impairment may have occurred. We perform our annual impairment analysis as of the first day of the fourth quarter each year. The evaluation of impairment involves comparing the current estimated fair value of each reporting unit, which is a level below the reportable segment, to the recorded value, including goodwill. When appropriate, Nucor performs a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. For certain reporting units, it is necessary to perform a quantitative analysis. In these instances, a discounted cash flow model is used to determine the current estimated fair value of these reporting units. A number of significant assumptions and estimates are involved in the application of the discounted cash flow model to forecast operating cash flows, which could include market growth and market share, sales volumes and prices, raw materials and other costs to produce, discount rate and estimated capital needs. Management considers historical experience and all available information at the time the fair values of its reporting units are estimated. Assumptions in estimating future cash flows are subject to a high degree of judgment and complexity. Changes in assumptions and estimates may affect the fair value of goodwill and could result in impairment charges in future periods.\nFinite-lived intangible assets are amortized over their estimated useful lives on a straight-line or accelerated basis.\nLong-Lived Asset Impairments\nWe evaluate our property, plant and equipment and finite-lived intangible assets for potential impairment on an individual asset basis or at the lowest level asset grouping for which independent cash flows can be separately identified. Asset impairments are assessed whenever circumstances indicate that the carrying amounts of those productive assets could exceed their projected undiscounted cash flows. When it is determined that impairment exists, the related assets are written down to their estimated fair market value.\nEquity Method Investments\nInvestments in joint ventures in which Nucor shares control over the financial and operating decisions but in which Nucor is not the primary beneficiary are accounted for under the equity method. Each of the Company’s equity method investments is subject to a review for impairment if, and when, circumstances indicate that a decline in fair value below its carrying amount may have occurred. Examples of such circumstances include, but are not limited to, a significant deterioration in the earnings performance or business prospects of the investee; missed financial projections; a significant adverse change in the regulatory, tax, economic or technological environment of the investee; a significant adverse change in the general market condition of either the geographic area or the industry in which the\n56\ninvestee operates; and recurring negative cash flows from operations. When management considers the decline to be other than temporary,\nthe Company would write down\nthe related investment to its estimated fair market value.\nDerivative Financial Instruments\nNucor periodically uses derivative financial instruments primarily to partially manage its exposure to price risk related to natural gas purchases used in the production process as well as its exposure to scrap, copper and aluminum purchased for resale to its customers. In addition, Nucor periodically uses derivatives to partially manage its exposure to changes in interest rates on outstanding debt instruments and uses forward foreign exchange contracts to hedge cash flows associated with certain assets and liabilities, firm commitments and anticipated transactions.\nNucor recognizes all derivative financial instruments in the consolidated balance sheets at fair value. Amounts included in accumulated other comprehensive income (loss) related to cash flow hedges are reclassified into earnings when the underlying transaction is recognized in net earnings. Changes in fair value hedges are reported in earnings along with changes in the fair value of the hedged items. When cash flow and fair value hedges affect net earnings, they are included in the same financial statement line as the underlying transaction (cost of products sold or interest expense). If these instruments do not meet hedge accounting criteria, the change in fair value (or a portion thereof) is recognized immediately in earnings in the same financial statement line as the underlying transaction.\nRevenue Recognition\nNucor recognizes revenue when obligations under the terms of contracts with our customers are satisfied; generally, this occurs upon shipment or when control is transferred. Revenue is measured as the amount of consideration expected to be received in exchange for transferring the goods. In addition, revenue is deferred when cash payments are received or due in advance of performance. See Note 23 for further information.\nIncome Taxes\nNucor utilizes the liability method of accounting for income taxes. Under the liability method, deferred taxes are determined based on the temporary differences between the financial statement and tax basis of assets and liabilities using tax rates expected to be in effect during the years in which the basis differences reverse. A valuation allowance is recorded when it is more likely than not that some of the deferred tax assets will not be realized.\nNucor recognizes the effect of income tax positions only if those positions are more likely than not of being sustained. Potential accrued interest and penalties related to unrecognized tax benefits are recognized as a component of interest expense and other expenses.\nStock-Based Compensation\nThe Company recognizes the cost of stock-based compensation as an expense using fair value measurement methods. The assumptions used to calculate the fair value of stock-based compensation granted are evaluated and revised for new grants, as necessary, to reflect market conditions and experience.\nForeign Currency Translation\nFor Nucor’s operations where the functional currency is other than the U.S. dollar, assets and liabilities have been translated at year-end exchange rates, and income and expenses have been translated using average exchange rates for the respective periods. Adjustments resulting from the process of translating an entity’s financial statements into the U.S. dollar have been recorded in accumulated other comprehensive income (loss) and are included in net earnings only upon sale or\n57\nliquidation of the underlying investments. Foreign currency transaction gains and losses are included in net earnings in the period they occur.\n3.\nShort-term Investments\nNucor held $\n408.0\nmillion of short-term investments as of December 31, 2020 ($\n300.0\nmillion as of December 31, 2019). The investments held as of December 31, 2020 and December 31, 2019 consisted mainly of several certificates of deposit (“CD’s”), commercial paper and corporate bonds, which were classified as available-for-sale. Interest income on the CD’s and corporate bonds was recorded as earned.\nNo\nrealized or unrealized gains or losses were incurred in 2020, 2019 or 2018.\n4.\nAccounts Receivable\nAn allowance for doubtful accounts is maintained for estimated losses resulting from the inability of our customers to make required payments. Accounts receivable are stated net of the allowance for doubtful accounts of $\n51.3\nmillion at December 31, 2020 ($\n59.9\nmillion at December 31, 2019 and $\n62.1\nmillion at December 31, 2018).\n5.\nInventories\nInventories consisted of approximately\n42\n% raw materials and supplies and\n58\n% finished and semi-finished products at December 31, 2020 and 2019. Nucor’s manufacturing process consists of a continuous, vertically integrated process from which products are sold to customers at various stages throughout the process. Since most steel products can be classified as either finished or semi-finished products, these two categories of inventory are combined.\n6.\nLeases\nWe lease certain equipment, office space and land. Leases with an initial term of 12 months or less are not recorded on the consolidated balance sheet.\nMost leases include one or more options to renew, with renewal terms that\ncan extend the lease term from\none\nto\nfive\nyears\nor more.\nThe exercise of lease renewal options is at our sole discretion and we consider these options in determining the lease term used to establish our right-of-use assets and lease liabilities. Certain leases also include options to purchase the leased property. The depreciable life of assets and leasehold improvements is limited by the expected lease term, unless there is a transfer of title or a purchase option reasonably certain of exercise.\nWe determine that a contract contains a lease if the contract conveys the right to control the use of an identified asset for a period of time in exchange for consideration. In evaluating whether we have the right to control the use of an identified asset, we assess whether or not we have the right to control the use of the identified asset and to obtain substantially all of the economic benefit from the use of the identified asset.\nAs most of our leases do not provide an implicit rate, we use our incremental borrowing rate based on the information available at the commencement date in determining the present value of lease payments.\nCertain of our lease agreements include payments that adjust periodically for consumption of goods provided by the right-of-use asset in excess of contractually determined minimum amounts and for inflation. These variable lease payments are not significant. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.\n58\nSupplemental statement of earnings information related to our leases is as follows (in thousands):\nSupplemental cash flow information related to our leases is as follows (in thousands):\nSupplemental balance sheet information related to our leases is as follows (in thousands):\n59\nWeighted-average remaining lease term and discount rate for our leases are as follows:\nThe reason for the substantial weighted-average discount rate – finance leases, of\n26.0\n%, is due to Nucor’s past accounting for the respective finance leases under the former accounting guidance for capital leases. Pursuant to the former lease accounting guidance, the recognition of a capital lease asset and associated capital lease liability could not exceed the fair market value of the leased asset at the lease commencement. Accordingly, the incremental borrowing rate was adjusted upward so that the present value of the minimum lease payments would equal the fair value of the asset.\nMaturities of lease liabilities by year for our leases were as follows as of December 31, 2020 (in thousands):\n7.\nProperty, Plant and Equipment\nThe estimated useful lives primarily range from\nfive\nto\n25\nyears\nfor land improvements,\nfour\nto\n40\nyears\nfor buildings and improvements and\ntwo\nto\n15\nyears\nfor machinery and equipment. The useful life for proved oil and gas properties is based on the unit-of-production method and varies by well.\n60\nSteel Mills Segment Asset Impairments\nIn 2019, Nucor recorded a non-cash impairment charge of $\n20.0\nmillion related to certain property, plant and equipment at our plate mill in Texas. This charge is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2019.\nIn 2020, Nucor recorded non-cash impairment charges totaling $\n103.2\nmillion related to certain inventory and long-lived assets, which primarily related to our Castrip sheet mill operations. Due to the advancements in the capabilities at our new cold mill and galvanizing line we have under construction at Nucor Steel Arkansas, we believe the value of the technology and process has diminished for Nucor. As such, the existing Castrip assets are not expected to be materially utilized going forward. These charges are included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\nRaw Materials Segment Asset Impairments\nIn the third quarter of 2018, due to the deteriorating natural gas pricing environment at our sales point in the Piceance Basin, Nucor determined a triggering event had occurred and performed an impairment analysis that resulted in $\n110.0\nmillion of non-cash impairment charges relating to two of its three groups (“fields”) of wells. In the fourth quarter of 2019, due to the deteriorating natural gas pricing environment at our sales point in the Piceance Basin as well as the decreased performance of the natural gas well assets, Nucor determined a triggering event had occurred and performed an impairment analysis on all three fields of wells. As a result of the fourth quarter of 2019 analysis, a $\n35.0\nmillion non-cash impairment charge was recorded on the field of wells that was not previously impaired in the third quarter of 2018. An increase in the estimated lease operating cost projections was the primary factor in causing this field of wells to be impaired. The non-cash impairment charges are included in losses and impairments of assets in the consolidated statements of earnings for the years ended December 31, 2019 and 2018.\nOne of the main assumptions that most significantly affects the undiscounted cash flows determination is management’s estimate of future pricing of natural gas and natural gas liquids. The pricing used in the impairment assessments was developed by management based on projected natural gas market supply and demand dynamics, in conjunction with a review of projections by market analysts. Management also makes key estimates on the expected reserve levels and on the expected lease operating costs. The impairment assessments were performed on each of Nucor’s three fields of wells, with each field defined by common geographic location. The combined carrying value of the three fields of wells was $\n71.7\nmillion at December 31, 2020 ($\n78.9\nmillion at December 31, 2019).\nChanges in the natural gas industry or a prolonged low-price environment beyond what had already been assumed in the assessments could cause management to revise the natural gas and natural gas liquids price assumptions, the estimated reserves or the estimated lease operating costs. Unfavorable revisions to these assumptions or estimates could possibly result in further impairment of some or all of the fields of proved well assets.\nIn 2020, regulatory authorities in Colorado adopted new rules that became effective January 2021. One of these rules increases drilling setback distances. In the fourth quarter of 2020, Nucor determined a triggering event had occurred, as we do not expect to be able to access the full extent of the resources in the ground, and performed an impairment analysis. As a result, Nucor recorded a $\n27.0\nmillion non-cash impairment charge related to the write-down of our leasehold interest in unproved oil and gas properties. This charge is included in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\n61\n8.\nGoodwill and Other Intangible Assets\nThe change in the net carrying amount of goodwill for the years ended December 31, 2020 and 2019 by segment is as follows:\nThe majority of goodwill is not tax deductible.\nIntangible assets with estimated useful lives of\nfive\nto\n22\nyears\nare amortized on a straight-line or accelerated basis and are comprised of the following:\nIntangible asset amortization expense was $\n83.4\nmillion in 2020 ($\n85.7\nmillion in 2019 and $\n88.8\nmillion in 2018). Annual amortization expense is estimated to be $\n82.7\nmillion in 2021, $\n81.1\nmillion in 2022, $\n80.4\nmillion in 2023, $\n79.6\nmillion in 2024 and $\n78.6\nmillion in 2025.\nThe Company completed its annual goodwill impairment testing as of the first day of the fourth quarter of each of 2020, 2019 and 2018 and concluded that as of each such date there was\nno\nimpairment of goodwill for any of its reporting units.\nThe annual assessment performed in 2020 for one of the Company’s reporting units, Rebar Fabrication, used forward-looking projections and included continued positive future cash flows. The fair value of this reporting unit exceeded its carrying value by approximately\n99\n% in the most recent assessment. The reporting unit’s profitability in 2020 significantly increased from 2019, and we currently expect the reporting unit to be profitable in 2021. If our assessment of the relevant facts and circumstances changes, or the actual performance of this reporting unit falls short of expected results, non-cash impairment charges may be required. Total goodwill associated with the Rebar Fabrication reporting unit as of December 31, 2020 was $\n364.3\nmillion. An impairment of goodwill may also lead us to record an impairment of other intangible assets. Total finite-lived intangible assets associated with the Rebar Fabrication reporting unit as of December 31, 2020 was $\n58.8\nmillion.\nThe Company has continued to monitor one of its reporting units, Grating, for potential triggering events since the impairment assessment performed in the third quarter of 2019. No triggering events occurred, so the Company completed its annual goodwill impairment testing as of the first day of the fourth quarter of 2020. The fair value of the Grating reporting unit exceeded its carrying value by approximately\n88\n% in the most recent assessment. If our assessment of the relevant facts and circumstances changes, or the actual performance of this reporting unit falls short of expected results, non-cash impairment charges may be required. As of December 31, 2020, total goodwill associated with the Grating reporting unit was $\n37.0\nmillion.\n62\nThere are no significant historical accumulated impairment charges, by segment or in the aggregate, related to goodwill.\n9.\nEquity Investments\nThe carrying value of our equity investments in domestic and foreign companies was $\n520.0\nmillion at December 31, 2020 ($\n793.2\nmillion at December 31, 2019), and is recorded in other assets in the consolidated balance sheets.\nNuMit\nNucor owns a\n50\n% economic and voting interest in NuMit LLC (“NuMit”). NuMit owns\n100\n% of the equity interest in Steel Technologies LLC, an operator of\n26\nsheet processing facilities located throughout the United States, Canada and Mexico. Nucor accounts for its investment in NuMit (on a\none-month\nlag basis) under the equity method, as control and risk of loss are shared equally between the members of NuMit. Nucor’s investment in NuMit was $\n323.6\nmillion at December 31, 2020 ($\n319.8\nmillion at December 31, 2019). Nucor received distributions of $\n9.5\nmillion, $\n36.5\nmillion and $\n29.2\nmillion from NuMit during 2020, 2019 and 2018, respectively.\nDuferdofin Nucor\nNucor previously owned a\n50\n% interest in Duferdofin Nucor S.r.l. (“Duferdofin Nucor”), an Italian steel manufacturer, and accounted for its investment (on a\none-month\nlag basis) under the equity method, as control and risk of loss were shared equally between the members of Duferdofin Nucor. In December 2020, Nucor closed on an agreement (the “Duferdofin Agreement”) to transfer its\n50\n% interest in Duferdofin Nucor to the owner of the remaining\n50%\ninterest, making Nucor’s investment in Duferdofin Nucor $\n0\nat December 31, 2020 ($\n263.0\nmillion at December 31, 2019).\nIn conjunction with the consummation of the Duferdofin Agreement, Nucor forgave the previously fully reserved, outstanding note receivable of €\n35.0\nmillion ($\n37.8\nmillion) from Duferdofin Nucor (€\n35.0\nmillion, or $\n39.3\nmillion, as of December 31, 2019), and Nucor was released from the guarantee it previously provided with respect to\nDuferdofin Nucor’s borrowings under Facility A of the Structured Trade Finance Facilities Agreement. The fair value of the guarantee was immaterial, and Nucor did not have a liability recorded associated with this guarantee.\nNucor-JFE\nNucor owns a\n50\n% economic and voting interest in Nucor-JFE Steel Mexico, S. de R.L. de C.V. (“Nucor-JFE”), a 50-50 joint venture with JFE Steel Corporation of Japan, to build and operate a galvanized sheet steel plant in central Mexico. After delays caused by the COVID-19 pandemic, Nucor- JFE resumed hot commissioning in early December 2020. Nucor accounts for its investment in Nucor-JFE (on a one-month lag basis) under the equity method, as control and risk of loss are shared equally between the members of Nucor-JFE. Nucor’s investment in Nucor-JFE was $\n147.1\nmillion at December 31, 2020 ($\n163.2\nmillion at December 31, 2019).\nOn January 16, 2019, Nucor entered into an agreement to guarantee a percentage, equal to its ownership percentage (\n50\n%), of Nucor-JFE’s borrowings under the General Financing Agreement and Promissory Note (the “JFE Facility”). The fair value of the guarantee is immaterial. Nucor’s guarantee expires on April 30, 2021. The maximum amount Nucor-JFE could borrow under the JFE Facility was amended on December 15, 2020 to $\n90.0\nmillion. The JFE Facility is uncommitted. As of December 31, 2020, there was $\n50.0\nmillion outstanding under the JFE Facility (\nno\nne as of December 31, 2019). If Nucor-JFE fails to pay when due any amounts for which it is obligated under the JFE Facility, Nucor could be required to pay\n50\n% of such amounts pursuant to and in accordance with the terms of its guarantee. Nucor has not recorded any liability associated with this guarantee.\nNucor-JFE has other credit facilities that Nucor has agreed to guarantee. The principal amount subject to guarantee by Nucor for these other credit facilities was $\n25.0\nmillion as of December 31, 2020 ($\n25.0\nmillion as of December 31, 2019). The fair value of the guarantees is immaterial. If Nucor-JFE fails to pay when due any amounts for which it is obligated under the other credit facilities, Nucor could be required to pay such amounts pursuant to and in accordance with the terms of its guarantees. Nucor has not recorded any liability associated with these guarantees.\n63\nAll Equity Investments\nNucor reviews its equity investments for impairment if and when circumstances indicate that a decline in fair value below their carrying amounts may have occurred. Nucor determined that a triggering event occurred in the first quarter of 2020 with respect to its equity method investment in Duferdofin Nucor due to adverse developments in the joint venture’s commercial outlook, which were exacerbated by the COVID-19 pandemic, all of which negatively impacted the joint venture’s strategic direction. After completing its impairment assessment, Nucor determined that the carrying amount exceeded its estimated fair value and the impairment condition was considered to be other than temporary. Therefore, Nucor recorded a $\n250.0\nmillion impairment charge in the first quarter of 2020.  The assumptions that most significantly affected the fair value determination included projected cash flows and the discount rate. The Company-specific inputs for measuring fair value are considered “Level 3” or unobservable inputs that are not corroborated by market data under applicable fair value authoritative guidance, as quoted market prices are not available.\nThroughout 2020, additional capital contributions were made by the Company to Duferdofin Nucor that were immediately impaired. These additional capital contributions resulted in $\n5.0\nmillion, $\n6.6\nmillion and $\n25.4\nmillion impairment charges against our investment in Duferdofin Nucor in the second, third and fourth quarters of 2020, respectively.  Also, in the fourth quarter of 2020, Nucor reclassified into earnings, $\n158.6\nmillion of cumulative foreign currency translation losses on our investment in Duferdofin Nucor.  In 2020, total impairment charges, including the aforementioned note receivable, related to our investment in Duferdofin Nucor were approximately $\n483.5\nmillion. These non-cash impairment charges are included in the steel mills segment and in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\n10.\nCurrent Liabilities\nBook overdrafts, included in accounts payable in the consolidated balance sheets, were $\n210.5\nmillion at December 31, 2020 ($\n116.4\nmillion at December 31, 2019). Dividends payable, included in accrued expenses and other current liabilities in the consolidated balance sheets, were $\n123.9\nmillion at December 31, 2020 ($\n122.9\nmillion at December 31, 2019).\n64\n11.\nDebt and Other Financing Arrangements\nAnnual aggregate long-term debt maturities are:\nnone\nin 2021, $\n601.0\nmillion in 2022, $\n500.0\nmillion in 2023,\nnone\nin 2024, $\n500.0\nmillion in 2025 and $\n3.80\nbillion thereafter.\nIn April 2018, Nucor issued $\n500.0\nmillion of\n3.950\n% Notes due\n2028\nand $\n500.0\nmillion of\n4.400\n% Notes due\n2048\n. Net proceeds of the issuances were $\n986.1\nmillion, of which $\n500.0\nmillion was used to repay the $\n500.0\nmillion of\n5.85\n% notes that matured\nJune 1,\n2018\n. Costs of $\n11.9\nmillion associated with the issuances have been capitalized and will be amortized over the lives of the notes.\nDuring the second quarter of 2018, Nucor amended its $\n1.50\nbillion unsecured revolving credit facility to extend the maturity date from April 2021 to\nApril 2023\n. Costs associated with the amendment were immaterial. The unsecured revolving credit facility provides up to $1.50 billion in revolving loans and allows up to $\n500.0\nmillion in additional commitments at Nucor’s election in accordance with the terms set forth in the credit agreement. Up to the equivalent of $\n850.0\nmillion of the credit facility is available for foreign currency loans, up to $\n100.0\nmillion is available for the issuance of letters of credit and up to $\n500.0\nmillion is available for the issuance of revolving loans for Nucor subsidiaries in accordance with the terms set forth in the credit agreement. The credit facility provides for a pricing grid based upon the credit rating of Nucor’s senior unsecured long-term debt and, alternatively, interest rates quoted by lenders in connection with competitive bidding. The credit facility includes customary financial and other covenants, including a limit on the ratio of funded debt to total capital of\n60\n%, a limit on Nucor’s ability to pledge the Company’s assets and a limit on consolidations, mergers and sales of assets. As of December 31, 2020, Nucor’s funded debt to total capital ratio was\n32\n%, and Nucor was in compliance with all covenants under the credit facility.\nNo\nborrowings were outstanding under the credit facility as of December 31, 2020 and 2019.\nIn May 2020, Nucor issued $\n500.0\nmillion of\n2.000\n% Notes due\n2025\nand $\n500.0\nmillion of\n2.700\n% Notes due\n2030\n. Net proceeds of the issuances were $\n989.4\nmillion. Costs of $\n8.4\nmillion associated with the issuances have been capitalized and will be amortized over the life of the notes.\nIn July 2020, Nucor became an obligor with respect to $\n162.6\nmillion in\n40\n-year variable-rate Green Bonds to partially fund the capital costs, in particular the expenditures associated with pollution\n65\nprevention and control including waste recycling, associated with the construction of Nucor’s plate mill located in Brandenburg, Kentucky. The net proceeds from the debt issuance are being held in a trust account pending disbursement for the construction of the facility.\nIn December 2020, Nucor exchanged $\n106.7\nmillion of its\n6.400\n% Notes due\n2037\n, $\n161.9\nmillion of its\n5.200\n% Notes due\n2043\nand $\n170.8\nmillion of its\n4.400\n% Notes due\n2048\nwith holders of the existing notes for $\n439.3\nmillion of its\n2.979\n% Notes due\n2055\nand a cash component of $\n180.3\nmillion. This exchange transaction has been accounted for as a modification and, as such, the cash component of $\n180.3\nmillion has been capitalized as a reduction of long-term debt and is being amortized into interest expense over the life of the new notes.\nHarris Steel has credit facilities totaling approximately $\n19.6\nmillion, with\nno\noutstanding borrowings at December 31, 2020 and 2019. In addition, the business of Nucor Trading S.A. is financed by uncommitted trade credit arrangements with a number of European banking institutions. As of December 31, 2020, Nucor Trading S.A. had outstanding borrowings of $\n57.9\nmillion, which are presented in short-term debt in the consolidated balance sheet ($\n62.4\nmillion as of December 31, 2019).\nLetters of credit totaling $\n63.3\nmillion were outstanding as of December 31, 2020 ($\n28.0\nmillion as of December 31, 2019), related to certain obligations, including workers’ compensation, utilities deposits and credit arrangements by Nucor Trading S.A. for commitments to purchase inventories.\n12.\nCapital Stock\nThe par value of Nucor’s common stock is $\n0.40\nper share and there are\n800\nmillion shares authorized. In addition,\n250,000\nshares of preferred stock, par value $\n4.00\nper share, are authorized, with preferences, rights and restrictions as may be fixed by the Board of Directors. There are\nno\nshares of preferred stock issued or outstanding.\nDividends declared per share were $\n1.6125\nin 2020 ($\n1.6025\nper share in 2019 and $\n1.5400\nper share in 2018).\nThe Company repurchased $\n39.5\nmillion of its common stock in 2020 ($\n298.5\nmillion in 2019 and $\n854.0\nmillion in 2018).\n66\nOn September 6, 2018, the Company announced that the Board of Directors had approved a\nnew\nshare repurchase program under which the Company is authorized to repurchase up to $\n2.00\nbillion of the Company’s common stock\nand terminated any previously authorized share repurchase programs\n. Share repurchases will be made from time to time in the open market at prevailing market prices\nor\nthrough private transactions or block trades. The timing and amount of repurchases will depend on market conditions, share price, applicable legal requirements and other factors. The share repurchase authorization is discretionary and has no expiration date. At December 31, 20\n20\n, the Company had approximately $\n1.16\nbillion\navailable for share repurchases under the program.\n13.\nDerivative Financial Instruments\nThe following tables summarize information regarding Nucor’s derivative financial instruments (in thousands):\nThe Effect of Derivative Financial Instruments on the Consolidated Statements of Earnings\nAt December 31, 2020, natural gas swaps covering approximately\n22.4\nmillion MMBTUs (extending through December 2022) were outstanding.\n67\n14.\nFair Value Measurements\nThe following table summarizes information regarding Nucor’s financial assets and liabilities that are measured at fair value. Nucor does not have any non-financial assets or liabilities that are measured at fair value on a recurring basis.\nFair value measurements for Nucor’s cash equivalents, short-term investments and restricted cash and cash equivalents are classified under Level 1 because such measurements are based on quoted market prices in active markets for identical assets. Fair value measurements for Nucor’s derivatives, which are typically commodity or foreign exchange contracts, are classified under Level 2 because such measurements are based on published market prices for similar assets or are estimated based on observable inputs such as interest rates, yield curves, credit risks, spot and future commodity prices, and spot and future exchange rates. There were no transfers between levels in the fair value hierarchy for the periods presented.\nThe fair value of short-term and long-term debt, including current maturities, was approximately $\n6.05\nbillion at December 31, 2020 (approximately $\n4.81\nbillion at December 31, 2019). The debt fair value estimates are classified under Level 2 because such estimates are based on readily available market prices of our debt at December 31, 2020 and 2019, or similar debt with the same maturities, ratings and interest rates.\nDisclosures are required for certain assets and liabilities that are measured at fair value, but are\nrecognized and disclosed on a nonrecurring basis in periods subsequent to initial recognition. For Nucor, our equity investment in Duferdofin Nucor was measured at fair value as a result of the impairment charges recorded in 2020 (see Note 9).\n68\n15.\nContingencies\nNucor is subject to environmental laws and regulations established by federal, state and local authorities and, accordingly, makes provisions for the estimated costs of compliance. Of the undiscounted total of $\n16.0\nmillion of accrued environmental costs at December 31, 2020 ($\n16.4\nmillion at December 31, 2019), $\n5.6\nmillion was classified in accrued expenses and other current liabilities ($\n4.1\nmillion at December 31, 2019) and $\n10.4\nmillion was classified in deferred credits and other liabilities ($\n12.3\nmillion at December 31, 2019). Inherent uncertainties exist in these estimates primarily due to unknown conditions, evolving remediation technology and changing governmental regulations, legal standards and enforcement priorities.\nWe are from time to time a party to various lawsuits, claims and other legal proceedings that arise in the ordinary course of business. With respect to all such lawsuits, claims and proceedings, we record reserves when it is probable a liability has been incurred and the amount of loss can be reasonably estimated. We do not believe that any of these proceedings, individually or in the aggregate, would be expected to have a material adverse effect on our results of operations, financial position or cash flows. Nucor maintains liability insurance with self-insurance limits for certain risks.\n16.\nStock-Based Compensation\nOverview\nThe Company maintains the Nucor Corporation 2014 Omnibus Incentive Compensation Plan (the “Omnibus Plan”) under which the Company may award stock-based compensation to key employees, officers and non-employee directors. The Company’s stockholders approved an amendment and restatement of the Omnibus Plan on May 14, 2020. The Omnibus Plan, as amended and restated, permits the award of stock options, restricted stock units, restricted shares and other stock-based awards for up to\n19.0\nmillion shares of the Company’s common stock. As of December 31, 2020,\n7.8\nmillion shares remained available for award under the Omnibus Plan.\nThe Company also maintains a number of inactive plans under which stock-based awards remain outstanding but no further awards may be made. As of December 31, 2020,\n0.7\nmillion shares were reserved for issuance upon the future settlement of outstanding awards under such inactive plans.\nStock Options\nStock options may be granted to Nucor’s key employees, officers and non-employee directors with exercise prices at\n100\n% of the market value on the date of the grant. The stock options granted are generally exercisable at the end of\nthree years\nand have a term of\n10\nyears.\nA summary of activity under Nucor’s stock option plans is as follows (shares in thousands):\n69\nThe total intrinsic value of stock options (the amount by which the stock price exceeded the exercise price of the stock option on the date of exercise) that were exercised during 2020 was $\n3.3\nmillion ($\n7.7\nmillion in 2019 and $\n12.6\nmillion in 2018).\nThe following table summarizes information about stock options outstanding at December 31, 2020 (shares in thousands):\nAs of December 31, 2020, the total aggregate intrinsic value of stock options outstanding and stock options exercisable was $\n19.3\nmillion and $\n13.3\nmillion, respectively.\nThe grant date fair value of stock options granted was $\n7.56\nper share in 2020 ($\n8.69\nper share in 2019 and $\n15.07\nper share in 2018).\nThe fair value was estimated using the Black-Scholes options pricing model with the following assumptions:\nStock options granted to employees who are eligible for retirement on the date of grant are expensed immediately since these awards vest upon retirement from the Company. Retirement, for purposes of vesting in these stock options, means termination of employment after satisfying age and years of service requirements. Similarly, stock options granted to employees who will become retirement-eligible prior to the end of the vesting term are expensed over the period through which the employee will become retirement-eligible. Compensation expense for stock options granted to employees who will not become retirement-eligible prior to the end of the vesting term is recognized on a straight-line basis over the vesting period. Compensation expense for stock options was $\n2.7\nmillion in 2020 ($\n4.7\nmillion in 2019 and $\n4.6\nmillion in 2018). As of December 31, 2020, unrecognized compensation expense related to stock options was $\n2.5\nmillion, which is expected to be recognized over a weighted-average period of\n2.2\nyears.\nRestricted Stock Units\nNucor annually grants restricted stock units (“RSUs”) to key employees, officers and non-employee directors. The RSUs granted to key employees and officers vest and are converted to common stock in three equal installments on each of the first three anniversaries of the grant date provided that a portion of the RSUs awarded to an officer prior to 2018 vest only upon the officer’s retirement. Retirement, for purposes of vesting in these RSUs only, means termination of employment with approval of the Compensation and Executive Development Committee of the Board of Directors after satisfying age and years of service requirements. RSUs granted to a non-employee director are fully vested on the grant\n70\ndate and are payable to the non-employee director in the form of common stock after the termination of the director’s service on the Board of Directors.\nRSUs granted to employees who are eligible for retirement on the date of grant are expensed immediately, and RSUs granted to employees who will become retirement-eligible prior to the end of the vesting term are expensed over the period through which the employee will become retirement-eligible since these awards vest upon retirement from the Company. Compensation expense for RSUs granted to employees who will not become retirement-eligible prior to the end of the vesting term is recognized on a straight-line basis over the vesting period.\nCash dividend equivalents are paid to holders of RSUs each quarter. Dividend equivalents paid on RSUs expected to vest are recognized as a reduction in retained earnings.\nThe fair value of an RSU is determined based on the closing price of Nucor’s common stock on the date of the grant.\nA summary of Nucor’s RSU activity is as follows (shares in thousands):\nCompensation expense for RSUs was $\n58.6\nmillion in 2020 ($\n69.1\nmillion in 2019 and $\n54.3\nmillion in 2018). The total fair value of shares vested during 2020 was $\n49.8\nmillion ($\n58.8\nmillion in 2019 and $\n54.4\nmillion in 2018). As of December 31, 2020, unrecognized compensation expense related to unvested RSUs was $\n53.7\nmillion, which is expected to be recognized over a weighted-average period of\n1.3\nyears.\nRestricted Stock Awards\nPrior to their expiration effective December 31, 2017, the Nucor Corporation Senior Officers Long-Term Incentive Plan and the Nucor Corporation Senior Officers Annual Incentive Plan authorized the award of shares of common stock to officers subject to certain conditions and restrictions. Effective January 1, 2018, the Company adopted supplements to the Omnibus Plan with terms that permit the award of shares of common stock to officers subject to the conditions and restrictions described below, which are substantially similar to those of the expired Senior Officers Long-Term Incentive Plan and Senior Officers Annual Incentive Plan. The expired Senior Officers Long-Term Incentive Plan, together with the applicable supplement, is referred to below as the “LTIP,” and the expired Senior Officers Annual Incentive Plan, together with the applicable supplement, is referred to below as the “AIP.”\nThe LTIP provides for the award of shares of restricted common stock at the end of each LTIP performance measurement period at no cost to officers if certain financial performance goals are met during the period. One-third of the LTIP restricted stock award vests upon each of the first three anniversaries of the award date or, if earlier, upon the officer’s attainment of age 55 while employed by Nucor. Although participants are entitled to cash dividends and may vote such awarded shares, the sale or transfer of such shares is limited during the restricted period.\n71\nThe AIP provides for the payment of annual cash incentive awards. An AIP participant may elect, however, to defer payment of up to one-half of an AIP award. In such event, the deferred AIP award is converted into common stock units and credited with a deferral incentive, in the form of additional common stock units, equal to\n25\n% of the number of common stock units attributable to the deferred AIP award. Common stock units attributable to deferred AIP awards are fully vested. Common stock units credited as a deferral incentive vest upon the AIP participant’s attainment of age 55 while employed by Nucor. Vested common stock units are paid to AIP participants in the form of shares of common stock following their termination of employment with Nucor.\nA summary of Nucor’s restricted stock activity under the AIP and the LTIP is as follows (shares in thousands):\nCompensation expense for common stock and common stock units awarded under the AIP and the LTIP is recorded over the performance measurement and vesting periods based on the anticipated number and market value of shares of common stock and common stock units to be awarded. Compensation expense for anticipated awards based upon Nucor’s financial performance, exclusive of amounts payable in cash, was $\n12.5\nmillion in 2020 ($\n16.6\nmillion in 2019 and $\n14.6\nmillion in 2018). The total fair value of shares vested during 2020 was $\n13.5\nmillion ($\n17.3\nmillion in 2019 and $\n14.7\nmillion in 2018). As of December 31, 2020, unrecognized compensation expense related to unvested restricted stock awards was $\n1.2\nmillion, which is expected to be recognized over a weighted-average period of\n1.5\nyears.\n17.\nEmployee Benefit Plans\nNucor makes contributions to a Profit Sharing and Retirement Savings Plan for qualified employees based on the profitability of the Company. Nucor’s expense for these benefits totaled $\n86.6\nmillion in 2020 ($\n181.4\nmillion in 2019 and $\n307.9\nmillion in 2018). The related liability for these benefits is included in salaries, wages and related accruals in the consolidated balance sheets.\nNucor also has a medical plan covering certain eligible early retirees. The unfunded obligation, included in deferred credits and other liabilities in the consolidated balance sheets, totaled $\n28.2\nmillion at December 31, 2020 ($\n27.0\nmillion at December 31, 2019). The expense associated with this early retiree medical plan totaled $\n2.5\nmillion in 2020 ($\n2.0\nmillion in 2019 and $\n2.1\nmillion in 2018). The discount rate used by Nucor in determining its benefit obligation was\n2.40\n% in 2020 (\n3.23\n% in 2019 and\n4.24\n% in 2018). The health care cost increase trend rate used was\n5.7\n% in 2020 (\n6.0\n% in 2019 and\n6.3\n% in 2018). The health care cost increase trend rate is projected to decline gradually to\n4.5\n% by\n2037\n.\n72\n18.\nInterest Expense (Income)\nThe components of net interest expense are as follows (in thousands):\nInterest paid was $\n181.2\nmillion in 2020 ($\n172.6\nmillion in 2019 and $\n165.7\nmillion in 2018).\n19.\nIncome Taxes\nComponents of earnings before income taxes and noncontrolling interests are as follows (in thousands):\nThe provision for income taxes consists of the following (in thousands):\n73\nA reconciliation of the federal statutory tax rate (\n21\n%\n) to the total provision is as follows:\nFor the year ended December 31, 2020, the effective tax rate on continuing operations decreased\n23.16\n% versus the prior year to -\n0.06\n%.  The decrease in the effective tax rate was primarily due to a net tax benefit of $\n201.9\nmillion (-\n24.16\n%) for a tax loss on our investment in Duferdofin Nucor, a net tax benefit of $\n45.2\nmillion (-\n5.41\n%, included in the State income taxes, net of federal income tax benefit line) for state tax credits, and a federal tax benefit of $\n48.2\nmillion (-\n5.77\n%, included in the CARES Act NOL carryback line) for the carryback of a federal tax net operating loss (an “NOL”) under the Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”). These benefits were all recognized in 2020 and were somewhat offset by the rate impact (\n11.2\n%) of financial statement impairments of $\n445.6\nmillion which did not affect the provision for income taxes. The total benefit for the tax loss on our investment in Duferdofin Nucor is reflected on the Tax loss on investment in foreign joint venture line (-\n22.73\n%) and the State income taxes, net of federal income tax benefit line (-\n1.43\n%).  The CARES Act allows for an NOL generated in 2020 to be carried back to taxable years where the federal income tax rate was\n35\n%. The difference in the tax rate in 2020 and tax years before the enactment of the Tax Cuts and Jobs Act of 2017 is the main driver of the federal tax NOL benefit in 2020, but this is somewhat offset by the partial loss of the domestic manufacturing deduction in the carryback year.\nThe 2018 effective tax rate included the write-off of $\n21.3\nmillion (\n0.66\n%, included in the Other, net line for 2018) of deferred tax assets due to the change in the tax status of a subsidiary in 2018.\n74\nDeferred tax assets and liabilities resulted from the following (in thousands):\nNon-current deferred tax liabilities included in deferred credits and other liabilities in the consolidated balance sheets were $\n596.4\nmillion at December 31, 2020 ($\n431.0\nmillion at December 31, 2019). Current federal and state income taxes receivable included in other current assets in the consolidated balance sheets were $\n456.1\nmillion at December 31, 2020 ($\n240.8\nmillion at December 31, 2019). Nucor paid $\n50.3\nmillion in net federal, state and foreign income taxes in 2020 ($\n525.2\nmillion and $\n561.1\nmillion in 2019 and 2018, respectively).\nNucor has not recognized deferred tax liabilities on its investment in foreign subsidiaries with undistributed earnings that satisfy the permanent reinvestment requirements (the deferred tax liabilities on the investments not permanently reinvested are immaterial). While Nucor considers future earnings to be permanently reinvested, it is expected that potential future distributions will likely be of a nontaxable manner. If this assertion of permanent reinvestment were to change, there may be deferred tax liabilities related to the withholding tax impacts on the actual distribution of certain cumulative undistributed foreign earnings, but the Company believes this amount to be immaterial.\nState NOL carryforwards were $\n1.41\nbillion at December 31, 2020 ($\n681.8\nmillion at December 31, 2019). If unused, they will expire between\n2021\nand\n2040\n. Foreign NOL carryforwards were $\n142.3\nmillion at December 31, 2020 ($\n149.8\nmillion at December 31, 2019). If unused, the foreign NOL carryforwards will expire between\n2021\nand\n2040\n.\nAt December 31, 2020, Nucor had approximately $\n48.0\nmillion of unrecognized tax benefits, of which $\n47.3\nmillion would affect Nucor's effective tax rate, if recognized. At December 31, 2019, Nucor had approximately $\n50.9\nmillion of unrecognized tax benefits, of which $\n50.2\nmillion would affect Nucor's effective tax rate, if recognized.\n75\nA reconciliation of the beginning and ending amounts of unrecognized tax benefits recorded in deferred credits and other liabilities in the consolidated balance sheets is as follows (in thousands):\nWe estimate that in the next 12 months, our gross uncertain tax positions, exclusive of interest, could decrease by as much as $\n7.3\nmillion, as a result of the expiration of the applicable statute of limitations.\nDuring 2020, Nucor recognized $\n0.1\nmillion of expense in interest and penalties ($\n0.7\nmillion of expense in 2019 and $\n4.0\nmillion of benefit in 2018). The interest and penalties are included in interest expense, net and marketing, administrative and other expenses, respectively, in the consolidated statements of earnings. As of December 31, 2020, Nucor had approximately $\n12.0\nmillion of accrued interest and penalties related to uncertain tax positions (approximately $\n11.9\nmillion at December 31, 2019).  The accrued interest and penalties are included in accrued expenses and other current liabilities and deferred credits and other liabilities, respectively, in the consolidated balance sheets.\nNucor has concluded U.S. federal income tax matters for tax years through 2014 and for tax year 2016. The tax years 2015 and 2017 through 2019 remain open to examination by the Internal Revenue Service. The 2015 Canadian income tax returns for Harris Steel Group Inc. and certain related affiliates are currently under examination by the Canada Revenue Agency. The tax years 2014 through 2019 remain open to examination by other major taxing jurisdictions to which Nucor is subject (primarily Canada and other state and local jurisdictions).\n20.\nAccumulated Other Comprehensive Income (Loss)\nThe following tables reflect the changes in accumulated other comprehensive income (loss) by component (in thousands):\n76\nIn December 2020, Nucor closed on an agreement to transfer its\n50\n% interest in Duferdofin Nucor to the owner of the remaining\n50\n% interest. As a result, $\n158.6\nmillion of cumulative foreign currency translation losses related to our investment was reclassified into earnings in the fourth quarter. The non-cash charge is included in the steel mills segment and in losses and impairments of assets in the consolidated statement of earnings for the year ended December 31, 2020.\n21.\nEarnings Per Share\nThe computations of basic and diluted net earnings per share are as follows (in thousands, except per share data):\n77\nThe following stock options were excluded from the computation of diluted net earnings per share because their effect would have been anti-dilutive (shares in thousands):\n22.\nSegments\nNucor reports its results in the following segments: steel mills, steel products and raw materials. The steel mills segment includes carbon and alloy steel in sheet, bars, structural and plate; steel trading businesses; rebar distribution businesses; and Nucor’s equity method investments in Duferdofin Nucor (which was exited in the fourth quarter of 2020), NuMit and Nucor-JFE. The steel products segment includes steel joists and joist girders, steel deck, fabricated concrete reinforcing steel, cold finished steel, precision castings, steel fasteners, metal building systems, steel grating, tubular products businesses, piling products business, and wire and wire mesh. The raw materials segment includes The David J. Joseph Company and its affiliates, primarily a scrap broker and processor; Nu-Iron Unlimited and Nucor Steel Louisiana LLC, two facilities that produce direct reduced iron used by the steel mills; and our natural gas production operations.\nNet interest expense on long-term debt, charges and credits associated with changes in allowances to eliminate intercompany profit in inventory, profit sharing expense and stock-based compensation are shown under Corporate/eliminations. Corporate assets primarily include cash and cash equivalents, short-term investments, restricted cash and cash equivalents, allowances to eliminate intercompany profit in inventory, deferred income tax assets, federal and state income taxes receivable and investments in and advances to affiliates.\n78\nNucor’s results by segment are as follows (in thousands):\n79\nNet sales by product were as follows (in thousands). Further product group breakdown is impracticable.\n23.\nRevenue\nRevenue is recognized when obligations under the terms of contracts with our customers are satisfied; generally, this occurs upon shipment or when control is transferred. Revenue is measured as the amount of consideration expected to be received in exchange for transferring the goods. In addition, revenue is deferred when cash payments are received or due in advance of performance.\nThe durations of Nucor’s contracts with customers are generally one year or less. Customer payment terms are generally 30 days.\nContract liabilities are primarily related to deferred revenue resulting from cash payments received in advance from customers to protect against credit risk. Contract liabilities totaled $\n120.2\nmillion as of December 31, 2020 ($\n108.6\nmillion as of December 31, 2019), and are included in accrued expenses and other current liabilities in the consolidated balance sheets. The amount of revenue reclassified from the December 31, 2019 contract liabilities balance during 2020 was approximately $\n80.5\nmillion.\nNucor disaggregates its revenues by major source in the same manner as presented in the net sales by product table in the segment footnote (see Note 22).\nSteel Mills Segment\nSheet – For the majority of sheet products, we transfer control and recognize a sale when we ship the product from the sheet mill to our customer. The amount of consideration we receive and revenue we recognize for spot market sales are based upon prevailing prices at the time of sale. The amount of consideration we receive and revenue we recognize for contract customers are based primarily on pricing formulas that incorporate monthly or quarterly price adjustments which reflect changes in the current market-based indices and/or raw material costs near the time of shipment.\nThe amount of tons sold to contract customers at any given time depends on a variety of factors, including our consideration of current and future market conditions, our strategy to appropriately balance spot and contract tons in a manner to meet our customers’ requirements while considering the expected profitability, our desire to sustain a diversified customer base and our end-use customers’ perceptions about future market conditions. These contracts are typically\none year or less\n. Contract sales within the steel mills segment are most notable in our sheet operations, as it is common for contract sales to account for the majority of sheet sales in a given year.\nBar, Structural and Plate – For the majority of bar, structural and plate products, we transfer control and recognize a sale when we ship the product from the mill to our customer. The significant majority of\n80\nbar, structural and plate product sales are spot market sales, and the amount of consideration we receive and revenue we recognize for those sales are based upon prevailing prices at the time of sale.\nSteel Products Segment\nTubular Products – The tubular products businesses transfer control and recognize a sale when the products are shipped from our operating locations to our customers. The significant majority of tubular product sales are spot market sales, and the amount of consideration we receive and revenue we recognize for those sales are based upon prevailing prices at the time of sale.\nRebar Fabrication – The majority of revenue relates to revenue from contracts with customers for the supply of fabricated rebar. As the majority of contracts with customers are fixed price contracts to complete a job, control transfers over time and revenue is recognized (if collection is reasonably assured) over time using an input method, based on the amount of rebar shipped from the Company’s operating locations relative to the total expected amount of rebar required to complete the job.\nFor contracts to supply fabricated rebar and install it at the customer’s job site, there are two performance obligations: (1) the supply of the fabricated rebar and (2) the installation of the supplied rebar at the customer’s job site. For the supply of fabricated rebar performance obligation, the transaction price allocated to this performance obligation is determined at the start of the contract, based on the awarded contract price for the supplied fabricated rebar and revenue is recognized over time based on the amount of rebar shipped from the Company’s operating locations relative to the total expected amount of rebar required to complete the job. For the installation of supplied rebar performance obligation, the transaction price allocated to this performance obligation is determined at the start of the contract, based on the awarded contract price for the installation of fabricated rebar and revenue is recognized over time based on the amount of rebar installed relative to the total expected amount of rebar required to be installed to complete the job.\nWhile a majority of the contracts with customers are fixed price contracts to complete a job, variable consideration can occur from contract modifications relating to change orders and price escalations caused by changes in underlying material costs. In these situations, the additional variable consideration is recognized cumulatively in the period in which the contract modification is approved, and collection is reasonably assured unless the change order relates to additional distinct goods or services at standalone selling prices in which case they are accounted for prospectively. Management reviews these situations on a case-by-case basis and considers a variety of factors, including relevant experience with similar types of performance obligations, the Company’s experience with the customer and collectability considerations.\nOther Steel Products – Other steel products include our joist, deck, cold finish, metal building systems, piling and the other remaining businesses that comprise the steel products segment. Generally, for these businesses, we transfer control and recognize a sale when we ship the product from our operating locations to our customers. The amount of consideration we receive and revenue we recognize for those sales are agreed upon with the customers before the product is shipped.\nRaw Materials Segment\nThe majority of the raw materials segment revenue from outside customers is generated by The David J. Joseph Company and its affiliates. We transfer control and recognize a sale based on the terms of the agreement with the customer, which is generally when the product has met the delivery requirements. The amount of consideration we receive and revenue we recognize for those sales is based on the contract with the customer, which generally reflects current market prices at the time the contract is entered into.\n81\n24.\nRestricted Cash and Cash Equivalents\nAs of December 31, 2020, restricted cash and cash equivalents totaled $\n115.3\nmillion, and primarily consisted of net proceeds from the issuance of $\n162.6\nmillion in\n40\n-year variable-rate Green Bonds in July 2020. The restricted cash and cash equivalents related to the debt issuance are held in a trust account and are to be used to partially fund the capital costs, in particular the expenditures associated with pollution prevention and control including waste recycling, associated with the construction of Nucor’s new plate mill located in Brandenburg, Kentucky. Funds are disbursed from the trust account as qualified expenditures for the construction of the Brandenburg facility are made ($\n47.3\nmillion during 2020). Interest earned on funds held in the trust account is subject to the same usage requirements as the bond proceeds principle. Since the restricted cash and interest and dividends must be used for the construction of the Brandenburg facility and relate to a long-term liability, the entire balance has been classified as a non-current asset.\n25.\nQuarterly Information (Unaudited)\n82"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation of Disclosure Controls and Procedures –\nAs of the end of the period covered by this report, the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures. Based upon that evaluation, the Chief Executive Officer and the Chief Financial Officer concluded that the Company’s disclosure controls and procedures were effective as of the evaluation date.\nChanges in Internal Control Over Financial Reporting –\nThere were no changes in our internal control over financial reporting during the quarter ended December 31, 2020 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\nReport on Internal Control Over Financial Reporting –\nManagement’s report on internal control over financial reporting required by Section 404 of the Sarbanes-Oxley Act of 2002 and the attestation report of PricewaterhouseCoopers LLP, an independent registered public accounting firm, on the effectiveness of Nucor’s internal control over financial reporting as of December 31, 2020 are included in “Item 8. Financial Statements and Supplementary Data,” and incorporated herein by reference."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n83\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required by this item with respect to Nucor’s executive officers appears in Part I of this report under the heading “\nInformation About Our Executive Officers”\nand is incorporated herein by reference. The other information required by this item is incorporated herein by reference from Nucor’s definitive proxy statement for our 2021 Annual Meeting of Stockholders (the “Proxy Statement”) under the headings\nElection of Directors; Information Concerning Experience, Qualifications, Attributes and Skills of the Nominees;\nand\nCorporate Governance and Board of Directors\n.\nNucor has adopted a Code of Ethics for Senior Financial Professionals (the “Code of Ethics”), which is intended to qualify as a “code of ethics” within the meaning of Item 406 of Regulation S-K of the Securities Exchange Act of 1934, as amended. The Code of Ethics applies to our principal executive officer, principal financial officer, principal accounting officer or controller, and persons performing similar functions. The Code of Ethics is available on our website,\nwww.nucor.com\n.\nWe will disclose information pertaining to any amendment to, or waiver from, the provisions of the Code of Ethics that apply to our principal executive officer, principal financial officer, principal accounting officer or controller, or persons performing similar functions and that relate to any element of the Code of Ethics enumerated in the SEC rules and regulations by posting this information on our website,\nwww.nucor.com.\nThe information contained on our website or available by hyperlink from our website is not a part of this report and is not incorporated into this report or any other documents we file with, or furnish to, the SEC."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the headings\nExecutive Officer Compensation; Director Compensation;\nReport of the Compensation and\nExecutive Development Committee\n; and\nBoard’s Role in Risk Oversight\n."
  },
  {
    "item_key": "item_12",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the headings\nSecurity Ownership of Management and Certain Beneficial Owners\nand\nEquity Compensation Plan Information."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the heading\nCorporate Governance and Board of Directors\n."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is incorporated herein by reference from the Proxy Statement under the heading\nFees Paid to Independent Registered Public Accounting Firm\n.\n84\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "Financial Statements:\nThe following consolidated financial statements and notes thereto, management’s report on internal control over financial reporting and the report of independent registered public accounting firm are included in “Item 8. Financial Statements and Supplementary Data”:\nSchedule II is not presented as all applicable information is presented in the consolidated financial statements and notes thereto.\nExhibits:\n85\n86\n87\n88"
  },
  {
    "item_key": "item_16",
    "text": "None.\n89\nSIGNA\nTURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPOWER OF ATTORNEY\nKNOW ALL PERSONS BY THESE PRESENTS, that each person whose signature appears below constitutes and appoints James D. Frias and A. Rae Eagle, or either of them, his or her attorney-in-fact, with full power of substitution and resubstitution for such person in any and all capacities, to sign any amendments to this report and to file the same, with exhibits thereto, and other documents in connection therewith, with the Securities and Exchange Commission, hereby ratifying and confirming all that either of said attorney-in-fact, or substitute or substitutes, may do or cause to be done by virtue hereof.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the date indicated.\nDated: February 26, 2021\n90"
  }
]