[
  {
    "item_key": "item_1",
    "text": "GENERAL\nGartner, Inc. (NYSE: IT) is the world’s leading research and advisory company and a member of the S&P 500. We equip business leaders with indispensable insights, advice and tools to achieve their mission-critical priorities today and build the successful organizations of tomorrow. We believe our unmatched combination of expert-led, practitioner-sourced and data-driven research steers clients toward the right decisions on the issues that matter most. We are a trusted advisor and an objective resource for more than 14,000 enterprises in more than 100 countries — across all major functions, in every industry and enterprise size.\nGartner delivers its products and services globally through three business segments – Research, Conferences and Consulting, as described below.\nResearch\nprovides trusted, objective insights and advice on the mission-critical priorities of leaders across all functional areas of an enterprise through reports, briefings, proprietary tools, access to our research experts, peer networking services and membership programs that enable our clients to drive organizational performance.\nConferences\nprovides business professionals across an organization the opportunity to learn, share and network. From our Gartner Symposium/Xpo series, to industry-leading conferences focused on specific business roles and topics, to peer-driven sessions, our offerings enable attendees to experience the best of Gartner insight and advice.\nConsulting\ncombines the power of Gartner market-leading research with custom analysis and on-the-ground support to help chief information officers and other senior executives driving technology-related strategic initiatives move confidently from insight to action.\nThe fiscal year of Gartner is the twelve-month period from January 1 through December 31. All references to 2020, 2019 and 2018 herein refer to the fiscal year unless otherwise indicated. When used in this Annual Report on Form 10-K, the terms “Gartner,” the “Company,” “we,” “us” or “our” refer to Gartner, Inc. and its consolidated subsidiaries.\nMARKET OVERVIEW\nEnterprise leaders face enormous pressure to stay ahead and grow profitably amidst constant changes. Whether it is a digital transformation, a global health crisis, or large-scale regulatory changes, business leaders today are facing significant disruptive changes. We believe that enterprises cannot be operationally effective unless they incorporate the right strategy, management and technology decisions into every part of their business. This requirement affects all business levels, functions and roles. Chief financial officers, heads of human resources, chief marketing officers, chief information officers, heads of supply chain and other executives and leaders turn to Gartner for decision-making guidance and execution support to achieve their mission-critical priorities.\nOUR SOLUTION\nWe believe our unmatched combination of expert-led, practitioner-sourced and data-driven research steers clients toward the right decisions and actions on the issues that matter most. We employ a diversified business model that utilizes and leverages the breadth and depth of our intellectual capital. The foundation of our business model is our ability to create and distribute our proprietary research content as broadly as possible via published reports, interactive tools, facilitated peer networking and briefings; our conferences, including the Gartner Symposium/Xpo series; and consulting and advisory services.\nPRODUCTS AND SERVICES\nOur diversified business model provides multiple entry points and sources of value for our clients that lead to increased client spending on our research and advisory services, conferences and consulting services. A critical part of our long-term strategy is to increase business volume and penetration with our most valuable clients, identifying relationships with the greatest sales potential and expanding those relationships by offering strategically relevant research and advice. We also seek to extend the Gartner brand name to develop new client relationships, augment our sales capacity and expand into new markets around the world. These initiatives have created additional revenue streams through more effective packaging, campaigning and cross-selling of our products and services. In addition, we seek to increase our revenue and operating cash flow through more effective pricing of our products and services.\n3\nOur principal products and services are delivered through our three business segments, as described below.\n•\nRESEARCH.\nGartner delivers independent, objective advice to leaders across an enterprise through subscription services that include on-demand access to published research content, data and benchmarks, and direct access to a network of approximately 2,150 research experts located around the globe. Gartner research is the fundamental building block for all Gartner products and services. We combine our proprietary research methodologies with extensive industry and academic relationships to create Gartner products and services that address each role across an enterprise. Within the Research segment, Global Technology Sales (“GTS”) sells products and services to users and providers of technology, while Global Business Sales (“GBS”) sells products and services to all other functional leaders, such as human resources, supply chain, marketing, and finance.\nOur research agenda is defined by clients’ needs, focusing on the critical issues, opportunities and challenges they face every day. We are in steady contact with more than 14,000 distinct client enterprises worldwide. We publish tens of thousands of pages of original research annually, and our research experts had more than 490,000 direct client interactions in 2020. Our size and scale enable us to commit vast resources toward broader and deeper research coverage and to deliver insight to our clients based on what they need and where they are. The ongoing interaction of our research experts with our clients enables us to identify the most pertinent topics to them and develop relevant product and service enhancements to meet the evolving needs of users of our research. Our proprietary research content, presented in the form of reports, briefings, updates and related tools, is delivered directly to the client’s desktop via our website and/or product-specific portals.\nClients normally sign subscription contracts that provide access to our research content and advisory services for individual users over a defined period. We typically have a minimum contract period of twelve months for our research and advisory subscription contracts and, at December 31, 2020, a significant portion of our contracts were multi-year.\n•\nCONFERENCES.\nGartner conferences are designed for IT and business executives as well as decision makers looking to adapt and evolve their organizations through disruption and uncertainty, navigate risks and prioritize investments. Attendees experience sessions led by Gartner research experts, and the sessions include cutting-edge technology solutions, peer exchange workshops, one-on-one analyst and advisor meetings, consulting diagnostic workshops, keynotes and more. Our conferences also provide attendees with an opportunity to interact with business executives from the world’s leading companies. In addition to role-specific summits and workshop-style seminars, Gartner hosts the Gartner Symposium/Xpo series, including its unique, flagship IT Symposium/Xpo\n®\n, which is usually held at nine locations worldwide annually. Prior to the COVID-19 pandemic, Gartner attracted more than 85,000 business and technology professionals to its 70+ destination conferences worldwide in 2019. We also hosted 700+ live meetings each year for peer collaboration and networking, and 240+ exclusive C-level meetings through the Evanta brand. In response to the COVID-19 pandemic, we pivoted to producing virtual conferences with a focus on maximizing the value we deliver for our clients. During the second half of 2020, Gartner successfully held 15 virtual conferences with nearly 39,000 attendees, including eight Symposiums/Xpos. In addition, during 2020 we hosted 400+ virtual peer networking meetings, and through the Evanta brand we hosted 450+ exclusive C-level virtual meetings.\n•\nCONSULTING.\nThrough its experienced consultants, Gartner Consulting serves chief information officers and other senior executives who are driving technology-related strategic initiatives to optimize technology investments and drive business impact. Gartner Consulting combines the power of Gartner’s market-leading research with custom analysis and on-the-ground support to help clients to turn insights and advice into action and impact.\nConsulting solutions capitalize on Gartner assets that are invaluable to information technology (“IT”) decision-making, including: (1) our extensive research, which ensures that our consulting analyses and advice are based on a deep understanding of the IT environment and the business of IT; (2) our market independence, which keeps our consultants focused on our clients’ success; and (3) our market-leading benchmarking capabilities, which provide relevant comparisons and best practices to assess and improve performance. Additionally, we provide actionable solutions for a range of IT-related priorities, including IT cost optimization, digital transformation and IT sourcing optimization.\nCOMPETITION\nWe believe that the principal factors that differentiate us from our competitors are as follows:\n•\nSuperior research content - We believe that we create the broadest, highest-quality and most relevant research coverage across all major functional roles in an enterprise. Our independent operating model and research analysis generates\n4\nunbiased insight that we believe is timely, thought-provoking and comprehensive, and that is known for its high quality, independence and objectivity.\n•\nOur leading brand name - We have provided critical, trusted insight under the Gartner name for more than 40 years.\n•\nOur global footprint and established customer base - We have a global presence with clients in more than 100 countries on six continents. A substantial portion of our revenue is derived from sales outside of the United States.\n•\nExperienced management team - Our management team is comprised of research veterans and experienced industry executives with long tenure at Gartner.\n•\nSubstantial operating leverage in our business model - We can distribute our intellectual property and expertise across multiple platforms, including research and advisory subscription and membership programs, conferences and consulting engagements, to derive incremental revenue and profitability.\n•\nVast network of research experts and consultants - As of December 31, 2020, we had approximately 2,150 research experts and 730 experienced consultants located around the world. Our research experts are located in more than 30 countries, enabling us to cover vast aspects of business and technology on a global basis.\nNotwithstanding these differentiating factors, we face competition from a significant number of independent providers of information products and services. We compete indirectly with consulting firms and other data and information providers, including electronic and print media companies. These indirect competitors could choose to compete directly with us in the future. In addition, we face competition from free sources of information that are available to our clients through the internet. Limited barriers to entry exist in the markets in which we do business. As a result, new competitors may emerge and existing competitors may start to provide additional or complementary services. While we believe the breadth and depth of our research positions us well versus our competition, increased competition could result in loss of market share, diminished value in our products and services, reduced pricing, and increased sales and marketing expenditures.\nINTELLECTUAL PROPERTY\nOur success has resulted in part from proprietary methodologies, software, reusable knowledge capital and other intellectual property rights. We rely on a combination of patent, copyright, trademark, trade secret, confidentiality, non-compete and other contractual provisions to protect our intellectual property rights. We have policies related to confidentiality, ownership, and the use and protection of Gartner’s intellectual property. We also enter into agreements with our employees and third parties as appropriate that protect our intellectual property, and we enforce these agreements if necessary. We recognize the value of our intellectual property in the marketplace and vigorously identify, create and protect it. Additionally, we actively monitor and enforce contract compliance by our end users.\nHUMAN CAPITAL MANAGEMENT\nWe believe our people are our most valuable asset, enabling our long track record of global growth. From attracting diverse talent through our recruitment process to cultivating that talent with learning and development opportunities and rewards for strong performers to supporting overall wellness with meaningful benefits and engagement, we strive to put our people first. At December 31, 2020, we had approximately 15,600 employees in over 90 offices globally, and the overwhelming majority of our employees were full time.\nGartner is committed to providing equal employment opportunities to all applicants and employees without regard to any legally protected status. This commitment is formalized in our global and U.S. equal employment opportunity policies. We continually renew this commitment by seeking to optimize our recruitment and professional development processes, create networking and educational opportunities, celebrate heritage and history, encourage community service and outreach, and create safe spaces for all employees.\nDiversity, Equity and Inclusion\nWe foster an environment of professional development to help our employees reach their full potential. This includes embracing diversity and actively removing barriers to support inclusion, engagement and growth at Gartner. Our Executive Diversity, Equity and Inclusion (DEI) Council, composed of our CEO, Chief Human Resources Officer, CFO, General Counsel, head of Diversity, Equity and Inclusion, head of DEI Research within our Gartner HR research practice, and other selected\n5\nleaders, drives diversity, equity and inclusion as an imperative at all levels of the organization. In addition, the newly formed DEI Center of Excellence, which reports directly to our Chief Human Resources Officer, is working to codify our strategy and to establish goals against key metrics to drive greater transparency and accountability. Our teams of employees are composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations working together to solve problems. As of December 31, 2020, approximately 44% of our employees and 30% of our board of directors identified as female, and our employees were represented by more than 80 self-identified nationalities working in 38 different countries around the world.\nWe also focus on the role of unconscious bias and endeavor to build tools that help make various business processes more inclusive and accommodate a more diverse perspective. We emphasize the importance of inclusion to leaders and managers and how to foster a sense of belonging within their teams. In 2020, we introduced a new leadership forum called the Leadership Exchange (LeadEx) for all Vice Presidents and above. The forum provides sessions for leaders to share experiences, ask questions and gain perspective on effectively leading people within the context of current events and the rapidly changing environment.\nThe Company supports a number of employee-driven Employee Resource Groups (ERGs) that bring employees together to foster a diverse, inclusive and supportive workplace. Gartner currently has formal ERGs supporting underrepresented racial, ethnic and multicultural backgrounds, women, the LGBTQ+ community, and veterans. Participation in ERGs is voluntary and open to all employees. In 2020, our ERGs had more than 4,900 associate memberships, and the groups delivered 100+ programs.\nHealth, Safety and Compensation\nWe seek to invest in meaningful, innovative and inclusive compensation and benefit programs that support physical, financial and emotional well-being of our employees. In addition to salaries, these programs (which vary by country/region) include annual bonuses, stock awards, an employee stock purchase plan, 401(k) matching, healthcare and insurance benefits, tax savings programs, such as health and dependent care flexible spending accounts, health savings account and pretax commuter benefits, generous paid time off, paid parental leave, life and disability insurance, business travel accident insurance, charity matching, employee assistance programs, tuition assistance and on-site services, such as health centers and fitness centers, among others. We believe that our equity grants facilitate retention as well as encourage performance of key personnel.\nIn response to the COVID-19 pandemic, we implemented significant changes to protect the health and safety of our employees, clients and the communities in which we operate. This includes the temporary closure of our offices (including our corporate headquarters) in the United States, United Kingdom, India, and several other impacted locations around the world, as well as the cancellation of in-person conferences. In general, even where offices have reopened, our employees have the option to work remotely and we have implemented additional safety guidelines to protect them. We also provide a number of free mental and behavioral health resources, including access to the Employee Assistance Program for employees and their dependents.\nTalent Development and Training\nGartner aims to foster a culture of lifelong learning, getting feedback and evolving. In addition to helping employees unlock their full potential through mechanisms like continuous feedback and performance appraisals, we have dedicated programs designed to develop effective leaders, including our Gartner Manager Program and Tenured Manager Program. We also offer rotational programs and an online learning experience platform for employees called GartnerYou. In 2020, GartnerYou offered close to 35,000 learning resources, with more than 343,000 completions globally. Since our Sales and Research & Advisory teams make up more than 50% of total employees worldwide, we also have formal, dedicated programs to help train and onboard new hires as well as more experienced managers and leaders within Sales and Research & Advisory. In 2020, we had eight dedicated programs for new hires across our sales teams, which were attended by approximately 900 employees. Through these programs, we believe our teams develop role-specific knowledge and skills, increase productivity and improve performance.\nWe encourage you to review the “Our Associates” section of our Corporate Responsibility Report located on our website at\ngartner.com\n, under the “Corporate Responsibilities” link in the “About” tab for more detailed information regarding our Human Capital programs and initiatives. Nothing on our website, including our Corporate Responsibility Report or sections thereof, shall be deemed incorporated by reference into this Annual Report,or any other filing we make with the SEC.\nGOVERNMENT CONTRACTS\n6\nOur U.S. government contracts are subject to the approval of appropriations by the U.S. Congress to fund the agencies contracting for our products and services. Additionally, our contracts at the state and local levels, as well as foreign government contracts, are subject to various governmental authorizations and funding approvals and mechanisms. Certain of these contracts may be terminated at any time by the government entity without cause or penalty.\nAVAILABLE INFORMATION\nOur internet address is\ngartner.com\nand the Investor Relations section of our website is at\ninvestor.gartner.com\n. We make available free of charge, on or through the Investor Relations section of our website, printable copies of our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission (the “SEC”). Unless expressly noted, the information on our website or any other website is not incorporated by reference in this Form 10-K and should not be considered part of this Form 10-K or any other filing we make with the SEC.\nAlso available at\ninvestor.gartner.com\n, under the “Governance” link, are printable and current copies of our: (i) CEO and CFO Code of Ethics, which applies to our Chief Executive Officer, Chief Financial Officer, Controller and other financial managers; (ii) Global Code of Conduct, which applies to all Gartner officers, directors and employees, wherever located; (iii) Principles and Practices of the Board of Directors of Gartner, Inc., the corporate governance principles that have been adopted by our Board; and (iv) charters for each of the Board’s standing committees: Audit, Compensation and Governance/Nominating.\nWe will disclose any waiver we grant to an executive officer or director under our Code of Ethics, or certain amendments to the Code of Ethics, on our website at\ninvestor.gartner.com\n, under the “Governance” link."
  },
  {
    "item_key": "item_1a",
    "text": "We operate in a highly competitive and rapidly changing environment that involves numerous risks and uncertainties, some of which are beyond our control. In addition, we and our clients are affected by global economic conditions and trends. The following sections address significant factors, events and uncertainties that make an investment in our securities risky. We urge you to consider carefully the factors described below and the risks that they present for our operations, as well as the risks addressed in other reports and materials that we file with the SEC and the other information, included or incorporated by reference in this Form 10-K. When the factors, events and contingencies described below or elsewhere in this Form 10-K materialize there could be a material adverse impact on our\nbusiness, prospects, results of operations, financial condition, and cash flows, and could\ntherefore have a negative effect on the trading price of our common stock. Additional risks not currently known to us or that we now deem immaterial may\nalso harm us and negatively affect your investment. In addition to the effects of the COVID-19 pandemic and resulting global disruptions on our business and operations discussed in Item 7 of this Form 10-K and in the risk factors below, additional or unforeseen effects from the COVID-19 pandemic and the global economic climate may give rise to or amplify many of these risks discussed below.\nRisks Related to the Coronavirus (COVID-19) Pandemic\nThe COVID-19 pandemic is having a material adverse impact on our operations and financial performance, as well as on the operations and financial performance of many of our customers, and the duration and extent to which the COVID-19 pandemic will continue to affect our operations, financial performance, results of operations, achievement of strategic objectives, and/or stock price remains uncertain.\nThe COVID-19 pandemic has resulted in a widespread health crisis that has adversely affected, and is expected to continue to adversely affect, our operations, financial performance and demand for our products and services. It has also adversely affected the operations and financial performance of many of our clients. Additionally, the COVID-19 pandemic has resulted in, and is expected to continue to result in, a substantial curtailment of business activities (including the decrease in demand for a broad variety of products and services both regionally and globally), weakened economic conditions, significant economic uncertainty and volatility in the financial markets.\nThe COVID-19 pandemic has subjected our operations and financial performance to a number of risks that may have a material adverse impact on our operations and financial condition, including, but not limited to those discussed below:\n•\nCost-saving measures by our clients have adversely affected, and could continue to adversely affect, their ability or willingness to attend our conferences, purchase our products or engage our consultants. Such measures also lengthened payment terms in some of our contracts and negatively impacted retention rates. Such measures could also reduce the duration of some of our subscription contracts and delay purchasing decisions of potential clients.\n•\nWe have temporarily closed Gartner offices (including our corporate headquarters) in the United States, United Kingdom, India, and several other impacted locations around the world and implemented significant travel restrictions. Though many\n7\nof our employees continue to work remotely, these changes impact the normal operation of our business. Although we have plans to reopen most offices in the fall of 2021, reopening is subject to many factors outside of our control. As a result, we cannot predict for certain when or how we will begin to lift the actions put in place as part of our business continuity plans, including work from home protocols and travel restrictions.\n•\nWe have cancelled or postponed all in-person conferences through at least August 2021, pivoting to virtual conferences. We held 15 virtual conferences during the second half of 2020, and plan on holding approximately 20 virtual conferences from February 2021 through August 2021. These virtual conferences are expected to result in significantly less revenue and gross contribution, but we believe aid in client retention and engagement. For additional information about how COVID-19 affects our Conferences business, see the Risk Factor titled “\nThe profitability and success of our conferences and other meetings are subject to external factors beyond our control.\n”\n•\nOur management is focused on mitigating the effects of COVID-19 on our business, which has required and will continue to require, a substantial investment of time and may delay other value-added services.\nAdditionally, we face challenges from evolving factors related to the COVID-19 pandemic that are not within our control, remain uncertain and to which we may not effectively respond. For example, our operations span numerous locations around the world, and many local governments and countries have imposed or may impose various restrictions on our employees, partners and customers’ physical movement to limit the spread of COVID-19. These restrictions are constantly changing, and we cannot predict how long and to what extent they will continue. Moreover, COVID-19 has adversely impacted, and may continue to adversely impact, our subscription-based business model (which accounts for a significant portion of our revenue) by causing clients to decrease new and renewals of subscription-based services and to request to cancel or renegotiate current subscription-based services.\nThe effect of COVID-19 on our subscription-based model may not be fully reflected in our results of operations until future periods.\nFurther, the duration and extent of the impact from the COVID-19 pandemic and its impact on our operations and financial performance depend on future developments that cannot currently be accurately predicted, such as:\n•\nthe severity and transmission rate of the virus;\n•\nthe extent and effectiveness of containment actions;\n•\nthe timing of the development and distribution of effective vaccines and/or treatments and their acceptance by the general public;\n•\nthe health and well-being of our workforce;\n•\nthe extent and duration of the effect on client spending and the impact of these and other factors on our employees, customers, partners and vendors;\n•\nthe impact on our liquidity;\n•\nincreased volatility and pricing in the capital markets;\n•\nthe effect of the pandemic on the credit-worthiness of our customers;\n•\nglobal economic conditions and levels of economic growth; and\n•\nthe pace of recovery when the COVID-19 pandemic subsides.\nThe occurrence or continuation of any of the foregoing could have a material adverse effect on our operations or financial performance.\nThe impact of COVID-19, and the volatile regional and global economic conditions stemming from the pandemic, may also precipitate or exacerbate other risks discussed in Item 1A. Risk Factors in this Annual Report on Form 10-K, any of which could have a material effect on us. This situation is changing rapidly and additional effects may arise that we are not presently aware of or that we currently do not consider to present significant risks to our operations. If we are not able to respond to and manage the impact of such events effectively, our business and financial condition will be negatively impacted.\nStrategic and Operational Risks\nWe may not be able to maintain the quality of our existing products and services.\nWe operate in a rapidly evolving market, and our success depends on our ability to deliver high quality and timely research and analysis to our clients. Any failure to continue to provide credible and reliable information and advice that is useful to our clients could have a material adverse effect\n8\non future business and operating results. Further, if our published data, opinions or viewpoints prove to be wrong, lack independence, or are not substantiated by appropriate research, our reputation will suffer and demand for our products and services may decline. In addition, we must continue to improve our methods for delivering our products and services in a cost-effective manner via the internet and mobile applications. Failure to maintain state of the art electronic delivery capabilities could materially adversely affect our future business and operating results.\nWe may not be able to enhance and develop our existing products and services or introduce the new products and services that are needed to remain\ncompetitive.\nThe market for our products and services is characterized by rapidly changing needs for information and analysis. The development of new products is a complex and time-consuming process. Nonetheless, to maintain our competitive position, we must continue to anticipate the needs of our clients, develop, enhance and improve our existing products, as well as new products and services to address those needs, deliver all products and services in a timely, user-friendly and state of the art manner, and appropriately position and price new products and services relative to the marketplace and our costs of developing them. Any failure to achieve successful client acceptance of new products and services could have a material adverse effect on our business, results of operations and financial position. Additionally, significant delays in new product or service releases or significant problems in creating new products or services could materially adversely affect our business, results of operations and financial position.\nTechnology is rapidly evolving, and if we do not continue to develop new product and service offerings in response to these changes, our business could suffer.\nDisruptive technologies are rapidly changing the environment in which we, our clients, and our competitors operate. We will need to continue to respond to these changes by enhancing our product and service offerings to maintain our competitive position. However, we may not be successful in responding to these forces and enhancing our products on a timely basis, and any enhancements we develop may not adequately address the changing needs of our clients. Our future success will depend upon our ability to develop and introduce in a timely manner new or enhanced existing offerings that address the changing needs of this constantly evolving marketplace. Failure to develop products that meet the needs of our clients in a timely manner could have a material adverse effect on our business, results of operations, and financial position.\nOur Research business depends on renewals of subscription-based services and sales of new\nsubscription-based services for a significant portion of our revenue, and our\nfailure to renew at historical rates or generate new sales of such services\nwill lead to a decrease in our revenues.\nA large portion of our success depends on our ability to generate renewals of our subscription-based research products and services and new sales of such products and services, both to new clients and existing clients. These products and services constituted approximately 81% and 73% of total revenues from our on-going operations for 2020 and 2019, respectively. Generating new sales of our subscription-based products and services, both to new and existing clients, is a challenging, costly, and often time-consuming process. If we are unable to generate new sales, due to competition or other factors, our revenues will be adversely affected.\nOur research subscription contracts are typically for twelve months or longer. Our ability to maintain contract renewals is subject to numerous factors, including the following:\n•\ndelivering high-quality and timely analysis and advice to our clients;\n•\nunderstanding and anticipating market trends and the changing needs of our clients; and\n•\nproviding products and services of the quality and timeliness necessary to withstand competition.\nAdditionally, as we continue to adjust our products and service offerings to meet our clients’ continuing needs, we may shift the type and pricing of our products which may impact client renewal rates. While our Research client retention rate was 83% and 82% at December 31, 2020 and 2019, respectively, there can be no guarantee that we will continue to maintain this rate of client renewals.\nThe profitability and success of our conferences and other meetings are subject to external factors beyond our control.\nOur Conferences business constituted approximately 3% and 11% of total revenues from our on-going operations in 2020 and 2019, respectively. As a result of the COVID-19 pandemic, we cancelled or postponed all in-person conferences in March 2020 through the end of the calendar year, which had a material adverse effect on our 2020 Conferences business. We have also cancelled or postponed all in-person conferences through at least August 2021. We held 15 virtual conferences during the second half of 2020, and plan on holding approximately 20 virtual conferences through August 2021. These virtual conferences are expected to result in significantly less revenue and gross contribution, but we believe aid in client retention and engagement.\n9\nWe expect our Conferences revenues will continue to be negatively impacted until in-person conferences can be held. Moreover, our clients that typically attend these conferences may have pandemic-related travel restrictions in place that could affect attendance once these conferences resume. At this time, we also cannot predict what additional measures will be required to hold in-person conferences safely, such as providing masks, social distancing and increased sanitation. These safety requirements would likely cause us to incur additional costs and may limit the number of participants at our in-person conferences. In addition, perceived or actual spread of coronavirus at one of our conferences could cause reputational damage. The safety of our associates and clients remain our top priority so future in-person conferences will be held only if we determine the relevant impacts of COVID-19 have sufficiently receded in the jurisdictions where our conferences are to be held.\nWe also face risks related to insurance coverage for our cancelled conferences. Our event cancellation insurance provides up to $170 million in coverage for 2020 with the right to reinstate that amount one time if those limits are utilized. The insurer has contested our right to reinstate limits and to include in reinstated limits conferences cancelled due to COVID-19. We are in litigation with the insurer on these issues. It is unclear when we will receive the proceeds from these insurance claims and if we will have difficulty obtaining future event cancellation insurance at favorable rates, which could affect our financial results.\nThe market for desirable dates and locations for our activities has historically been highly competitive. Once we decide to resume in-person conferences, if we cannot secure desirable dates and suitable venues for our conferences the profitability for these conferences will suffer, and our financial condition and results of operations may be adversely affected. In addition, because our conferences are scheduled in advance and held at specific locations, the success of these activities can be affected by circumstances outside of our control in addition to the COVID-19 pandemic, such as the occurrence of or concerns related to labor strikes, transportation shutdowns and travel restrictions, economic slowdowns, reductions in government spending, geopolitical crises, terrorist attacks, war, weather, natural disasters, communicable diseases, and other occurrences impacting the global, regional, or national economies, the occurrence of any of which could negatively impact the success of the conference or meeting. We also face the challenge of procuring venues that are sizeable enough at a reasonable cost to accommodate some of our major activities.\nOur Consulting business depends on non-recurring engagements and our failure to secure new\nengagements could lead to a decrease in our revenues.\nConsulting segment revenues constituted approximately 9% of total revenues from our on-going operations in both 2020 and 2019. Consulting engagements typically are project-based and non-recurring. In addition, revenue from our contract optimization business can fluctuate significantly from period to period and is not predictable. Our ability to replace consulting engagements is subject to numerous factors, including the following:\n•\ndelivering consistent, high-quality consulting services to our clients;\n•\ntailoring our consulting services to the changing needs of our clients; and\n•\nour ability to match the skills and competencies of our consulting staff to the skills required for the fulfillment of existing or potential consulting engagements.\nA material decline in our ability to replace consulting engagements will have an adverse impact on our revenues and our financial condition.\nWe may not be able to attract and retain qualified personnel which could\njeopardize the quality of our products and services and our future growth plans.\nOur success is based on attracting and retaining talented employees and we depend heavily upon the quality of our senior management, research analysts, consultants, sales and other key personnel. The market for highly skilled workers and leaders in our industry is extremely competitive. Maintaining our brand and reputation is important to our ability to recruit and retain employees. We face competition for qualified professionals from, among others, technology companies, market research firms, consulting firms, financial services companies and electronic and print media companies, some of which have a greater ability to attract and compensate these professionals. Additionally, some of the personnel that we attempt to hire are subject to non-compete agreements that could impede our short-term recruitment efforts. Our employee hiring and retention also depend on our ability to build and maintain a diverse and inclusive workplace culture that enables our employees to thrive. We may also be limited in our ability to recruit internationally by restrictive domestic immigration laws, and changes to policies that restrain the flow of technical and professional talent could inhibit our ability to adequately staff our research and development and other efforts. An inability to retain key personnel or to hire and train additional qualified personnel could materially adversely affect the quality of our products and services, as well as our future business and operating results. In addition, effective succession planning is important to our long-term success, and failure to ensure effective transfer of knowledge and smooth transitions involving key employees could hinder our strategic planning and execution.\n10\nIf we are unable to enforce and protect our intellectual property rights, our\ncompetitive position may be harmed.\nWe rely on a combination of copyright, trademark, trade secret, patent, confidentiality, non-compete and other contractual provisions to protect our intellectual property rights. Despite our efforts to protect our intellectual property rights, unauthorized third parties may obtain and use technology or other information that we regard as proprietary. Our intellectual property rights may not survive a legal challenge to their validity or provide significant protection for us. The laws of certain countries, particularly in emerging markets, do not protect our proprietary rights to the same extent as the laws of the United States. Accordingly, we may not be able to protect our intellectual property against unauthorized third-party copying or use, which could adversely affect our competitive position. Additionally, there can be no assurance that another party will not assert that we have infringed its intellectual property rights.\nOur employees are subject to restrictive covenant agreements (which include restrictions on employees’ ability to compete and solicit customers and employees) and assignment of invention agreements, to the extent permitted under applicable law. When the period expires relating to their particular restrictions, former employees may compete against us. If a former employee violates the provisions of the restrictive covenant agreement, we seek to enforce the restrictions but there is no assurance that we will be successful in our efforts.\nPrivacy concerns could damage our reputation and deter current and potential clients from using our products and services or attending our conferences.\nConcerns relating to global data privacy have the potential to\ndamage our reputation and deter current and prospective clients from using our products and services or attending our conferences. In the ordinary course of our business and in accordance with applicable laws, we collect personal information (i) from our employees, (ii) from the users of our products and services, including conference attendees, and (iii) from prospective clients. We collect only basic personal information from our clients and prospects. While we believe our overall data privacy procedures are adequate, the theft or loss of such data, or concerns about our practices, even if unfounded, with regard to the collection, use, disclosure, or security of this personal information or other data protection related matters could damage our reputation and materially adversely affect our operating results. Any systems failure or compromise of our security that results in the disclosure of our users’ personal data could seriously limit the consumption of our products and services and the attendance at our conferences, as well as harm our reputation and brand and, therefore, our business.\nWe are exposed to risks related to cybersecurity.\nA significant portion of our business is conducted over the internet and we rely on the secure processing, storage and transmission of confidential, sensitive, proprietary and other types of information relating to our business operations and confidential and sensitive information about its customers and employees in our computer systems and networks, and in those of our third-party vendors. Individuals, groups, and state-sponsored organizations may take steps that pose threats to our operations, our computer systems, our employees, and our customers. The cybersecurity risks we face range from cyber attacks common to most industries, such as the development and deployment of malicious software to gain access to our networks and attempt to steal confidential information, launch distributed denial of service attacks, or attempt other coordinated disruptions, to more advanced threats that target us because of our prominence in the global research and advisory field.\nLike many multinational corporations, we, and some third parties upon which we rely, have experienced cyber attacks on our computer systems and networks in the past and may experience them in the future, likely with more frequency and sophistication, and involving a broader range of devices and modes of attack, all of which will increase the difficulty of detecting and successfully defending against them. To date, none have resulted in any material adverse impact to our business, operations, products, services or customers. We have implemented various security controls to both meet our security compliance obligations, while also defending against constantly evolving security threats. Our security controls help to secure our information systems, including our computer systems, intranet, proprietary websites, email and other telecommunications and data networks, and we scrutinize the security of outsourced website and service providers prior to retaining their services. However, the security measures implemented by us or by our outside service providers may not be effective and our systems (and those of our outside service providers) are vulnerable to theft, loss, damage and interruption from a number of potential sources and events, including unauthorized access or security breaches, cyber attacks, computer viruses, power loss, or other disruptive events. As a result of the COVID-19 pandemic and shelter-in-place orders, most of our employees in affected areas are working remotely, which magnifies the importance of the integrity of our remote access security measures. Additionally, the security compliance landscape continues to evolve, requiring us to stay apprised of changes in cybersecurity laws, regulations, and security requirements required by our clients, such as the European Union General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), the Brazilian General Data Protection Law (LGPD), the Chinese Cybersecurity and draft Data Security laws, International Organization for Standardization (ISO), and National Institute of Standards and Technology (NIST). Recent well-publicized security breaches at other companies have led to enhanced government and regulatory scrutiny of the measures taken by companies to protect against cyber attacks, and may in the future result in heightened cybersecurity requirements, including additional regulatory expectations for oversight of vendors and service providers.\n11\nA cyber attack, widespread internet failure or internet access limitations, or disruption of our critical information technology systems through denial of service, viruses, or other events could cause delays in initiating or completing sales, impede delivery of our products and services to our clients, disrupt other critical client-facing or business processes or dislocate our critical internal functions. Additionally, any material breaches of cybersecurity or other technology-related catastrophe, or media reports of perceived security vulnerabilities to our systems or those of our third parties, even if no breach has been attempted or occurred, could cause us to experience reputational harm, loss of customers and revenue, fines, regulatory actions and scrutiny, sanctions or other statutory penalties, litigation, liability for failure to safeguard our customers’ information, or financial losses that are either not insured against or not fully covered through any insurance maintained by us.\nAny of the foregoing may have a material adverse effect on our business, operating results and financial condition.\nWe may experience outages and disruptions of our online services if we fail to\nmaintain an adequate operations infrastructure.\nOur increasing user traffic and complexity of our products and services demand more computing power. We have spent and expect to continue to spend substantial amounts for access to data centers and equipment and to move more of our workload into cloud services, to upgrade our technology and network infrastructure to handle increased traffic on our websites, and to deliver our products and services through emerging channels, such as mobile applications. However, any inefficiencies or operational failures could diminish the quality of our products, services, and user experience, resulting in damage to our reputation and loss of current and potential users, subscribers, and advertisers, potentially harming our financial condition and operating results.\nWe have grown, and may continue to grow, through acquisitions and strategic\ninvestments, which could involve substantial risks.\nWe have made and may continue to make acquisitions of, or significant investments in, businesses that offer complementary products and services or otherwise support our growth objectives. The risks involved in each acquisition or investment include the possibility of paying more than the value we derive from the acquisition, dilution of the interests of our current stockholders should we issue stock in the acquisition, decreased working capital, increased indebtedness, the assumption of undisclosed liabilities and unknown and unforeseen risks, the ability to retain key personnel of the acquired company, the inability to integrate the business of the acquired company, increase revenue or fully realize anticipated synergies, the time to train the sales force to market and sell the products of the acquired business, the potential disruption of our ongoing business and the distraction of management from our day to day business. The realization of any of these risks could adversely affect our business. Additionally, we face competition in identifying acquisition targets and consummating acquisitions.\nWe face risks related to leased office space.\nWe assumed a significant amount of leased office space, in particular in Arlington, Virginia, in connection with the acquisition of CEB Inc. in 2017. In Arlington, we have consolidated all our businesses into a single building and have sublet substantially all of the excess space in our other properties. Through our real estate consolidations and other related activities, we have tried to secure quality sub-tenants with appropriate sub-lease terms. However, if subtenants default on their sublease obligations with us or otherwise terminate their subleases with us, we may experience a loss of planned sublease rental income, which could result in a material charge against our operating results. Additionally, the long-term impact of COVID-19 on leased office space availability and rental costs of leased office space is not yet known.\nTo accommodate our growth going forward, we have moved to a global hoteling option to better manage our footprint and operating expenses, and will secure new space when the opportunities and need arise. If the new spaces are not completed on schedule, or if the landlord defaults on its commitments and obligations pursuant to the new leases, we may incur additional expenses. In addition, unanticipated difficulties in initiating operations in a new space, including construction delays, IT system interruptions, or other infrastructure support problems, could result in a delay in moving into the new space, resulting in a loss of employee and operational productivity and a loss of revenue and/or additional expenses, which could also have an adverse, material impact on our operating results.\nOur sales to governments are subject to appropriations and some may be terminated early.\nWe derive significant revenues from research and consulting contracts with the United States government and its respective agencies, numerous state and local governments and their respective agencies, and foreign governments and their agencies. At December 31, 2020 and 2019, approximately $689 million and $639 million, respectively, of our outstanding revenue contracts were attributable to government entities. Our U.S. government contracts are subject to the approval of appropriations by the U.S. Congress to fund the agencies contracting for our services. Additionally, our contracts at the state and local levels, as well as foreign government contracts, are subject to various governmental authorizations and funding approvals and mechanisms. Certain of these contracts may be terminated at any time by the government entity without cause or penalty (“termination for convenience”). In addition, contracts with U.S. federal, state and local, and foreign governments and their respective agencies are subject to increasingly complex bidding procedures and compliance requirements, as well as intense competition. While terminations by governments\n12\nhave not been significant historically, should appropriations for the various governments and agencies that contract with us be curtailed, or should our government contracts be terminated for convenience, we may experience a significant loss of revenues.\nWe may not be able to maintain the equity in our brand name.\nWe believe that our “Gartner” brand, in particular our independence, is critical to our efforts to attract and retain clients and top talent, and that the importance of brand recognition will increase as competition increases. We may also discover that our brand, though recognized, is not perceived to be relevant by new market segments we have targeted. We may expand our marketing activities to promote and strengthen the Gartner brand and may need to increase our marketing budget, hire additional marketing and public relations personnel, and expend additional sums to protect our brand and otherwise increase expenditures to create and maintain client brand loyalty. If we fail to effectively promote, maintain, and protect the Gartner brand, or incur excessive expenses in doing so, our future business and operating results could be materially adversely impacted.\nOur outstanding debt obligations could negatively impact our financial condition and future operating results.\nAs of December 31, 2020, the Company had outstanding debt of $400 million under its 2020 term loan and revolving credit facility (the “2020 Credit Agreement”), $800 million of Senior Notes due 2028 (the “2028 Notes”) and $800 million of Senior Notes due 2030 (the “2030 Notes”). Additional information regarding the 2020 Credit Agreement, the 2028 Notes and the 2030 Notes is included in Note 6 — Debt in the Notes to Consolidated Financial Statements.\nThe debt service requirements of these borrowings could impair our future financial condition and operating results. In addition, the affirmative, negative and financial covenants of the 2020 Credit Agreement, as well as the covenants related to the Senior Notes, could limit our future financial flexibility. A failure to comply with these covenants could result in acceleration of all amounts outstanding, which could materially impact our financial condition unless accommodations could be negotiated with our lenders and noteholders. No assurance can be given that we would be successful in doing so, or that any accommodations that we were able to negotiate would be on terms as favorable as those currently in place. The outstanding debt may limit the amount of cash or additional credit available to us, which could restrain our ability to expand or enhance products and services, respond to competitive pressures or pursue future business opportunities requiring substantial investments of additional capital.\nIn addition, variable-rate borrowings under our 2020 Credit Agreement typically use LIBOR as a benchmark based on market participant judgments for establishing the rate of interest. LIBOR is the subject of recent national and international regulatory scrutiny, which may result in changes that cause LIBOR to disappear entirely after June 2023 for rates applicable to the 2020 Credit Agreement and our existing derivatives contracts, and December 2021 for any new debt and derivatives contracts that we may enter into. The changes may also cause LIBOR to perform differently than in the past. The Alternative Reference Rates Committee (ARRC), which was convened by the Federal Reserve Board and the New York Fed, has identified the Secured Oversight Financing Rate (SOFR) as the recommended risk-free alternative rate for USD LIBOR. The future consequences of these LIBOR developments on our variable-rate borrowings, including the possible transition to rates based on observable transactions, such as the Secured Overnight Financing Rate (SOFR), cannot be predicted at this time, but could include an increase in the cost of our variable-rate indebtedness and volatility in our earnings.\nWe may require additional cash resources which may not be available on\nfavorable terms or at all.\nWe may require additional cash resources due to changed business conditions, implementation of our strategy and stock repurchase program, to repay indebtedness or to pursue future business opportunities requiring substantial investments of additional capital, including acquisitions. If our existing financial resources are insufficient to satisfy our requirements, we may seek additional borrowings or issue debt. Prevailing credit and debt market conditions may negatively affect debt availability and cost, and, as a result, financing may not be available in amounts or on terms acceptable to us, if at all. In addition, the incurrence of additional indebtedness would result in increased debt service obligations and could require us to agree to operating and financial covenants that would further restrict our operations.\nNatural disasters, pandemics, terrorist acts, war, actions by governments, and other geopolitical activities could disrupt our operations.\nWe operate in numerous U.S. and international locations, and we have offices in a number of major cities across the globe. The occurrence of, or concerns related to, a major weather event, earthquake, flood, drought, volcanic activity, disease or pandemic, or other natural disaster could significantly disrupt our operations. In addition, acts of civil unrest, failure of critical infrastructure, terrorism, armed conflict, war, and abrupt political change, as well as responses by various governments and the international community to such acts, can have a negative effect on our business. Such events could cause delays in initiating or completing sales, impede delivery of our products and services to our clients, disrupt or shut down the internet or other critical client-facing and business processes, impede the travel of our personnel and clients, dislocate our critical internal functions and personnel, and in general harm our ability to conduct normal business operations, any of which can negatively impact our financial condition and operating results. Such events could also impact the timing and budget decisions of our clients, which could materially adversely affect our business.\n13\nMacroeconomic and Industry Risks\nWe are subject to risks from operating globally.\nWe have clients in more than 100 countries and a substantial amount of our revenue is earned outside of the United States. Our operating results are subject to all of the risks typically inherent in international business activities, including general political and economic conditions in each country, challenges in staffing and managing foreign operations, changes in regulatory requirements, compliance with numerous and complex foreign laws and regulations, currency restrictions and fluctuations, the difficulty of enforcing client agreements, collecting accounts receivable and protecting intellectual property rights including against economic espionage in international jurisdictions. Further, we rely on local distributors or sales agents in some international locations. If any of these arrangements are terminated by our agent or us, we may not be able to replace the arrangement on beneficial terms or on a timely basis, or clients of the local distributor or sales agent may not want to continue to do business with us or our new agent.\nAdditionally, tariffs, trade barriers and restrictions, and other acts by governments to protect domestic markets or to retaliate against the trade tariffs and restrictions of other nations could negatively affect our business operations. In addition, the withdrawal of nations from existing common markets or trading blocs, such as the exit of the United Kingdom (UK) from the European Union (the EU), commonly referred to as Brexit, could be disruptive and negatively impact our business and the business of our clients. We continue to monitor Brexit and its potential impacts on our results of operations and financial condition. In connection with Brexit, on December 24, 2020, the EU and the United Kingdom reached an agreement on a new trade arrangement that became effective on January 1, 2021. Once the new rules are formalized, there could be near or long-term negative impacts on our UK business. If this agreement and the new rules, once formalized, lead to legal uncertainty and potentially divergent national laws and regulations in the United Kingdom and EU, then we, as well as our clients who have significant operations in the United Kingdom, may incur additional costs and expenses as we adapt to the new trade agreements. For example, we may face additional administrative procedures when purchasing tangible goods and equipment from the EU. Additionally, volatility in foreign currencies and other markets may also arise as the UK and EU work though the new trade arrangements. The impact of any of these effects of Brexit, among others, could materially harm our business and financial results.\nOur operating results could be negatively impacted by global economic\nconditions.\nOur business is impacted by general economic conditions and trends in the United States and abroad. In its recent report,\nGlobal Economics Prospects, January 2021\n, the World Bank reported that following a collapse in 2020 caused by the COVID-19 pandemic, global economic output is expected to expand 4 percent in 2021 but still remain more than 5 percent below pre-pandemic projections. The report also indicated that global growth is projected to moderate to 3.8 percent in 2022, weighed down by the pandemic’s lasting damage to potential growth. The report noted that the global recovery, which has been dampened in the near term by a resurgence of COVID-19 cases, is expected to strengthen over the forecast horizon as confidence, consumption, and trade gradually improve, supported by ongoing vaccination. A downturn in growth could negatively and materially affect future demand for our products and services in general, in certain geographic regions, in particular countries, or industry sectors. In addition, U.S. federal, state and local government spending limits may reduce demand for our products and services from those governmental agencies as well as organizations that receive funding from those agencies, and could negatively affect macroeconomic conditions in the United States, which could further reduce demand for our products and services. Such difficulties could negatively impact our ability to maintain or improve the various business measurements we utilize (which are defined in this Annual Report), such as contract value and consulting backlog growth, client retention, wallet retention, consulting utilization rates, and the number of attendees and exhibitors at our conferences and other meetings. Failure to achieve acceptable levels of these measurements or improve them will negatively impact our financial condition, results of operations, and cash flows.\nWe face significant competition and our failure to compete successfully could\nmaterially adversely affect our results of operations, financial condition, and cash flows.\nThe markets for our products and services are characterized by intense competition and we face direct competition from a significant number of independent providers of information products and services, including information available on the internet free of charge. We also compete indirectly against consulting firms and other information providers, including electronic and print media companies, some of which have greater financial, information gathering and marketing resources than we do. These indirect competitors could also choose to compete directly with us in the future. In addition, low barriers to entry exist in the markets in which we do business. As a result, new competitors may emerge, and existing competitors may start to provide additional or complementary services. Additionally, technological advances may provide increased competition from a variety of sources.\nThere can be no assurance that we will be able to successfully compete against current and future competitors and our failure to do so will result in loss of market share, diminished value in our products and services, reduced pricing and increased marketing expenditures. Furthermore, we will not be successful if we cannot compete effectively on quality of research and analysis,\n14\ntimely delivery of information, customer service, the ability to offer products to meet changing market needs for information and analysis, or price.\nWe are exposed to volatility in foreign currency\nexchange rates from our international operations.\nA significant portion of our revenues are typically derived from sales outside of the United States. Revenues earned outside the United States are typically transacted in local currencies, which may fluctuate significantly against the U.S. dollar. While we use forward exchange contracts to a limited extent to seek to mitigate foreign currency risk, our revenues and results of operations could be adversely affected by unfavorable foreign currency fluctuations.\nLegal and Regulatory Risks\nOur failure to comply with complex U.S. and foreign laws and regulations could have a material adverse effect on our operations or financial condition.\nOur business and operations may be conducted in countries where corruption has historically penetrated the economy. It is our policy to comply, and to require our local partners, distributors, agents, and those with whom we do business to comply, with all applicable anti-bribery and anti-corruption laws, such as the U.S. Foreign Corrupt Practices Act, the UK Bribery Act, regulations established by the Office of Foreign Assets Control (OFAC) and with applicable local laws of the foreign countries in which we operate. There can be no assurance that all of our employees, contractors and agents will comply with the Company’s policies that mandate compliance with these laws. Any determination that we have violated or are responsible for violations of these laws, even if inadvertent, could be costly and disrupt our business, which could have a material adverse effect on our business, results of operations, financial condition, liquidity and cash flows, as well as on our reputation. For example, during the second half of 2018 we cooperated fully with a South African government commission established to review a wide range of issues related to the country’s revenue service, including the procurement and fulfillment of consulting agreements we entered into with the revenue service through a sales agent from late 2014 through early 2017. We fully cooperated with the commission and in parallel, we commenced an internal investigation regarding this matter. We voluntarily disclosed the matter to the SEC and Department of Justice (DOJ) in November 2018 and are cooperating fully with their review, including executing tolling agreements. At this time, we do not believe the ultimate outcome of these matters will have a material effect on our financial results, however, an unexpected adverse resolution of these matters could negatively impact our financial condition, results of operations, and liquidity.\nIn addition, continuously evolving data protection laws and regulations, such as the European Union General Data Protection Regulation (GDPR) and the recent decision in the\nSchrems II\ncase, the California Consumer Privacy Act (CCPA), the Brazilian General Data Protection Law (LGPD), and the Chinese Cybersecurity and draft Data Security laws pose increasingly complex compliance challenges. We have implemented GDPR, CCPA and LGPD compliance programs. In the meantime, Gartner will continue to maintain and rely upon our comprehensive global data protection compliance program, which includes administrative, technical, and physical controls to safeguard our associates’ and clients’ personal data. The interpretation and application of these laws in the United States, the EU and elsewhere are often uncertain, inconsistent and ever changing. Complying with these various laws could cause us to incur substantial costs or require us to change our business practices in a manner adverse to our business.\nWe face risks related to litigation.\nWe are, and in the future may be, subject to a variety of legal actions, such as employment, breach of contract, intellectual property-related, and business torts, including claims of unfair trade practices and misappropriation of trade secrets. Given the nature of our business, we are also subject to defamation (including libel and slander), negligence, or other claims relating to the information we publish. Regardless of the merits of any claim and despite vigorous efforts to defend any such claim, claims can affect our reputation, and responding to any such claim could be time consuming, result in costly litigation and require us to enter into settlements, royalty and licensing agreements which may not be offered or available on reasonable terms. If a claim is made against us that we cannot defend or resolve on reasonable terms, our business, brand, and financial results could be materially adversely affected.\nWe face risks related to taxation\n. We are a global company and a substantial amount of our earnings is generated outside of the United States and taxed at rates less than the U.S. statutory federal income tax rate. Our effective tax rate, financial position and results of operations could be adversely affected by earnings being higher than anticipated in jurisdictions with higher statutory tax rates and, conversely, lower than anticipated in jurisdictions that have lower statutory tax rates, by changes in the valuation of our deferred tax assets and/or by changes in tax laws or accounting principles and their interpretation by relevant authorities.\nCorporate tax reform, base-erosion efforts and tax transparency continue to be high priorities in many countries. Tax reform legislation is being proposed or enacted in a number of jurisdictions where we do business. During 2015, the Organization for Economic Cooperation and Development (OECD) released final reports on various action items associated with its initiative to prevent Base Erosion and Profit Shifting (BEPS). In 2020, the OECD further proposed a two-pillar approach to global taxation (BEPS 2.0), focusing on global profit allocation and a global minimum tax rate. While consensus has yet to be reached on\n15\nBEPS 2.0, numerous countries have and continue to propose tax law changes intended to address BEPS. The future enactment by various governments of these and other proposals could significantly increase our tax obligations in many countries where we do business. These actual, potential, and other changes, both individually and collectively, could materially increase our effective tax rate and negatively impact our financial position, results of operations, and cash flows. We will continue to monitor and reflect the impact of such legislative changes in future financial statements as appropriate.\nIn addition, our tax filings for various years are subject to examination by domestic and international taxing authorities and, during the ordinary course of business, we are under audit by various tax authorities. Recent and future actions on the part of the OECD and various governments have increased scrutiny of our tax filings. Although we believe that our tax filings and related accruals are reasonable, the final resolution of tax audits may be materially different from what is reflected in our historical tax provisions and accruals and could have a material adverse effect on our effective tax rate, financial position, results of operations, and cash flows.\nAs of December 31, 2020, we had approximately $119.5 million of accumulated undistributed earnings in our non-U.S. subsidiaries. Our cash and cash equivalents are held in numerous locations throughout the world. At December 31, 2020, 56% of our cash and cash equivalents was held overseas, with a substantial portion representing accumulated undistributed earnings of our non-U.S. subsidiaries. Under generally accepted accounting principles in the United States of America, no provision for income taxes that may result from the remittance of accumulated undistributed foreign earnings is required if the Company intends to reinvest such earnings overseas indefinitely. The Company intends to continue to reinvest its accumulated undistributed foreign earnings, except in instances where the repatriation of those earnings would result in minimal additional tax. As a result, we have not recognized income tax expense on the amounts deemed permanently reinvested.\nOur corporate compliance program cannot guarantee that we are in compliance with all applicable laws and regulations.\nWe operate in a number of countries, including emerging markets, and as a result we are required to comply with numerous, and in many cases, changing international and U.S. federal, state and local laws and regulations. Accordingly, we have a corporate compliance program that includes the creation of appropriate policies defining employee behavior that mandate adherence to laws, employee training, annual affirmations, monitoring and enforcement. However, failure of any employee to comply with any of these laws, regulations or our policies, could result in a range of liabilities for the employee and for the Company, including, but not limited to, significant penalties and fines, sanctions and/or litigation, and the expenses associated with defending and resolving any of the foregoing, any of which could have a negative impact on our reputation and business.\nRisks Related to Our Common Stock\nOur anti-takeover protections may discourage or prevent a change of control,\neven if a change in control would be beneficial to our stockholders.\nProvisions of our restated certificate of incorporation and bylaws and Delaware law may make it difficult for any party to acquire control of us in a transaction not approved by our Board of Directors. These provisions include: (i) the ability of our Board of Directors to issue and determine the terms of preferred stock; (ii) advance notice requirements for inclusion of stockholder proposals at stockholder meetings; and (iii) the anti-takeover provisions of Delaware law. These provisions could discourage or prevent a change of control or change in management that might provide stockholders with a premium to the market price of their common stock."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "As of December 31, 2020, we leased approximately 20 domestic and 70 international office properties for our ongoing business operations. These offices, which exclude certain properties that we sublease to others, support our executive and administrative activities, research and consulting, sales, systems support, operations, and other functions. Our corporate office is based in Stamford, Connecticut. We also maintain an important presence in: Fort Myers, Florida; Arlington, Virginia; Egham, the United Kingdom; Gurgaon, India; Irving, Texas; and Barcelona, Spain. The Company does not own any real property.\nOur Stamford corporate headquarters is comprised of leased office space in three buildings located on the same campus. Our lease for the Stamford headquarters facility expires in 2027 and contains three five-year renewal options at fair value. Additionally, we lease office space in a fourth building adjacent to our Stamford headquarters facility under a lease designed to be co-terminus with our headquarters lease. We have options for additional space in this fourth building.\n16\nWe expect to continue to invest in our business by adding headcount and, as a result, we may need additional office space in various locations. Should additional space be necessary, we believe that it will be available on reasonable terms."
  },
  {
    "item_key": "item_3",
    "text": "We are involved in legal and administrative proceedings and litigation arising in the ordinary course of business. We believe that the potential liability, if any, in excess of amounts already accrued from all proceedings, claims and litigation will not have a material effect on our financial position, cash flows or results of operations when resolved in a future period."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n17\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed on the New York Stock Exchange under the symbol “IT”. As of February 12, 2021, there were 1,065 holders of record of our common stock. Our 2021 Annual Meeting of Stockholders will be held virtually on June 3, 2021. We did not submit any matter to a vote of our stockholders during the fourth quarter of 2020.\nSECURITIES AUTHORIZED FOR ISSUANCE UNDER EQUITY COMPENSATION PLANS\nThe equity compensation plan information set forth in Part III, Item 12 of this Annual Report on Form 10-K is hereby incorporated by reference into this Part II, Item 5.\nSHARE REPURCHASES\nIn May 2015, our Board of Directors authorized a share repurchase program to repurchase up to\n$\n1.2\nbillion\nof our common stock. In February 2021, our Board of Directors authorized incremental share repurchases of up to\nan additional\n$\n300\nmillion under the program.\nThe Company may repurchase its common stock from time-to-time in amounts, at prices and in the manner that the Company deems appropriate, subject to the availability of stock, prevailing market conditions, the trading price of the stock, the Company’s financial performance and other conditions. Repurchases may be made through open market purchases (which may include repurchase plans designed to comply with Rule 10b5-1 of the Securities Exchange Act of 1934, as amended), accelerated share repurchases, private transactions or other transactions and will be funded by cash on hand and borrowings. Repurchases may also be made from time-to-time in connection with the settlement of the Company’s stock-based compensation awards. The table below summarizes the repurchases of our common stock during the three months ended December 31, 2020 pursuant to our  share repurchase program and the settlement of stock-based compensation awards.\n(1)\nThe repurchased shares during the three months ended December 31, 2020 included purchases for both the settlement of stock-based compensation awards and open market purchases.\n18\nITEM 6. SELECTED FINANCIAL DATA.\nThe fiscal years presented below are for the twelve-month periods from January 1 through December 31. Data for all years was derived or compiled from our audited consolidated financial statements included herein or from submissions of our Forms 10-K in prior years. The selected consolidated financial data should be read in conjunction with our consolidated financial statements and related notes contained in this Annual Report on Form 10-K and prior year filings with the Securities and Exchange Commission.\nThe items described below impacted the presentation and comparability of our selected financial data.\n•\nDuring 2018, the Company divested all of the non-core businesses that comprised its Other segment and moved a small residual product from the Other segment into the Research business and, as a result, no operating activity has been recorded in the Other segment in 2020 or 2019. Note 2 — Acquisitions and Divestitures in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s 2018 divestitures.\n•\nDuring 2017, the Company acquired CEB Inc. The operating results of CEB Inc. have been included in the Company’s operating results since the acquisition date. The Company also made other acquisitions in the years presented in the above table. Note 2 — Acquisitions and Divestitures in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s recent acquisitions.\n•\nDuring 2020, 2019, 2018 and 2017, the Company recognized $6.3 million, $9.5 million, $107.2 million and $158.5 million, respectively, of acquisition and integration charges related to its acquisitions. Note 2 — Acquisitions and Divestitures in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s recent acquisition and integration charges.\n•\nDuring 2020 and 2019, the Company recorded a net tax benefit of approximately $28.3 million and $38.1 million, respectively, related to intercompany sales of certain intellectual property, which increased our diluted earnings per share by $0.31 and $0.42 per share for the years ended December 31, 2020 and 2019, respectively. Note 12 — Income Taxes in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s income taxes.\n19\n•\nDuring 2017, the Company recorded a $59.6 million tax benefit related to the U.S. Tax Cuts and Jobs Act of 2017, which increased our diluted earnings per share by $0.66 per share.\n•\nOn January 1, 2019, the Company adopted Accounting Standards Codification Topic 842,\nLeases,\nwhich resulted in a net increase of $638.7 million in its total assets on that date. The adoption of this new lease standard did not affect the Company’s stockholders’ equity. Note 1 — Business and Significant Accounting Policies and Note 7 — Leases provide additional information regarding the Company’s adoption of Accounting Standards Codification Topic 842.\n•\nDuring 2017, the Company borrowed approximately $2.8 billion and issued approximately 7.4 million shares of its common stock in connection with the acquisition of CEB, Inc.\n•\nThe Company repurchased 1.2 million, 1.4 million, 2.1 million, 0.4 million and 0.6 million shares of its common stock in 2020, 2019, 2018, 2017 and 2016, respectively. We used $176.3 million, $199.0 million, $260.8 million, $41.3 million and $59.0 million in cash for share repurchases in 2020, 2019, 2018, 2017 and 2016, respectively. Note 8 — Stockholders’ Equity in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s share repurchase activity."
  },
  {
    "item_key": "item_7",
    "text": "The purpose of this Management’s Discussion and Analysis (“MD&A”) is to facilitate an understanding of significant factors influencing the operating results, financial condition and cash flows of Gartner, Inc. Additionally, the MD&A conveys our expectations of the potential impact of known trends, events or uncertainties that may impact future results. You should read this discussion in conjunction with our consolidated financial statements and related notes included in this Annual Report on Form 10-K. Historical results and percentage relationships are not necessarily indicative of operating results for future periods. References to “Gartner,” the “Company,” “we,” “our” and “us” in this MD&A are to Gartner, Inc. and its consolidated subsidiaries.\nThis MD&A\nprovides an analysis of our consolidated financial results, segment results and cash flows for 2020 and 2019 under the headings “Results of Operations,” “Segment Results” and “Liquidity and Capital Resources.”\nFor a similar detailed discussion comparing 2019 and 2018, refer to those headings under Item 7., “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” in our Annual Report on Form 10-K for the year ended December 31, 2019.\nFORWARD-LOOKING STATEMENTS\nIn addition to historical information, this Annual Report on Form 10-K contains certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements are any statements other than statements of historical fact, including statements regarding our expectations, beliefs, hopes, intentions, projections or strategies regarding the future. In some cases, forward-looking statements can be identified by the use of words such as “may,” “will,” “expect,” “should,” “could,” “believe,” “plan,” “anticipate,” “estimate,” “predict,” “potential,” “continue” or other words of similar meaning.\nWe operate i\nn a very competitive and rapidly changing environment that involves numerous known and unknown risks and uncertainties, some of which are beyond our control. Although we believe that the expectations reflected in any of our forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any of our forward-looking statements. Our future quarterly and annual revenues, operating income, results of operations and cash flows, as well as any forward-looking statement, are subject to change and to inherent risks and uncertainties, such as those disclosed or incorporated by reference in our filings with the Securities and Exchange Commission. Important factors that could cause our actual results, performance and achievements, or industry results to differ materially from estimates or projections contained in our forward-looking statements include, among others, the following: uncertainty of the magnitude, duration, geographic reach and impact on the global economy of the COVID-19 pandemic; the current, and uncertain future, impact of the COVID-19 pandemic and governments’ responses to it on our business, growth, reputation, projections, prospects, financial condition, operations, cash flows, and liquidity; the adequacy or effectiveness of steps we take to respond to the crisis, including cost reduction or other mitigation programs; our ability to recover potential claims under our event cancellation insurance; the timing of our Gartner Symposium/Xpo series that normally occurs during the fourth quarter (but was cancelled in 2020 as a result of the COVID-19 pandemic), as well as of our other conferences and meetings; our ability to achieve and effectively manage growth, including our ability to integrate our acquisitions and consummate and integrate future acquisitions; our ability to pay our debt obligations; our ability to maintain and expand our products and services; our ability to expand or retain our customer base; our ability to grow or sustain revenue from individual customers; our ability to attract and retain a professional\n20\nstaff of research analysts and consultants as well as experienced sales personnel upon whom we are dependent; our ability to achieve continued customer renewals and achieve new contract value, backlog and deferred revenue growth in light of competitive pressures; our ability to carry out our strategic initiatives and manage associated costs; our ability to successfully compete with existing competitors and potential new competitors; our ability to enforce and protect our intellectual property rights; additional risks associated with international operations, including foreign currency fluctuations; the UK’s exit from the European Union and its impact on our results; the impact of restructuring and other charges on our businesses and operations; cybersecurity incidents; general economic conditions; changes in macroeconomic and market conditions and market volatility (including developments and volatility arising from the COVID-19 pandemic), including interest rates and the effect on the credit markets and access to capital; risks associated with the creditworthiness, budget cuts, and shutdown of governments and agencies; the impact of changes in tax policy and heightened scrutiny from various taxing authorities globally; uncertainty from the expected discontinuance of LIBOR and transition to any other interest rate benchmark; changes to laws and regulations;\nand other risks and uncertainties. The potential fluctuations in our operating income could cause period-to-period comparisons of operating results not to be meaningful and could provide an unreliable indication of future operating results. A description of the risk factors associated with our business is included under “Risk Factors” in Item 1A. of this Annual Report on Form 10-K, which is incorporated herein by reference.\nForward-looking\nstatements are subject to risks, estimates and uncertainties that could cause actual results to differ materially from those discussed in, or implied by, the forward-looking statements, and are currently, or in the future could be, amplified by the COVID-19 pandemic. Factors that might cause such a difference include, but are not limited to, those listed above or described under “Risk Factors” in Item 1A of this Annual Report on Form 10-K. Readers should not place undue reliance on these forward-looking statements, which reflect management’s opinion only as of the date on which they were made. Forward-looking statements in this Annual Report on Form 10-K speak only as of the date hereof, and forward-looking statements in documents attached that are incorporated by reference speak only as of the date of those documents. Except as required by law, we disclaim any obligation to review or update these forward-looking statements to reflect events or circumstances as they occur.\nBUSINESS OVERVIEW\nGartner, Inc. (NYSE: IT) is the world’s leading research and advisory company and a member of the S&P 500. We equip business leaders with indispensable insights, advice and tools to achieve their mission–critical priorities today and build the successful organizations of tomorrow. We believe our unmatched combination of expert-led, practitioner-sourced and data-driven research steers clients toward the right decisions on the issues that matter most. We are a trusted advisor and an objective resource for more than 14,000 enterprises in more than 100 countries — across all major functions, in every industry and enterprise size.\nGartner delivers its products and services globally through three business segments – Research, Conferences and Consulting, as described below.\n•\nResearch\nprovides trusted, objective insights and advice on the mission-critical priorities of leaders across all functional areas of an enterprise through reports, briefings, proprietary tools, access to our research experts, peer networking services and membership programs that enable our clients to drive organizational performance.\n•\nConferences\nprovides business professionals across an organization the opportunity to learn, share and network. From our Gartner Symposium/Xpo series, to industry-leading conferences focused on specific business roles and topics, to peer-driven sessions, our offerings enable attendees to experience the best of Gartner insight and advice.\n•\nConsulting\ncombines the power of Gartner market-leading research with custom analysis and on-the-ground support to help chief information officers and other senior executives driving technology-related strategic initiatives move confidently from insight to action.\nCOVID-19 Impact\nThe coronavirus disease (“COVID-19”) pandemic\nhas affected nearly every region in the world and has created significant uncertainties and disruption in the global economy. Gartner is closely monitoring the pandemic-related developments, and our highest priority is the health and safety of our associates, clients, vendors, partners, and other stakeholders. We are working closely with our clients to provide best in class COVID-19 related research to assist them in achieving their mission critical priorities.\n21\nAs a result of the COVID-19 pandemic, we have temporarily closed Gartner offices (including our corporate headquarters) in the United States, United Kingdom, India, and several other impacted locations around the world and implemented significant travel restrictions. Although we have plans to reopen most offices in the fall of 2021, reopening is subject to many factors outside of our control. As a result, we cannot predict for certain when or how we will begin to lift the actions put in place as part of our business continuity plans, including work from home protocols and travel restrictions.\nWe have seen negative impacts to all of our segments with Conferences being the most impacted. On March 25, 2020, we announced the cancellation of all in-person conferences through August 2020. On July 2, 2020, we announced the cancellation of all in-person conferences for the remainder of 2020. We held 15 virtual conferences during the second half of 2020, and plan on holding approximately 20 virtual conferences from February 2021 through August 2021. These virtual conferences are expected to result in significantly less revenue and gross contribution, but we believe aid in client retention and engagement. The safety of our associates and clients remain our top priority so future in-person conferences will be held only if we determine the relevant impacts of COVID-19 have sufficiently receded in the jurisdictions where our conferences are to be held.\nAs of December 31, 2020, we had approximately $16 million recorded in Prepaid expenses and other current assets on the balance sheet related to cancelled conferences. We expect to recover the majority of these and potential termination costs for future conferences through either force majeure clauses in our vendor contracts, other arrangements with vendors or event cancellation insurance claims. For cancelled conferences, our event cancellation insurance enables us to receive an amount up to the lost contribution margin per conference plus incurred expenses. Our event cancellation insurance provides up to $170 million in coverage for 2020 with the right to reinstate that amount one time if those limits are utilized. The insurer has contested our right to reinstate limits and to include in reinstated limits conferences cancelled due to COVID-19. We are in litigation with the insurer on these issues. The timing of receiving the proceeds from these insurance claims is uncertain so we will not record any insurance claims in excess of expenses incurred until the receipt of the insurance proceeds.\nOur Research segment has continued to experience a slowdown as contract value (CV) growth was 4.5% in the fourth quarter of 2020 compared to 10.6%, 7.0% and 5.3% in the first, second and third quarters of 2020, respectively. CV growth slowed late in the first quarter as the global virus response led to lower new business growth and lower retention rates. However, because our revenue and CV have been historically stable and predictable as a result of our subscription-based business model, we only experienced a modest decrease in Research revenue growth in 2020 compared to that in 2019. Slower CV growth in 2020 however will lead to slower research revenue growth in 2021. Nonetheless, we believe that our emphasis on producing business and technology insight into every major business function in the enterprise will continue to drive client engagement and satisfaction with our Research products.\nOur Consulting segment was only moderately impacted by the COVID-19 pandemic as many engagements are being performed by associates working remotely. Labor based consulting weakened late in the first quarter due to the pandemic. This weakness continued in the remainder of 2020 due to weaker demand which will likely continue into 2021.\nIn connection with the cancellation of the majority of 2020 conferences and the weaker demand in our Consulting segment noted above, in the second quarter of 2020, we implemented workforce reductions. We incurred an aggregate of approximately $18 million in costs relating to these workforce reductions during the year ended December 31, 2020. $16 million has been paid during the year ended December 31, 2020, and we expect the majority of the remaining charges to be paid out in the first half of 2021.\nIn response to the pandemic’s impacts to our business, we implemented cost avoidance initiatives in the first half of 2020 including significant limitations on hiring and third-party spending, reductions to discretionary spending and elimination of non-essential travel and re-prioritization of capital expenditures. We began to restore certain investments in the business during the second half of 2020 and will likely continue these investments in 2021 and future periods.\n22\nBUSINESS MEASUREMENTS\nWe believe that the following business measurements are important performance indicators for our business segments:\n23\nEXECUTIVE SUMMARY OF OPERATIONS AND FINANCIAL POSITION\nWe have executed a strategy since 2005 to drive revenue and earnings growth. The fundamentals of our strategy include a focus on creating extraordinary research insight, delivering innovative and highly differentiated product offerings, building a strong sales capability, providing world class client service with a focus on client engagement and retention, and continuously improving our operational effectiveness.\nWe had total revenues of $4.1 billion in 2020, a decrease of 3% compared to 2019 both on a reported basis and excluding the foreign currency impact. Net income increased to $266.7 million in 2020 from $233.3 million in 2019 and, as a result, diluted earnings per share was $2.96 in 2020 compared to $2.56 in 2019.\nResearch revenues increased to $3.6 billion in 2020, an increase of 7% compared to 2019 both on a reported basis and excluding the foreign currency impact. The Research gross contribution margin was 72% and 70% in 2020 and 2019, respectively. Total contract value was $3.6 billion at December 31, 2020, an increase of 4% compared to December 31, 2019 on a foreign currency neutral basis.\nConferences revenues decreased to $120.1 million in 2020, a decrease of 75% compared to 2019 both on a reported basis and excluding the foreign currency impact. The Conferences gross contribution margin was 48% and 51% in 2020 and 2019, respectively. We held 5 in-person and 15 virtual conferences in 2020, and 72 in-person conferences in 2019.\nConsulting revenues decreased to $376.4 million in 2020, a decrease of 4% compared to 2019 on a reported basis and 5% excluding the foreign currency impact. The Consulting gross contribution margin was 31% and 30% in 2020 and 2019, respectively. Backlog was $100.3 million at December 31, 2020.\nCash provided by operating activities was $903.3 million and $565.4 million during 2020 and 2019, respectively. As of December 31, 2020, we had $712.6 million of cash and cash equivalents and approximately $1.0 billion of available borrowing capacity on our revolving credit facility. During 2020, we repurchased 1.2 million shares of the Company’s common stock for an aggregate purchase price of approximately $176.3 million.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe preparation of our consolidated financial statements requires the application of appropriate accounting policies and the use of estimates. Our significant accounting policies are described in Note 1 — Business and Significant Accounting Policies in the Notes to Consolidated Financial Statements. Management considers the policies discussed below to be critical to an understanding of our consolidated financial statements because their application requires complex and subjective management judgments and estimates. Specific risks for these critical accounting policies are also described below.\nThe preparation of our consolidated financial statements requires us to make estimates and assumptions about future events. We develop our estimates using both current and historical experience, as well as other factors, including the general economic environment and actions we may take in the future. We adjust such estimates when facts and circumstances dictate. However, our estimates may involve significant uncertainties and judgments and cannot be determined with precision. In addition, these estimates are based on our best judgment at a point in time and, as such, they may ultimately differ materially from actual results. Ongoing changes in our estimates could be material and would be reflected in the Company’s consolidated financial statements in future periods.\nOur critical accounting policies are described below.\nAccounting for leases\n— On January 1, 2019, we adopted Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 842,\nLeases\n(“ASC 842”). We determine if an arrangement contains a lease at the inception of a contract. We consider an arrangement a lease if the arrangement transfers the right to control the use of an identified asset for a period of time in exchange for consideration. We have operating leases, but do not have material financing leases. Lease right-of-use assets represent the right to use an underlying asset for the lease term, and lease liabilities represent the obligation to make payments arising from the lease agreement. These assets and liabilities are recognized at the commencement of the lease based upon the present value of the future minimum lease payments over the lease term. The lease term reflects the non-cancelable period of the lease together with periods covered by an option to extend or terminate the lease when it is reasonably certain that we will exercise such option. Changes in the lease term assumption could impact the right-of-use assets and lease liabilities recognized on the balance sheet. As our leases typically do not contain a readily determinable implicit rate, we determine the present value of the lease liability using our incremental borrowing rate at the lease commencement date based on the lease term.\n24\nNote 1 — Business and Significant Accounting Policies and Note 7 — Leases in the Notes to Consolidated Financial Statements provide additional information regarding the Company’s leases and the adoption of ASC 842.\nRevenue recognition\n— On January 1, 2018, we adopted ASC Topic 606,\nRevenue from Contracts with Customers\n.\nOur revenue by significant source is accounted for as follows:\n•\nResearch revenues are mainly derived from subscription contracts for research products. The related revenues are deferred and recognized ratably over the applicable contract term. Fees derived from assisting organizations in selecting the right business software for their needs are recognized when the leads are provided to vendors.\n•\nConferences revenues are deferred and recognized upon the completion of the related conference or meeting.\n•\nConsulting revenues are principally generated from fixed fee and time and materials engagements. Revenues from fixed fee contracts are recognized as we work to satisfy our performance obligations. Revenues from time and materials engagements are recognized as work is delivered and/or services are provided. Revenues related to contract optimization engagements are contingent in nature and are only recognized upon satisfaction of all conditions related to their payment.\nThe majority of our Research contracts are billable upon signing, absent special terms granted on a limited basis from time to time. Research contracts are generally non-cancelable and non-refundable, except for government contracts that may have cancellation or fiscal funding clauses. It is our policy to record the amount of a subscription contract that is billable as a fee receivable at the time the contract is signed with a corresponding amount as deferred revenue because the contract represents a legally enforceable claim.\nNote 1 — Business and Significant Accounting Policies and Note 9 — Revenue and Related Matters in the Notes to Consolidated Financial Statements provide additional information regarding our revenues.\nGoodwill and other intangible assets\n— When we acquire a business, we determine the fair value of the assets acquired and liabilities assumed on the date of acquisition, which may include a significant amount of intangible assets such as customer relationships, software and content, as well as goodwill. When determining the fair values of the acquired intangible assets, we consider, among other factors, analyses of historical financial performance and an estimate of the future performance of the acquired business. The fair values of the acquired intangible assets are primarily calculated using an income approach that relies on discounted cash flows. This method starts with a forecast of the expected future net cash flows for the asset and then adjusts the forecast to present value by applying a discount rate that reflects the risk factors associated with the cash flow streams. We consider this approach to be the most appropriate valuation technique because the inherent value of an acquired intangible asset is its ability to generate future income. In a typical acquisition, we engage a third-party valuation expert to assist us with the fair value analyses for acquired intangible assets.\nDetermining the fair values of acquired intangible assets requires us to exercise significant judgment. We select reasonable estimates and assumptions based on evaluating a number of factors, including, but not limited to, marketplace participants, consumer awareness and brand history. Additionally, there are significant judgments inherent in discounted cash flows such as estimating the amount and timing of projected future cash flows, the selection of discount rates, hypothetical royalty rates and contributory asset capital charges. Specifically, the selected discount rates are intended to reflect the risk inherent in the projected future cash flows generated by the underlying acquired intangible assets.\nDetermining an acquired intangible asset’s useful life also requires significant judgment and is based on evaluating a number of factors, including, but not limited to, the expected use of the asset, historical client retention rates, consumer awareness and trade name history, as well as any contractual provisions that could limit or extend an asset's useful life.\nThe Company’s goodwill is evaluated in accordance with FASB ASC Topic 350, which requires goodwill to be assessed for impairment at least annually and whenever events or changes in circumstances indicate that the carrying value of goodwill may not be recoverable. In addition, an impairment evaluation of our amortizable intangible assets may also be performed if events or circumstances indicate potential impairment. Among the factors that could trigger an impairment review are current operating results that do not align with our annual plan or historical performance; changes in our strategic plans or the use of our assets; restructuring charges or other changes in our business segments; competitive pressures and changes in the general economy or in the markets in which we operate; and a significant decline in our stock price and our market capitalization relative to our net book value.\n25\nWhen performing our annual assessment of the recoverability of goodwill, we initially perform a qualitative analysis evaluating whether any events or circumstances occurred or exist that provide evidence that it is more likely than not that the fair value of any of our reporting units is less than the related carrying amount. If we do not believe that it is more likely than not that the fair value of any of our reporting units is less than the related carrying amount, then no quantitative impairment test is performed. However, if the results of our qualitative assessment indicate that it is more likely than not that the fair value of a reporting unit is less than its respective carrying amount, then we perform a two-step quantitative impairment test.\nEvaluating the recoverability of goodwill requires judgments and assumptions regarding future trends and events. As a result, both the precision and reliability of our estimates are subject to uncertainty. Among the factors that we consider in our qualitative assessment are general economic conditions and the competitive environment; actual and projected reporting unit financial performance; forward-looking business measurements; and external market assessments. To determine the fair values of our reporting units for a quantitative analysis, we typically utilize detailed financial projections, which include significant variables, such as projected rates of revenue growth, profitability and cash flows, as well as assumptions regarding discount rates, the Company’s weighted average cost of capital and other data.\nOur most recent annual impairment test of goodwill was a qualitative analysis conducted during the quarter ended September 30, 2020 that indicated no impairment. Subsequent to completing our 2020 annual impairment test, no events or changes in circumstances were noted that required an interim goodwill impairment test. Note 1 — Business and Significant Accounting Policies and Note 3 — Goodwill and Intangible Assets in the Notes to Consolidated Financial Statements provide additional information regarding the Company’s goodwill and amortizable intangible assets.\nAccounting for income taxes\n— The Company uses the asset and liability method of accounting for income taxes. We estimate our income taxes in each of the jurisdictions where the Company operates. This process involves estimating our current tax expense or benefit together with assessing temporary differences resulting from differing treatment of items for tax and accounting purposes. These differences result in deferred tax assets and liabilities, which are included in our consolidated balance sheets. When assessing the realizability of deferred tax assets, we consider if it is more likely than not that some or all of the deferred tax assets will not be realized. In making this assessment, we consider the availability of loss carryforwards, projected reversals of deferred tax liabilities, projected future taxable income, and ongoing prudent and feasible tax planning strategies. The Company recognizes the tax benefit from an uncertain tax position only if it is more likely than not that the tax position will be sustained based on the technical merits of the position. Recognized tax positions are measured at the largest amount of benefit with greater than a 50% likelihood of being realized. The Company uses estimates in determining the amount of unrecognized tax benefits associated with uncertain tax positions. Significant judgment is required in evaluating tax law and measuring the benefits likely to be realized. Uncertain tax positions are periodically re-evaluated and adjusted as more information about their ultimate realization becomes available.\nAccounting for stock-based compensation\n— The Company accounts for stock-based compensation awards in accordance with FASB ASC Topics 505 and 718 and SEC Staff Accounting Bulletins No. 107 and No. 110. The Company recognizes stock-based compensation expense, which is based on the fair value of the award on the date of grant, over the related service period. Note 10 — Stock-Based Compensation in the Notes to Consolidated Financial Statements provides additional information regarding stock-based compensation. Determining the appropriate fair value model and calculating the fair value of stock-based compensation awards requires the use of certain subjective assumptions, including the expected life of a stock-based compensation award and the Company’s common stock price volatility. In addition, determining the appropriate periodic stock-based compensation expense requires management to estimate the likelihood of the achievement of certain performance targets. The assumptions used in calculating the fair values of stock-based compensation awards and the related periodic expense represent management’s best estimates, which involve inherent uncertainties and the application of judgment. As a result, if circumstances change and the Company deems it necessary in the future to modify the assumptions it made or to use different assumptions, or if the quantity and nature of the Company’s stock-based compensation awards changes, then the amount of expense may need to be adjusted and future stock-based compensation expense could be materially different from what has been recorded in the current period.\nA change in any of the terms or conditions of stock-based compensation awards is accounted for as a modification of the award. Incremental compensation cost is measured as the excess, if any, of the fair value of the modified award over the fair value of the original award immediately before its terms are modified, measured based on the fair value of the awards at the modification date. For vested awards, we recognize incremental compensation cost in the period the modification occurs. For unvested awards, we recognize any incremental compensation expense at the modification date or ratably over the requisite remaining service period, as appropriate. If the fair value of the modified award is lower than the fair value of the original award immediately before modification, the minimum compensation cost we recognize is the cost of the original award.\n26\nRESULTS OF OPERATIONS\nConsolidated Results\nThe table below presents an analysis of selected line items and year-over-year changes in our Consolidated Statements of Operations for the years indicated (in thousands).\nnm = not meaningful\nTotal revenues for 2020 were $4.1 billion, a decrease of $145.9 million, or 3% compared to 2019 both on a reported basis and excluding the foreign currency impact. The tables below present (i) revenues by geographic region (based on where the sale is fulfilled) and (ii) revenues by segment for the years indicated (in thousands).\nRefer to the section of this MD&A below entitled “Segment Results” for a discussion of revenues and results by segment.\nCost of services and product development was $1.3 billion in 2020, a decrease of $205.5 million compared to 2019, or 13% on both a reported basis and excluding the foreign currency impact. The decrease in Cost of services and product development was primarily due to decreased costs related to cancellations of conferences during fiscal year 2020 in response to the COVID-19 pandemic, lower travel and entertainment costs during the year as well as the implementation of various cost avoidance\n27\ninitiatives, which was partially offset by higher payroll and benefits costs. Cost of services and product development as a percent of revenues was 33% and 37%  during 2020 and 2019, respectively.\nSelling, general and administrative (“SG&A”) expense was $2.0 billion in 2020, a decrease of $64.5 million compared to 2019, or 3% on both a reported basis and excluding the foreign currency impact. The decrease in SG&A expense was primarily due to reduced internal meetings, travel and entertainment costs and corporate expenses, partially offset by higher payroll related expenses. There was a decrease in the number of quota-bearing sales associates in Global Technology Sales and Global Business Sales to 3,089 and 846, respectively, at December 31, 2020. On a combined basis, the total number of quota-bearing sales associates decreased by 5% when compared to December 31, 2019. SG&A expense as a percent of revenues was 50% during both 2020 and 2019.\nDepreciation increased by 14% during 2020 compared to 2019. This increase was due to additional investments, including new leasehold improvements as additional office space went into service, and capitalized software.\nAmortization of intangibles decreased by 4% during 2020 compared to 2019 due to certain intangible assets that became fully amortized in 2020 and 2019.\nAcquisition and integration charges declined by $3.2 million during 2020 compared to 2019. This decrease was the result of the Company having completed one minor acquisition in late 2019 and no acquisitions in 2020.\nOperating income was $490.2 million and $370.1 million during 2020 and 2019, respectively. The increase in operating income was due to reduced Cost of services and product development and SG&A expense, partially offset by lower revenue, primarily in our Conferences segment.\nInterest expense, net increased by $13.7 million during 2020 compared to 2019. The increase was primarily due to higher weighted average annual effective rates related to the replacement of expired interest rate swaps with interest rate swaps containing higher effective interest rates in late 2019. Additionally, we wrote off $1.8 million of deferred financing fees related to the prepayment of $787.9 million on the Term Loan A facility under the 2016 Credit Agreement during the year ended December 31, 2020.\nLoss from divested operations of $2.1 million in 2019 was primarily due to adjustments of certain working capital balances related to the Company’s 2018 divestitures. Note 2 — Acquisitions and Divestitures in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s 2018 divestitures.\nLoss on extinguishment of debt during the year ended December 31, 2020 was related to the early redemption premium and write-off of deferred financing fees on our redemption of the 2025 Notes on September 28, 2020.\nOther (expense) income, net for the years presented herein included the net impact of foreign currency gains and losses from our hedging activities, as well as sales of certain state tax credits and the recognition of other tax incentives. Other (expense) income, net for the year ended December 31, 2020 also included the release of $10.3 million from Accumulated other comprehensive loss, net related to forecasted interest payments that were no longer probable on our interest rate swap contracts, due to the prepayment of $787.9 million under the Company’s Term Loan A facility and repayment of all amounts outstanding under our revolving credit facility on our 2016 Credit Agreement. During 2020, Other (expense) income, net also included a $2.2 million gain on de-designated interest rate swaps. During 2019, Other (expense) income, net also included a pretax gain of $9.1 million from the Company’s sale of a minority equity investment.\nThe provision for income taxes was $59.4 million and $42.4 million during 2020 and 2019, respectively, with an effective income tax rate of 18.2% in 2020 and 15.4% in 2019. The Company completed intercompany sales of certain intellectual property in both 2020 and 2019. As a result, the Company recorded net tax benefits of approximately $28.3 million and $38.1 million during 2020 and 2019, respectively. These benefits represent the value of future tax deductions for amortization of the assets in the acquiring jurisdiction. In July 2020, the Company completed an intercompany contribution of a significant amount of intellectual property. The Company’s intellectual property footprint continues to evolve and may result in tax rate volatility in the future. Note 12 — Income Taxes in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s income taxes.\nNet income was $266.7 million and $233.3 million during 2020 and 2019, respectively. Additionally, our diluted net income per share increased by $0.40 in 2020 compared to 2019. These year-over-year changes reflect: the increase in our 2020 operating income, partially offset by: (i) the loss on extinguishment of debt; (ii) higher Interest expense, net and Other (expense) income, net; and (iii) a higher effective income tax rate in 2020 compared to 2019.\n28\nSEGMENT RESULTS\nWe evaluate reportable segment performance and allocate resources based on gross contribution margin. Gross contribution is defined as operating income or loss excluding certain Cost of services and product development expenses, SG&A expenses, Depreciation, Amortization of intangibles, and Acquisition and integration charges. Gross contribution margin is defined as gross contribution as a percent of revenues.\nReportable Segments\nThe Company’s reportable segments are as follows:\n•\nResearch\nprovides trusted, objective insights and advice on the mission-critical priorities of leaders across all functional areas of an enterprise through reports, briefings, proprietary tools, access to our research experts, peer networking services and membership programs that enable our clients to drive organizational performance.\n•\nConferences\nprovides business professionals across an organization the opportunity to learn, share and network. From our Gartner Symposium/Xpo series, to industry-leading conferences focused on specific business roles and topics, to peer-driven sessions, our offerings enable attendees to experience the best of Gartner insight and advice.\n•\nConsulting\ncombines the power of Gartner market-leading research with custom analysis and on-the-ground support to help chief information officers and other senior executives driving technology-related strategic initiatives move confidently from insight to action.\nThe sections below present the results of the Company’s three reportable business segments.\nResearch\n(1)\nDollars in thousands.\n(2)\nGlobal Technology Sales includes sales to users and providers of technology. Global Business Sales includes sales to all other functional leaders.\n(3)\nContract values are on a foreign exchange neutral basis. Contract values as of December 31, 2019 have been calculated using the same foreign currency rates as 2020.\nResearch revenues increased by $228.3 million during 2020 compared to 2019, or 7% on both a reported basis and excluding the foreign currency impact. The gross contribution margin was 72% in 2020 compared to 70% in 2019. The increase in revenues during 2020 was primarily due to the same factors driving the trend in our Research contract value, which are discussed below. The improvement in margin was primarily due to the growth in revenue and a decline in travel and entertainment expenses due to COVID-19 travel restrictions.\n29\nTotal contract value increased to $3.6 billion at December 31, 2020, or 4% compared to December 31, 2019 on a foreign currency neutral basis. Global Technology Sales (“GTS”) contract value increased by 4% at December 31, 2020 when compared to December 31, 2019. The increase in GTS contract value was due to new business from new and existing clients. By industry, GTS contract value growth was led by technology, retail and services. Global Business Sales (“GBS”) contract value increased by 7% year-over-year, also primarily driven by new business from new and existing clients. GBS contract value growth was led by the healthcare and technology industries. The sales, finance and human resources practices all recorded double-digit contract value growth for the year.\nGTS client retention was 83% and 82% as of December 31, 2020 and 2019, respectively, while wallet retention was 98% and 104%, respectively. GBS client retention was 83% and 82% as of December 31, 2020 and 2019, respectively, while wallet retention was 101% as of both December 31, 2020 and 2019. The number of GTS client enterprises was flat at December 31, 2020 when compared to December 31, 2019, while GBS client enterprises declined by 9%.\nConferences\n(1)\nDollars in thousands.\n(2)\nIncludes both virtual and in-person\nconferences. Single day, local meetings are excluded.\nIn response to the COVID-19 pandemic, we cancelled all in-person conferences from March 2020 through at least August 2021, and pivoted to producing virtual conferences with a focus on maximizing the value we deliver to our clients. During 2020, we successfully held 5 in-person conferences prior to the COVID-19 pandemic and 15 virtual conferences during the second half of the year. We began holding virtual Evanta conferences during the second quarter of 2020. Conferences revenues decreased by $356.7 million during 2020 compared to 2019, or 75% on both a reported basis and excluding the foreign currency impact. The segment gross contribution margin was 48% and 51% in 2020 and 2019, respectively. The lower gross contribution margin during 2020 was primarily due to the impact of COVID-19 noted above.\nConsulting\n30\n(1)\nDollars in thousands.\n(2)\nBacklog is on a foreign currency neutral basis. Backlog as of December 31, 2019 has been calculated using the same foreign currency rates as 2020.\nConsulting revenues decreased 4% during 2020 compared to 2019 on a reported basis and 5% excluding the foreign currency impact. The decrease in revenues on a reported basis was due to a 6% decrease in labor-based consulting, partially offset by a 3% increase in contract optimization. Contract optimization revenue may vary significantly and, as such, 2020 revenues may not be indicative of future results. The segment gross contribution margin was 31% and 30% in 2020 and 2019, respectively. The increase in gross contribution margin during 2020 was primarily due to benefits derived from certain cost-reduction initiatives, including a decline in travel and entertainment expenses due to COVID-19 travel restrictions.\nBacklog decreased by $15.4 million, or 13%, from December 31, 2019 to December 31, 2020. The $100.3 million of backlog at December 31, 2020 represented approximately four months of backlog,  which is in line with our operational target.\nLIQUIDITY AND CAPITAL RESOURCES\nWe finance our operations through cash generated from our operating activities and borrowings. Note 6 — Debt in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s outstanding debt obligations. At December 31, 2020, we had $712.6 million of cash and cash equivalents and approximately $1.0 billion of available borrowing capacity on the revolving credit facility under our 2020 Credit Agreement. We believe that the Company has adequate liquidity to meet its currently anticipated needs for at least the next twelve months. As a cautionary measure, we elected to suspend our share repurchase activity in March 2020. We resumed share repurchase activity in December 2020.\nWe have historically generated significant cash flows from our operating activities. Our operating cash flow has been continuously maintained by the leverage characteristics of our subscription-based business model in our Research segment, which is our largest business segment and historically has constituted a significant portion of our total revenues. The majority of our Research customer contracts are paid in advance and, combined with a strong customer retention rate and high incremental margins, has resulted in continuously strong operating cash flow. Cash flow generation has also benefited from our ongoing efforts to improve the operating efficiencies of our businesses as well as a focus on the optimal management of our working capital as we increase sales.\nOur cash and cash equivalents are held in numerous locations throughout the world with 56% held overseas at December 31, 2020. The Company intends to reinvest substantially all of its accumulated undistributed foreign earnings, except in instances where repatriation would result in minimal additional tax. As a result of the U.S. Tax Cuts and Jobs Act of 2017, we believe that the income tax impact if such earnings were repatriated would be minimal.\nThe table below summarizes the changes in the Company’s cash balances for the years indicated (in thousands).\nOperating\nCash provided by operating activities was $903.3 million and $565.4 million in 2020 and 2019, respectively. The year-over-year increase was primarily due to (i) higher pre-tax income in 2020, (ii) improved collections, (iii) an increase in Accounts payable and accrued and other liabilities due to increased accrued payroll, fringe benefits and customer deposits and (iv) reduced income tax payments, offset by higher interest payments due to timing.\nInvesting\n31\nCash used in investing activities was $83.9 million and $160.9 million in 2020 and 2019, respectively. The decrease from 2019 to 2020 was the result of reduced capital spending in response to the COVID-19 pandemic.\nFinancing\nCash used in financing activities was $416.2 million and $286.0 million in 2020 and 2019, respectively. During 2020, we repaid a net $148.0 million on our revolving credit facility under the 2016 Credit Agreement, paid a net $58.5 million in debt principal repayments, borrowed $5.0 million on our revolving credit facility under the 2020 Credit Agreement and used $176.3 million of cash for share repurchases. Additionally, we paid $25.8 million in deferred financing fees related to our financing activities and $30.8 million in early redemption premium payments related to the repayment of our 2025 Notes. Note 6 — Debt in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s financing activities in 2020. During 2019, the Company borrowed $5.0 million, repaid a net $7.0 million on our revolving credit facility under the 2016 Credit Agreement, paid a net $102.6 million in debt principal repayments and used $199.0 million for share repurchases.\nOBLIGATIONS AND COMMITMENTS\nDebt\nAs of December 31, 2020, the Company had $2.0 billion of principal amount of debt outstanding. Note 6 — Debt in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s outstanding debt obligations.\nOff-Balance Sheet Arrangements\nThrough December 31, 2020, the Company has not entered into any material off-balance sheet arrangements or transactions with unconsolidated entities or other persons.\nContractual Cash Commitments\nThe table below summarizes the Company’s future contractual cash commitments as of December 31, 2020 (in thousands).\n(1)\nPrincipal repayments of the Company’s debt obligations were classified in the above table based on the contractual repayment dates. Interest payments were based on the effective interest rates as of December 31, 2020, including the effects of the Company’s interest rate swap contracts. Note 6 — Debt in the Notes to Consolidated Financial Statements provides information regarding the Company’s debt obligations and interest rate swap contracts.\n(2)\nThe Company leases various facilities, automobiles, computer equipment and other assets under non-cancelable operating lease agreements expiring between 2021 and 2038. The total commitment excludes approximately $325.4 million of estimated future cash receipts from the Company’s subleasing arrangements. Note 1 — Business and Significant Accounting Policies and Note 7 — Leases in the Notes to Consolidated Financial Statements provide additional information regarding the Company’s leases.\n(3)\nThe Company has supplemental deferred compensation arrangements with certain of its employees. Amounts payable with known payment dates have been classified in the above table based on those scheduled payment dates. Amounts payable whose payment dates are unknown have been included in the Due In More Than 5 Years category because the Company cannot determine when the amounts will be paid. Note 15 — Employee Benefits in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s supplemental deferred compensation arrangements.\n(4)\nOther includes: (i) contractual commitments (a) for software, telecom and other services and (b) to secure sites for our Conferences business; (ii) amounts due for share repurchase transactions that occurred in late December 2020 but were\n32\nsettled in cash in January 2021; and (iii) projected cash contributions to the Company’s defined benefit pension plans. Note 15 — Employee Benefits in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s defined benefit pension plans.\nIn addition to the contractual cash commitments included in the above table, the Company has other payables and liabilities that may be legally enforceable but are not considered contractual commitments. Information regarding the Company’s payables and liabilities is included in Note 5 — Accounts Payable and Accrued and Other Liabilities in the Notes to Consolidated Financial Statements.\nQUARTERLY FINANCIAL DATA\nThe tables below present our quarterly operating results for the two-year period ended December 31, 2020.\n(1)\nIn conjunction with the issuance of the 2030 Notes, the Company redeemed all of the 2025 Notes on September 28, 2020 for cash, and the Company recorded $30.8 million of charges for the early redemption premium and $14.0 million of charges for the write-off of deferred financing costs related to the 2025 Notes and the 2016 Credit Agreement, which were recorded in Loss on extinguishment of debt on the Consolidated Statements of Operations.\n(2)\nDuring 2020 and 2019, the Company recorded a net tax benefit of approximately $28.3 million and $38.1 million, respectively, related to intercompany sales of certain intellectual property, which increased our basic and diluted net income per share by approximately $0.31 and $0.42 per share for the second quarter of 2020 a and 2019, respectively. Note 12 — Income Taxes in the Notes to Consolidated Financial Statements provides additional information regarding the tax impact of our intercompany sale of certain intellectual property.\n(3)\nThe aggregate of the four quarters’ basic and diluted net income per share may not equal the reported full calendar year amounts due to the effects of share repurchases, dilutive equity compensation and rounding.\nRECENTLY ISSUED ACCOUNTING STANDARDS\nThe FASB has issued accounting standards that had not yet become effective as of December 31, 2020 and may impact the Company’s consolidated financial statements or its disclosures in future periods. Note 1 — Business and Significant Accounting Policies in the Notes to Consolidated Financial Statements provides information regarding those accounting standards.\n33"
  },
  {
    "item_key": "item_7a",
    "text": "INTEREST RATE RISK\nAs of December 31, 2020, the Company had $2.0 billion in total debt principal outstanding. Note 6 — Debt in the Notes to Consolidated Financial Statements provides additional information regarding the Company’s outstanding debt obligations.\nApproximately $0.4 billion of the Company’s total debt outstanding as of December 31, 2020 was based on a floating base rate of interest, which potentially exposes the Company to increases in interest rates. However, we reduce our overall exposure to interest rate increases through our interest rate swap contracts, which effectively convert the floating base interest rates on all of our variable rate borrowings to fixed rates.\nFOREIGN CURRENCY RISK\nA significant portion of our revenues are typically derived from sales outside of the United States. Among the major foreign currencies in which we conduct business are the Euro, the British Pound, the Japanese Yen, the Australian dollar and the Canadian dollar. The reporting currency of our Consolidated Financial Statements is the U.S. dollar. As the values of the foreign currencies in which we operate fluctuate over time relative to the U.S. dollar, the Company is exposed to both foreign currency translation and transaction risk.\nTranslation risk arises as our foreign currency assets and liabilities are translated into U.S. dollars because the functional currencies of our foreign operations are generally denominated in the local currency. Adjustments resulting from the translation of these assets and liabilities are deferred and recorded as a component of stockholders’ equity. A measure of the potential impact of foreign currency translation can be determined through a sensitivity analysis of our cash and cash equivalents. At December 31, 2020, we had $712.6 million of cash and cash equivalents, with a substantial portion denominated in foreign currencies. If the exchange rates of the foreign currencies we hold all changed in comparison to the U.S. dollar by 10%, the amount of cash and cash equivalents we would have reported on December 31, 2020 could have increased or decreased by approximately $54 million. The translation of our foreign currency revenues and expenses historically has not had a material impact on our consolidated earnings because movements in and among the major currencies in which we operate tend to impact our revenues and expenses fairly equally. However, our earnings could be impacted during periods of significant exchange rate volatility, or when some or all of the major currencies in which we operate move in the same direction against the U.S. dollar.\nTransaction risk arises when we enter into a transaction that is denominated in a currency that may differ from the local functional currency. As these transactions are translated into the local functional currency, a gain or loss may result, which is recorded in current period earnings. We typically enter into foreign currency forward exchange contracts to mitigate the effects of some of this foreign currency transaction risk. Our outstanding foreign currency forward exchange contracts as of December 31, 2020 had an immaterial net unrealized loss.\nCREDIT RISK\nFinancial instruments that potentially subject the Company to concentration of credit risk consist primarily of short-term, highly liquid investments classified as cash equivalents, fees receivable, interest rate swap contracts and foreign currency forward exchange contracts. The majority of the Company’s cash and cash equivalents, interest rate swap contracts and foreign currency forward exchange contracts are with large investment grade commercial banks. Fees receivable balances deemed to be collectible from customers have limited concentration of credit risk due to our diverse customer base and geographic dispersion."
  },
  {
    "item_key": "item_8",
    "text": "Our financial statements for 2020, 2019 and 2018, together with the reports of KPMG LLP, our independent registered public accounting firm, are included herein in this Annual Report on Form 10-K."
  },
  {
    "item_key": "item_9",
    "text": "None.\n34"
  },
  {
    "item_key": "item_9a",
    "text": "DISCLOSURE CONTROLS AND PROCEDURES\nManagement conducted an evaluation, as of December 31, 2020, of the effectiveness of the design and operation of our disclosure controls and procedures (as such term is defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”)), under the supervision and with the participation of our chief executive officer and chief financial officer. Based upon that evaluation, our chief executive officer and chief financial officer have concluded that the Company’s disclosure controls and procedures are effective in alerting them in a timely manner to material Company information required to be disclosed by us in reports filed under the Exchange Act.\nMANAGEMENT’S ANNUAL REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nGartner management is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Exchange Act Rules 13a-15(f) and 15d-15(f). Gartner’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. In addition, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions and that the degree of compliance with the policies or procedures may deteriorate. Management assessed the effectiveness of our internal control over financial reporting as of December 31, 2020. In making this assessment, management used the criteria set forth in the\nInternal Control — Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Management’s assessment was reviewed with the Audit Committee of the Board of Directors.\nBased on its assessment of internal control over financial reporting, management has concluded that, as of December 31, 2020, Gartner’s internal control over financial reporting was effective. The effectiveness of management’s internal control over financial reporting as of December 31, 2020 has been audited by KPMG LLP, an independent registered public accounting firm, as stated in their report, which is included in this Annual Report on Form 10-K in Part IV, Item 15.\nCHANGES IN INTERNAL CONTROL OVER FINANCIAL REPORTING\nThere have been no changes in the Company’s internal control over financial reporting during the quarter ended December 31, 2020 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "Not applicable.\n35\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information required to be furnished pursuant to this item will be set forth under the captions “The Board of Directors,” “Proposal One: Election of Directors,” “Executive Officers,” “Corporate Governance,” “Delinquent Section 16(a) Reports” (if necessary) and “Proxy and Voting Information — Available Information” in the Company’s Proxy Statement to be filed with the SEC no later than April 30, 2021. If the Proxy Statement is not filed with the SEC by April 30, 2021, such information will be included in an amendment to this Annual Report filed by April 30, 2021. See also Item 1. Business — Available Information."
  },
  {
    "item_key": "item_11",
    "text": "The information required to be furnished pursuant to this item is incorporated by reference from the information set forth under the captions “Compensation Discussion & Analysis,” “Compensation Tables and Narrative Disclosures,” “The Board of Directors - Compensation of Directors,” “The Board of Directors - Director Compensation Table,” “Corporate Governance - Risk Oversight - Risk Assessment of Compensation Policies and Practices,” and “Corporate Governance - Compensation Committee” in the Company’s Proxy Statement to be filed with the SEC no later than April 30, 2021. If the Proxy Statement is not filed with the SEC by April 30, 2021, such information will be included in an amendment to this Annual Report filed by April 30, 2021."
  },
  {
    "item_key": "item_12",
    "text": "The information required to be furnished pursuant to this item will be set forth under the captions “Compensation Tables and Narrative Disclosures — Equity Compensation Plan Information” and “Security Ownership of Certain Beneficial Owners and Management” in the Company’s Proxy Statement to be filed with the SEC by April 30, 2021. If the Proxy Statement is not filed with the SEC by April 30, 2021, such information will be included in an amendment to this Annual Report filed by April 30, 2021."
  },
  {
    "item_key": "item_13",
    "text": "The information required to be furnished pursuant to this item will be set forth under the captions “Transactions With Related Persons” and “Corporate Governance — Director Independence” in the Company’s Proxy Statement to be filed with the SEC by April 30, 2021. If the Proxy Statement is not filed with the SEC by April 30, 2021, such information will be included in an amendment to this Annual Report filed by April 30, 2021."
  },
  {
    "item_key": "item_14",
    "text": "The information required to be furnished pursuant to this item will be set forth under the caption “Proposal Three: Ratification of Appointment of Independent Registered Public Accounting Firm” in the Company’s Proxy Statement to be filed with the SEC no later than April 30, 2021. If the Proxy Statement is not filed with the SEC by April 30, 2021, such information will be included in an amendment to this Annual Report filed by April 30, 2021.\n36\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) 1. and 2. Financial Statements and Schedules\nThe reports of our independent registered public accounting firm and financial statements listed in the Index to Consolidated Financial Statements herein are filed as part of this report.\nAll financial statement schedules not listed in the Index have been omitted because the information required is not applicable or is shown in the consolidated financial statements or notes thereto.\n3. Exhibits\n37\n38\nINDEX TO CONSOLIDATED FINANCIAL STATEMENTS\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED FINANCIAL STATEMENTS\nAll financial statement schedules have been omitted because the information required is not applicable or is shown in the Consolidated Financial Statements or notes thereto.\n39\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nGartner, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Gartner, Inc. and subsidiaries (the Company) as of December 31, 2020 and 2019, the related consolidated statements of operations, comprehensive income, stockholders’ equity, and cash flows for each of the years in the three‑year period ended December 31, 2020, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the years in the three‑year period ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated February 24, 2021 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 1 to the consolidated financial statements, the Company has changed its method of accounting for leases as of January 1, 2019 due to the adoption of Accounting Standards Codification (ASC) Topic 842,\nLeases\n.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nAssessment of unrecognized tax benefits\nAs discussed in Notes 1 and 12 to the consolidated financial statements, the Company has recorded gross unrecognized tax benefits of $127.1 million as of December 31, 2020. As discussed in Note 1 to the consolidated financial statements, the Company recognizes the tax benefit from an uncertain tax position when it believes such positions are more likely than not of being sustained if challenged. Recognized tax positions are measured at the largest amount of benefit with greater than a 50 percent likelihood of being realized. The Company uses estimates and assumptions in determining the amount of unrecognized tax benefits.\n40\nWe identified the assessment of unrecognized tax benefits related to transfer pricing and certain other intercompany transactions as a critical audit matter. Complex auditor judgment was required in evaluating the Company’s interpretation of tax law and its estimate of the ultimate resolution of its tax positions.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s unrecognized tax benefits process, including transfer pricing and certain other intercompany transactions. We involved tax and transfer pricing professionals with specialized skills and knowledge, who assisted in assessing unrecognized tax benefits by:\n•\nevaluating the Company’s interpretation of tax laws and income tax consequences of intercompany transactions, including internal restructurings and intra-entity transfers of assets\n•\nassessing transfer pricing practices for compliance with relevant tax laws and regulations\n•\nanalyzing the Company’s tax positions and determination of unrecognized tax benefits, including the associated effect in other jurisdictions\n•\ninspecting settlements with applicable taxing authorities.\nIn addition, we evaluated the Company’s ability to estimate its unrecognized tax benefits by comparing historical unrecognized tax benefits to actual results upon conclusion of examinations by applicable taxing authorities.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 1996.\nNew York, New York\nFebruary 24, 2021\n41\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nGartner, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Gartner, Inc. and subsidiaries’ (the Company) internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control – Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2020 and 2019, the related consolidated statements of operations, comprehensive income, stockholders’ equity, and cash flows for each of the years in the three-year period ended December 31, 2020, and the related notes  (collectively, the consolidated financial statements), and our report dated February 24, 2021 expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Annual Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG LLP\nNew York, New York\nFebruary 24, 2021\n42\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\n(IN THOUSANDS, EXCEPT SHARE DATA)\nSee Notes to Consolidated Financial Statements.\n43\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(IN THOUSANDS, EXCEPT PER SHARE DATA)\nSee Notes to Consolidated Financial Statements.\n44\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(IN THOUSANDS)\nSee Notes to Consolidated Financial Statements.\n45\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(IN THOUSANDS)\nSee Notes to Consolidated Financial Statements.\n46\nGARTNER, INC. AND SUBSIDIARIES\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(IN THOUSANDS)\n47\nSee Notes to Consolidated Financial Statements.\n48\nGARTNER, INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNote 1 —\nBusiness and Significant Accounting Policies\nBusiness.\nGartner, Inc. (NYSE: IT) is the world’s leading research and advisory company and a member of the S&P 500. We equip business leaders with indispensable insights, advice and tools to achieve their mission-critical priorities today and build the successful organizations of tomorrow. We believe our unmatched combination of expert-led, practitioner-sourced and data-driven research steers clients toward the right decisions on the issues that matter most. We are a trusted advisor and an objective resource for more than\n14,000\nenterprises in more than\n100\ncountries — across all major functions, in every industry and enterprise size.\nSegments.\nGartner delivers its products and services globally through\nthree\nbusiness segments: Research, Conferences and Consulting.\nNote 9 — Revenue and Related Matters and Note 16 — Segment Information describe the products and services offered by each of our segments and provide additional financial information for those segments.\nDuring 2018, the Company divested all of the non-core businesses that comprised its Other segment and moved a small residual product from the Other segment into the Research business and, as a result, no operating activity has been recorded in the Other segment in 2019 or 2020. Note 2 — Acquisitions and Divestitures provides additional information regarding the Company’s 2018 divestitures.\nBasis of presentation.\nThe accompanying Consolidated Financial Statements have been prepared in accordance with generally accepted accounting principles in the United States of America (“U.S. GAAP”), as defined in the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”), for financial information and with the applicable instructions of U.S. Securities and Exchange Commission (“SEC”) Regulation S-X.\nThe fiscal year of Gartner is the twelve-month period from January 1 through December 31. All references to 2020, 2019 and 2018 herein refer to the fiscal year unless otherwise indicated. When used in these notes, the terms “Gartner,” the “Company,” “we,” “us” or “our” refer to Gartner, Inc. and its consolidated subsidiaries.\nPrinciples of consolidation.\nThe accompanying Consolidated Financial Statements include the accounts of the Company and its wholly-owned subsidiaries. All significant intercompany transactions and balances have been eliminated.\nUse of estimates.\nThe preparation of the accompanying Consolidated Financial Statements requires management to make estimates and assumptions about future events. These estimates and the underlying assumptions affect the amounts of assets and liabilities reported, disclosures about contingent assets and liabilities, and reported amounts of revenues and expenses. Such estimates include the valuation of fees receivable, goodwill, intangible assets and other long-lived assets, as well as tax accruals and other liabilities. In addition, estimates are used in revenue recognition, income tax expense or benefit, performance-based compensation charges, depreciation and amortization. Management believes its use of estimates in the accompanying Consolidated Financial Statements to be reasonable.\nManagement continually evaluates and revises its estimates using historical experience and other factors, including the general economic environment and actions it may take in the future. Management adjusts these estimates when facts and circumstances dictate. However, these estimates may involve significant uncertainties and judgments and cannot be determined with precision. In addition, these estimates are based on management’s best judgment at a point in time. As a result, differences between our estimates and actual results could be material and would be reflected in the Company’s Consolidated Financial Statements in future periods.\nIn December 2019, a novel coronavirus disease (“COVID-19”) was reported in Wuhan, China and on March 11, 2020, the World Health Organization characterized COVID-19 as a pandemic. Any future asset impairment charges, increase in allowance for doubtful accounts, or restructuring charges could be more likely if the negative effects of the COVID-19 pandemic continue and will be dependent on the severity and duration of this crisis. To date, the Company has not observed any material impairments of its assets or a significant change in the fair value of assets due to the COVID-19 pandemic.\nBusiness acquisitions.\nThe Company accounts for business acquisitions in accordance with the acquisition method of accounting as prescribed by FASB ASC Topic 805,\nBusiness Combinations\n. The acquisition method of accounting requires the Company to record the assets acquired and liabilities assumed based on their estimated fair values as of the acquisition date, with certain exceptions. Any excess of the consideration transferred over the estimated fair value of the net assets acquired, including identifiable intangible assets, is recorded as goodwill. Under the acquisition method, the operating results of acquired\n49\ncompanies are included in the Company’s Consolidated Financial Statements beginning on the date of acquisition. The Company completed business acquisitions in 2019. Note 2 — Acquisitions and Divestitures provides additional information regarding those business acquisitions.\nThe determination of the fair values of intangible and other assets acquired in an acquisition requires management judgment and the consideration of a number of factors, including the historical financial performance of acquired businesses and their projected future performance, and estimates surrounding customer turnover, as well as assumptions regarding the level of competition and the costs necessary to reproduce certain assets. Establishing the useful lives of intangible assets also requires management judgment and the evaluation of a number of factors, including the expected use of an asset, historical client retention rates, consumer awareness and trade name history, as well as any contractual provisions that could limit or extend an asset’s useful life.\nCharges that are directly related to the Company’s acquisitions are expensed as incurred and classified as Acquisition and integration charges in the Consolidated Statements of Operations.\nNote 2 — Acquisitions and Divestitures provides additional information regarding the Company’s Acquisition and integration charges.\nRevenue recognition.\nOn January 1, 2018, the Company adopted ASC Topic 606,\nRevenue from Contracts with Customers\n. The Company’s revenue by significant source is accounted for as follows:\n•\nResearch revenues are mainly derived from subscription contracts for research products. The related revenues are deferred and recognized ratably over the applicable contract term. Fees derived from assisting organizations in selecting the right business software for their needs are recognized when the leads are provided to vendors.\n•\nConferences revenues are deferred and recognized upon the completion of the related conference or meeting.\n•\nConsulting revenues are principally generated from fixed fee and time and materials engagements. Revenues from fixed fee contracts are recognized as the Company works to satisfy our performance obligations. Revenues from time and materials engagements are recognized as work is delivered and/or services are provided. Revenues related to contract optimization engagements are contingent in nature and are only recognized upon satisfaction of all conditions related to their payment.\nThe majority of the Company’s Research contracts are billable upon signing, absent special terms granted on a limited basis from time to time. Research contracts are generally non-cancelable and non-refundable, except for government contracts that may have cancellation or fiscal funding clauses. It is the Company’s policy to record the amount of a subscription contract that is billable as a fee receivable at the time the contract is signed with a corresponding amount as deferred revenue because the contract represents a legally enforceable claim.\nNote 9 — Revenue and Related Matters provides additional information regarding the Company’s business and revenues.\nAllowance for losses.\nOn January 1, 2020 , the Company adopted ASU No. 2016-13,\nFinancial Instruments—Credit Losses.\nPrior to January 1, 2020, the Company recognized the allowance for losses on bad debts in accordance with then-existing U.S. GAAP under FASB ASC Topic 310,\nReceivables\n. Information regarding the Company’s accounting for credit losses, including our adoption of the new accounting standard, is provided below under the heading “Adoption of new accounting standards”.\nCost of services and product development (\n“COS”\n).\nCOS expense includes the direct costs incurred in the creation and delivery of our products and services. These costs primarily relate to personnel.\nSelling, general and administrative (\n“SG&A”\n).\nSG&A expense includes direct and indirect selling costs, general and administrative costs, facility costs and bad debt expense.\nCommission expense.\nThe Company records deferred commissions upon signing a customer contract and amortizes the deferred amount over a period that aligns with the transfer to the customer of the services to which the commissions relate.\nNote 9 — Revenue and Related Matters provides additional information regarding deferred commissions and the amortization of such costs.\nStock-based compensation expense.\nThe Company accounts for stock-based compensation awards in accordance with FASB ASC Topics 505 and 718 and SEC Staff Accounting Bulletins No. 107 and No. 110. Stock-based compensation expense for equity awards is based on the fair value of the award on the date of grant. The Company recognizes stock-based compensation expense over the period that the related service is performed, which is generally the same as the vesting period of the underlying award. Forfeitures are recognized as they occur. A change in any of the terms or conditions of stock-based\n50\ncompensation awards is accounted for as a modification of the award. Incremental compensation cost is measured as the excess, if any, of the fair value of the modified award over the fair value of the original award immediately before its terms are modified, measured based on the fair value of the awards at the modification date. For vested awards, the Company recognizes incremental compensation cost in the period the modification\noccurs. For unvested awards, the Company recognizes any incremental compensation expense at the modification\ndate or ratably over the requisite remaining service period, as appropriate. If the fair value of the modified award is lower than the fair value of the original award immediately before modification, the minimum compensation cost the Company recognizes is the cost of the original award.\nNote 10 — Stock-Based Compensation provides additional information regarding the Company’s stock-based compensation activity.\nOther (expense) income, net.\nDuring 2019, the Company sold a minority equity investment for $\n14.1\nmillion in cash and recognized a pretax gain of $\n9.1\nmillion that was recorded in Other (expense) income, net in the Consolidated Statements of Operations.\nIncome taxes.\nThe Company uses the asset and liability method of accounting for income taxes. We estimate our income taxes in each of the jurisdictions where we operate. This process involves estimating our current tax expense or benefit together with assessing temporary differences resulting from differing treatment of items for tax and accounting purposes. These differences result in deferred tax assets and liabilities, which are included in our consolidated balance sheets. When assessing the realizability of deferred tax assets, we consider if it is more likely than not that some or all of the deferred tax assets will not be realized. In making this assessment, we consider the availability of loss carryforwards, projected reversals of deferred tax liabilities, projected future taxable income, and ongoing prudent and feasible tax planning strategies. The Company recognizes the tax benefit from an uncertain tax position only if it is more likely than not that the tax position will be sustained based on the technical merits of the position. Recognized tax positions are measured at the largest amount of benefit with greater than a 50% likelihood of being realized. The Company uses estimates in determining the amount of unrecognized tax benefits associated with uncertain tax positions. Significant judgment is required in evaluating tax law and measuring the benefits likely to be realized. Uncertain tax positions are periodically re-evaluated and adjusted as more information about their ultimate realization becomes available. Note 12 — Income Taxes provides additional information regarding the Company’s income taxes.\nOn April 1, 2018, the Company early adopted ASU No. 2018-02,\nReclassification of Certain Tax Effects from Accumulated Other Comprehensive Income\n(“ASU No. 2018-02”). ASU No. 2018-02 provides an entity with the option to reclassify to retained earnings the tax effects from items that have been stranded in accumulated other comprehensive income as a result of the U.S. Tax Cuts and Jobs Act of 2017 (the “Act”). Gartner elected to early adopt ASU No. 2018-02 as of the beginning of the second quarter of 2018, which resulted in a reclassification of $\n0.6\nmillion of stranded tax amounts related to the Act from Accumulated other comprehensive (loss) income, net to Accumulated earnings. ASU No. 2018-02 had no impact on the Company’s operating results in 2020, 2019 or 2018.\nOn January 1, 2018, the Company adopted ASU No. 2016-16,\nIntra-Entity Transfers of Assets Other Than Inventory\n(“ASU No. 2016-16”). ASU No. 2016-16 accelerates the recognition of taxes on certain intra-entity transactions. U.S. GAAP previously required deferral of the income tax implications of an intercompany sale of assets until the assets were sold to a third party or recovered through use. Under ASU No. 2016-16, a seller’s tax effects and a buyer’s deferred taxes on asset transfers are immediately recognized upon a sale. Pursuant to the transition rules in ASU No. 2016-16, any taxes attributable to pre-2018 intra-entity transfers that were previously deferred should be accelerated and recorded to accumulated earnings on the date of adoption. As a result, certain of the Company’s balance sheet income tax accounts pertaining to pre-2018 intra-entity transfers, which aggregated $\n13.7\nmillion, were reversed against accumulated earnings on January 1, 2018. Additionally, in accordance with the new requirements of ASU No. 2016-16, the Company recorded income tax benefits of approximately (i) $\n28.3\nmillion and $\n38.1\nmillion in 2020 and 2019, respectively, from intercompany sales of certain intellectual property and (ii) $\n6.8\nmillion in 2018 related to intra-entity transfers upon the merger of certain foreign subsidiaries. In the future, there could be a material impact from ASU No. 2016-16, depending on the nature, size and tax consequences of intra-entity transfers, if any.\nCash and cash equivalents and restricted cash.\nCash and cash equivalents includes cash and all highly liquid investments with original maturities of three months or less, which are considered to be cash equivalents. The carrying value of cash equivalents approximates fair value due to the short-term maturity of such instruments. Investments with maturities of more than three months are classified as marketable securities. Interest earned is recorded in Interest income in the Consolidated Statements of Operations.\nU.S. GAAP requires that amounts generally described as restricted cash and restricted cash equivalents be presented with cash and cash equivalents when reconciling the beginning-of-period and end-of-period total amounts presented on an entity’s statement of cash flows.\nBelow is a table presenting the beginning-of-period and end-of-period cash amounts from the\n51\nCompany’s Consolidated Balance Sheets and the total cash amounts presented in the Consolidated Statements of Cash Flows (in thousands).\n(1)\nRestricted cash consists of escrow accounts established in connection with certain of the Company’s business acquisitions. Generally, such cash is restricted to use due to provisions contained in the underlying stock or asset purchase agreement. The Company will disburse the restricted cash to the sellers of the businesses upon satisfaction of any contingencies described in such agreements (e.g., potential indemnification claims, etc.).\n(2)\nRestricted cash is recorded in Prepaid expenses and other current assets and Other assets in the Company’s Consolidated Balance Sheets with the short-term or long-term classification dependent on the projected timing of disbursements to the sellers.\n(3)\nRepresents cash classified as a held-for-sale asset for the CEB Talent Assessment business, which was divested in 2018. Note 2 — Acquisitions and Divestitures provides additional information regarding the Company’s 2018 divestitures.\nLeases.\nOn January 1, 2019, the Company adopted ASC 842,\nLeases\nusing a modified retrospective approach. ASC 842 significantly changed the accounting for leases because a right-of-use model is now used whereby a lessee must record a right-of-use asset and a related lease liability on its balance sheet for most of its leases. Under ASC 842, leases are classified as either operating or finance arrangements, with such classification affecting the pattern of expense recognition in an entity’s income statement. For operating leases, ASC 842 requires recognition in an entity’s income statement of a single lease cost, calculated so that the cost of the lease is allocated over the lease term, generally on a straight-line basis.\nPrior to January 1, 2019, the Company recognized lease expense in accordance with then-existing U.S. GAAP under FASB ASC Topic 840,\nLeases\n(“ASC Topic 840”). Although there were significant changes to the Company’s leasing policies and procedures effective January 1, 2019 with the adoption of ASC 842, the lease expense recognition patterns under ASC Topic 842 in 2020 and 2019 and ASC Topic 840 in 2018 were substantively the same. As required by the new lease standard, the Company’s disclosures regarding\nits leasing activities have been significantly expanded to enable users of our Consolidated Financial Statements to assess the amount, timing and uncertainty of cash flows related to leases.\nInformation regarding our adoption of ASC 842 and its impact on the Company’s Consolidated Financial Statements and related disclosures is provided at Note 7 — Leases.\nProperty, equipment and leasehold improvements.\nEquipment, leasehold improvements and other fixed assets owned by the Company are recorded at cost less accumulated depreciation and amortization. Fixed assets, other than leasehold improvements, are depreciated using the straight-line method over the estimated useful life of the underlying asset. Leasehold improvements are amortized using the straight-line method over the shorter of the estimated useful life of the improvement or the remaining term of the related lease.\nDepreciation and amortization expense for fixed assets was $\n93.9\nmillion, $\n82.1\nmillion and $\n68.6\nmillion in 2020, 2019 and 2018, respectively.\nProperty, equipment and leasehold improvements, net are presented in the table below (in thousands).\n52\nThe Company incurs costs to develop internal-use software used in its operations. Certain of those costs that meet the criteria in FASB ASC Topic 350,\nIntangibles - Goodwill and Other\nare capitalized and amortized over future periods. Net capitalized internal-use software development costs were $\n58.2\nmillion and $\n55.7\nmillion at December 31, 2020 and 2019, respectively, and are included in Computer equipment and software in the table above. Amortization expense for capitalized internal-use software development costs, which is included with Depreciation in the Consolidated Statements of Operations, totaled $\n28.9\nmillion, $\n20.0\nmillion and $\n13.2\nmillion in 2020, 2019 and 2018, respectively.\nGoodwill.\nGoodwill represents the excess of the purchase price of acquired businesses over the estimated fair values of the tangible and identifiable intangible net assets acquired. Evaluations of the recoverability of goodwill are performed in accordance with FASB ASC Topic 350, which requires an annual assessment of potential goodwill impairment at the reporting unit level and whenever events or changes in circumstances indicate that the carrying value of goodwill may not be recoverable.\nWhen performing our annual assessment of the recoverability of goodwill, we initially perform a qualitative analysis evaluating whether any events or circumstances occurred or exist that provide evidence that it is more likely than not that the fair value of any of our reporting units is less than the related carrying amount. If we do not believe that it is more likely than not that the fair value of any of our reporting units is less than the related carrying amount, then no quantitative impairment test is performed. However, if the results of our qualitative assessment indicate that it is more likely than not that the fair value of a reporting unit is less than its respective carrying amount, then we perform a two-step quantitative impairment test. Evaluating the recoverability of goodwill requires judgments and assumptions regarding future trends and events. As a result, both the precision and reliability of our estimates are subject to uncertainty.\nOur most recent annual impairment test of goodwill was a qualitative analysis conducted during the quarter ended September 30, 2020 that indicated no impairment. Subsequent to completing our 2020 annual impairment test, no events or changes in circumstances were noted that required an interim goodwill impairment test. Note 3 — Goodwill and Intangible Assets provides additional information regarding the Company’s goodwill.\nFinite-lived intangible assets.\nThe Company has finite-lived intangible assets that are amortized using the straight-line method over the expected useful life of the underlying asset.\nNote 3 — Goodwill and Intangible Assets provides additional information regarding the Company’s finite-lived intangible assets.\nImpairment of long-lived assets.\nThe Company’s long-lived assets primarily consist of intangible assets other than goodwill and property, equipment and leasehold improvements. The Company reviews its long-lived asset groups for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset or an asset group may not be recoverable. Such evaluation may be based on a number of factors, including current and projected operating results and cash flows, and changes in management’s strategic direction as well as external economic and market factors. The Company evaluates the recoverability of assets and asset groups by determining whether their carrying values can be recovered through undiscounted future operating cash flows. If events or circumstances indicate that the carrying values might not be recoverable based on undiscounted future operating cash flows, an impairment loss may be recognized. The amount of impairment is measured based on the difference between the projected discounted future operating cash flows, using a discount rate reflecting the Company’s average cost of funds, and the carrying value of the asset or asset group.\nThe Company did not record any impairment charges for long-lived assets or asset groups during the three-year period ended December 31, 2020.\nPension obligations.\nThe Company has defined benefit pension plans at several of its international locations. Benefits earned and paid under those plans are generally based on years of service and level of employee compensation. The Company’s defined benefit pension plans are accounted for in accordance with FASB ASC Topics 715 and 960. The Company determines the periodic pension expense and related liabilities for its defined benefit pension plans through actuarial assumptions and valuations. The service cost component of pension expense is recorded as SG&A expense and all other components of pension expense are recorded as Other (expense) income, net in the Consolidated Statements of Operations. Note 15 — Employee Benefits\nprovides additional information regarding the Company’s defined benefit pension plans.\nDebt.\nThe Company presents amounts borrowed in the Consolidated Balance Sheets, net of deferred financing fees. Interest accrued on amounts borrowed is recorded as Interest expense in the Consolidated Statements of Operations.\nNote 6 — Debt\nprovides additional information regarding the Company’s debt arrangements.\nForeign currency exposure.\nThe functional currency of our foreign subsidiaries is typically the local currency. All assets and liabilities of foreign subsidiaries are translated into U.S. dollars at exchange rates in effect at the balance sheet date. Income and expense items are translated at average exchange rates for the year. The resulting translation adjustments are recorded as foreign\n53\ncurrency translation adjustments, a component of Accumulated other comprehensive (loss) income, net within Stockholders’ Equity on the Consolidated Balance Sheets.\nCurrency transaction gains or losses arising from transactions denominated in currencies other than the functional currency of a subsidiary are recognized in results of operations as part of Other (expense) income, net in the Consolidated Statements of Operations.\nThe Company had net currency transaction gains (losses) of $\n12.5\nmillion, $(\n1.1\n) million and $\n9.2\nmillion in 2020, 2019 and 2018, respectively. The Company enters into foreign currency forward exchange contracts to mitigate the effects of adverse fluctuations in foreign currency exchange rates on certain transactions. Those contracts generally have short durations and are recorded at fair value with both realized and unrealized gains and losses recorded in Other (expense) income, net. The net loss from foreign currency forward exchange contracts was $\n14.1\nmillion, $\n2.5\nmillion and $\n10.4\nmillion in 2020, 2019 and 2018, respectively. Note 13 — Derivatives and Hedging provides additional information regarding the Company’s foreign currency forward exchange contracts.\nFair value disclosures.\nThe Company has a limited number of assets and liabilities that are adjusted to fair value at each balance sheet date.\nThe Company’s required fair value disclosures are provided at Note 14 — Fair Value Disclosures.\nConcentrations of credit risk.\nAssets that may subject the Company to concentration of credit risk consist primarily of short-term, highly liquid investments classified as cash equivalents, fees receivable, contract assets, interest rate swaps and a pension reinsurance asset. The majority of the Company’s cash equivalent investments and its interest rate swap contracts are with investment grade commercial banks. Fees receivable and contract asset balances deemed to be collectible from customers have limited concentration of credit risk due to our diverse customer base and geographic dispersion. The Company’s pension reinsurance asset (see Note 15 — Employee Benefits) is maintained with a large international insurance company that was rated investment grade as of December 31, 2020 and 2019.\nStock repurchase programs.\nThe Company records the cost to repurchase shares of its own common stock as treasury stock. Shares repurchased by the Company are added to treasury shares and are not retired. Note 8 — Stockholders’ Equity provides additional information regarding the Company’s common stock repurchase activity.\nAdoption of new accounting standards\n. The Company adopted the accounting standards described below during 2020.\nImplementation Costs in a Cloud Computing Arrangement\n— In August 2018, the FASB issued ASU No. 2018-15,\nCustomer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract\n(“ASU No. 2018-15”). ASU No. 2018-15 aligns the requirements for capitalizing implementation costs incurred in a cloud computing arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software. Costs that are capitalized under ASU No. 2018-15 will be expensed over the term of the cloud computing arrangement. Gartner adopted ASU No. 2018-15 on January 1, 2020 on a prospective basis. The adoption of ASU No. 2018-15 did not have a material impact on the Company’s Consolidated Financial Statements.\nFair Value Measurement Disclosures\n— In August 2018, the FASB issued ASU No. 2018-13,\nDisclosure Framework—Changes to the Disclosure Requirements for Fair Value Measurement\n(“ASU No. 2018-13”). ASU No. 2018-13, which is part of the FASB’s broader disclosure framework project, modified and supplemented the previous U.S. GAAP disclosure requirements pertaining to fair value measurements, with an emphasis on Level 3 disclosures of the valuation hierarchy. Gartner adopted ASU No. 2018-13 on January 1, 2020. The adoption of ASU No. 2018-13 did not have a material impact on the Company’s Consolidated Financial Statements.\nGoodwill Impairment\n— In January 2017, the FASB issued ASU No. 2017-04,\nIntangibles—Goodwill and Other - Simplifying the Test for Goodwill Impairment\n(“ASU No. 2017-04”). ASU No. 2017-04 simplified the determination of the amount of goodwill to be potentially charged off by eliminating Step 2 of the goodwill impairment test under previous U.S. GAAP. Gartner adopted ASU No. 2017-04 on January 1, 2020. The adoption of ASU No. 2017-04 did not have a material impact on the Company’s Consolidated Financial Statements.\nFinancial Instrument Credit Losses\n— In June 2016, the FASB issued ASU No. 2016-13,\nFinancial Instruments—Credit Losses\n(“ASU No. 2016-13”). ASU No. 2016-13 amended the previous financial instrument impairment model by requiring entities to use a forward-looking approach based on expected losses to estimate credit losses on certain types of financial instruments, including trade receivables. Gartner adopted ASU No. 2016-13 on January 1, 2020 with no cumulative effect adjustment to the Company’s opening retained earnings. The Company applied the expected credit loss model to its fees receivable balance on January 1, 2020 using a historical loss rate method. The Company’s trade receivables are collected fairly quickly and its credit losses have historically been low. The adoption of ASU No. 2016-13 did not have a material impact on the Company’s Consolidated Financial Statements.\n54\nDefined Benefit Plan Disclosures\n— In August 2018, the FASB issued ASU No. 2018-14,\nDisclosure Framework—Changes to the Disclosure Requirements for Defined Benefit Plans\n(“ASU No. 2018-14”). ASU No. 2018-14, which is part of the FASB’s broader disclosure framework project, modified and supplemented the previous U.S. GAAP annual disclosure requirements for employers that sponsor defined benefit pension plans. Gartner adopted ASU No. 2018-14 on December 31, 2020 on a retroactive basis and applied to each comparative period presented in the Company’s Consolidated Financial Statements. The adoption of ASU No. 2018-14 did not have a material impact on the Company’s Consolidated Financial Statements.\nAccounting standards issued but not yet adopted.\nThe FASB has issued accounting standards that had not yet become effective as of December 31, 2020 and may impact the Company’s Consolidated Financial Statements or related disclosures in future periods. Those standards and their potential impact are discussed below.\nAccounting standard effective immediately upon voluntary election by Gartner\nReference Rate Reform\n— In March 2020, the FASB issued ASU No. 2020-04,\nReference Rate Reform—Facilitation of the Effects of Reference Rate Reform on Financial Reporting\n(“ASU No. 2020-04”). ASU No. 2020-04 provides that an entity can elect not to apply certain required modification accounting in U.S. GAAP to contracts where all changes to the critical terms relate to reference rate reform (e.g., the expected discontinuance of LIBOR and the transition to an alternative reference interest rate, etc.). In addition, the rule provides optional expedients and exceptions that enable entities to continue to apply hedge accounting for hedging relationships where one or more of the critical terms change due to reference rate reform. The rule became effective for all entities as of March 12, 2020 and will generally no longer be available to apply after December 31, 2022. The Company is currently evaluating the potential impact of ASU No. 2020-04 on its Consolidated Financial Statements, including the rule’s potential impact on any debt modifications or other contractual changes in the future that may result from reference rate reform.\nAccounting standard effective in 2021\nSimplifying the Accounting for Income Taxes\n— In December 2019, the FASB issued ASU No. 2019-12,\nIncome Taxes—Simplifying the Accounting for Income Taxes\n(“ASU No. 2019-12”). ASU No. 2019-12 provides new guidance to simplify the accounting for income taxes in certain areas, changes the accounting for select income tax transactions and makes minor ASC improvements. Gartner adopted ASU No. 2019-12 on January 1, 2021. The Company has concluded that ASU No. 2019-12 will not have a material impact on its Consolidated Financial Statements upon adoption.\nNote 2 —\nAcquisitions and Divestitures\nAcquisitions\nYear Ended December 31, 2019\nOn October 1, 2019, the Company acquired\n100\n% of the outstanding membership interests of TOPO Research LLC (“TOPO”), a privately-held company based in Redwood City, California, for $\n25.0\nmillion. TOPO is a subscription-based research and advisory business. The acquisition of TOPO expanded our market presence, product offerings and other business opportunities.\nFor cash flow reporting purposes, the Company paid $\n23.7\nmillion in cash for TOPO after considering the cash acquired with the business and certain other purchase price adjustments at closing. In addition to the purchase price, the Company may also be required to pay up to $\n6.5\nmillion in cash in the future based on the continuing employment of certain key employees. Such amount is recognized as compensation expense over\ntwo years\nand reported in Acquisition and integration charges in the Consolidated Statements of Operations.\nThe table below summarizes the allocation of the aggregate purchase price for the TOPO acquisition based on the fair value of the assets acquired and liabilities assumed (in thousands).\n55\n(1)\nWe believe that the recorded goodwill is supported by the anticipated synergies resulting from the acquisition. All of the recorded goodwill is expected to be deductible for tax purposes.\n(2)\nThe acquired finite-lived intangible assets primarily consisted of customer relationships and content, which are being amortized over\n6\nyears and\n1.5\nyears, respectively. To determine the fair values of the acquired intangible assets, we primarily relied on income valuation methodologies, in particular, discounted cash flow models.\nThe operating results of the acquired TOPO business and the related goodwill are being reported as part of the Company’s Research and Conferences segments.\nT\nhe operating results of TOPO have been included in the Company’s Consolidated Financial Statements since the date of acquisition; however, such operating results were not material to the Company’s consolidated operating results and segment results. Had the Company acquired TOPO in prior periods, the impact on the Company’s operating results would not have been material and, as a result, pro forma financial information for prior periods has not been presented herein.\nDuring 2019, the Company also paid $\n2.3\nmillion of restricted cash for deferred consideration from a 2017 acquisition.\nYear Ended December 31, 2018\nAlthough the Company did not complete any business acquisitions during 2018, it paid $\n15.9\nmillion of restricted cash during that year for deferred consideration from a 2017 acquisition.\nAcquisition and Integration Charges\nThe Company recognized $\n6.3\nmillion, $\n9.5\nmillion and $\n107.2\nmillion of Acquisition and integration charges during 2020, 2019 and 2018, respectively. Acquisition and integration charges reflect additional costs and expenses resulting from our acquisitions and include, among other items, professional fees, severance and stock-based compensation charges. During 2018, the charges included $\n58.3\nmillion of exit costs for certain acquisition-related office space in Arlington, Virginia that the Company did not occupy.\nDivestitures\nDuring 2018, the Company completed the divestitures of all\nthree\nof the non-core businesses comprising its Other segment, all of which were acquired in the CEB acquisition from 2017. Revenue from those divested operations was approximately $\n97.3\nmillion 2018, while the gross contribution was $\n60.5\nmillion. The Company used the cash proceeds from these divestitures to pay down debt.\nAdditional information regarding the Other segment divestitures is provided below.\nCEB Challenger training business\nOn August 31, 2018, the Company sold its CEB Challenger training business for $\n119.1\nmillion and realized approximately $\n116.0\nmillion in cash, which was net of working capital adjustments and certain closing costs. The Company recorded a pretax gain on the sale of approximately $\n8.3\nmillion.\nCEB Workforce Survey and Analytics business\n56\nOn May 1, 2018, the Company sold its CEB Workforce Survey and Analytics business for $\n28.0\nmillion and realized approximately $\n26.4\nmillion in cash, which was net of certain closing costs. The Company recorded a pretax gain on the sale of approximately $\n8.8\nmillion.\nCEB Talent Assessment business\nOn April 3, 2018, the Company sold its CEB Talent Assessment business for $\n403.0\nmillion and realized approximately $\n375.8\nmillion in cash from the sale, which was net of cash transferred with the business and certain closing costs. The Company recorded a pretax gain of approximately $\n15.5\nmillion on the sale.\nOther asset sales\nDuring 2018, the Company also received $\n8.6\nmillion in cash proceeds as well as other consideration and recorded a net pretax gain of approximately $\n12.8\nmillion from the sale of certain non-core assets originally acquired in the CEB transaction. These amounts include the sale of a small Research segment product called Metrics That Matter on October 31, 2018.\nNote 3 —\nGoodwill and Intangible Assets\nGoodwill.\nThe table below presents changes to the carrying amount of goodwill by segment during the two-year period ended December 31, 2020 (in thousands).\n(1)\nThe 2019 additions are due to the acquisition of TOPO. See Note 2 — Acquisitions and Divestitures for additional information.\nFinite-lived intangible assets.\nChanges in finite-lived intangible assets during the two-year period ended December 31, 2020 are presented in the tables below (in thousands).\n57\n(1)\nThe 2019 additions are due to the acquisition of TOPO. See Note 2 — Acquisitions and Divestitures for additional information.\n(2)\nFinite-lived intangible assets are amortized using the straight-line method over the following periods: Customer relationships—\n3\nto\n13\nyears; Software—\n2\nto\n7\nyears; Content—\n2\nto\n3\nyears; and Other —\n2\nto\n11\nyears.\nAmortization expense related to finite-lived intangible assets was $\n125.1\nmillion, $\n129.7\nmillion and $\n187.0\nmillion in 2020, 2019 and 2018, respectively.\nThe estimated future amortization expense by year for finite-lived intangible assets is presented in the table below (in thousands).\nNote 4 —\nOther Assets\nThe Company’s other assets are summarized in the table below (in thousands).\nNote 5 —\nAccounts Payable and Accrued and Other Liabilities\nThe Company’s Accounts payable and accrued liabilities are summarized in the table below (in thousands).\n58\n(1)\nSee Note 14 — Fair Value Disclosures for the determination of the fair values of these instruments.\nThe Company’s Other liabilities are summarized in the table below (in thousands).\nNote 6 —\nDebt\nThe Company’s total outstanding borrowings are summarized in the table below (in thousands).\n(1)\nThe contractual annualized interest rate as of December 31, 2020 on the 2020 Credit Agreement Term loan facility and the revolving credit facility was\n1.56\n%, which consisted of a floating Eurodollar base rate of\n0.1875\n% plus a margin of\n59\n1.375\n%\n.\nHowever, the Company has interest rate swap contracts that effectively convert the floating Eurodollar base rates on outstanding amounts to a fixed base rate.\n(2)\nThe Company had approximately $\n1.0\nbillion of available borrowing capacity on the 2020 Credit Agreement revolver (not including the expansion feature) as of December 31, 2020.\n(3)\nConsists of\n800.0\nmillion principal amount of 2028 Notes outstanding. The 2028 Notes bear interest at a fixed rate of\n4.50\n% and mature on July 1, 2028.\n(4)\nConsists of\n800.0\nmillion principal amount of 2030 Notes outstanding. The 2030 Notes bear interest at a fixed rate of\n3.75\n% and mature on October 1, 2030.\n(5)\nConsists of\ntwo\nState of Connecticut economic development loans. One of the loans originated in 2012, has a\n10\n-year maturity and the outstanding balance of $\n1.0\nmillion as of December 31, 2020 bears interest at a fixed rate of\n3.00\n%. The second loan, originated in 2019, has a\n10\n-year maturity and bears interest at a fixed rate of\n1.75\n%. Both of these loans may be repaid at any time by the Company without penalty.\n(6)\nThe weighted average annual effective rate on the Company’s outstanding debt for 2020, including the effects of its interest rate swaps discussed below, was\n4.75\n%.\n(7)\nDeferred financing fees are being amortized to Interest expense, net over the term of the related debt obligation.\n2030 Notes\nOn September 28, 2020, the Company issued $\n800\nmillion aggregate principal amount of\n3.75\n% Senior Notes due 2030 (the “2030 Notes”). The 2030 Notes were issued pursuant to an indenture, dated as of September 28, 2020 (the “2030 Note Indenture”), among the Company, the guarantors party thereto and U.S. Bank National Association, as trustee. The 2030 Notes were offered and sold only to persons reasonably believed to be qualified institutional buyers (as defined in the Securities Act of 1933, as amended (the “Securities Act”)) pursuant to Rule 144A under the Securities Act and outside the United States only to non-U.S. persons in accordance with Regulation S under the Securities Act.\nThe 2030 Notes were issued at an issue price of\n100.0\n% and bear interest at a rate of\n3.75\n% per annum. Interest on the 2030 Notes is payable on April 1 and October 1 of each year, beginning on April 1, 2021. The 2030 Notes will mature on October 1, 2030. The net proceeds of the 2030 Notes, together with cash on hand, were used to redeem the Company’s existing\n5.125\n% senior notes due 2025 and pay related fees and expenses.\nThe Company may redeem some or all of the 2030 Notes at any time on or after October 1, 2025 for cash at the redemption prices set forth in the 2030 Note Indenture, plus accrued and unpaid interest to, but excluding, the redemption date. Prior to October 1, 2025, the Company may redeem up to\n40\n% of the aggregate principal amount of the 2030 Notes with the proceeds of certain equity offerings at a redemption price of\n103.75\n% plus accrued and unpaid interest to, but excluding, the redemption date. In addition, the Company may redeem some or all of the 2030 Notes prior to October 1, 2025, at a redemption price of\n100.0\n% of the principal amount of the 2030 Notes plus accrued and unpaid interest to, but excluding, the redemption date, plus a “make-whole” premium. If the Company experiences specific kinds of change of control and a ratings decline, it will be required to offer to repurchase the 2030 Notes at a price equal to\n101.0\n% of the principal amount thereof plus accrued and unpaid interest to, but excluding, the repurchase date.\nThe 2030 Notes are the Company’s general unsecured senior obligations, and are effectively subordinated to all of the Company’s existing and future secured indebtedness to the extent of the value of the collateral securing such indebtedness, structurally subordinated to all existing and future indebtedness and other liabilities of the Company’s non-guarantor subsidiaries, equal in right of payment to all of the Company’s and Company’s guarantor subsidiaries’ existing and future senior indebtedness and senior in right of payment to all of the Company’s future subordinated indebtedness, if any. The 2030 Notes are jointly and severally guaranteed on a senior unsecured basis by certain of the Company’s domestic subsidiaries that have outstanding indebtedness or guarantee other specified indebtedness.\nThe 2030 Note Indenture contains covenants that limit, among other things, the Company’s ability and the ability of some of the Company’s subsidiaries to:\n•\ncreate liens; and\n•\nmerge or consolidate with other entities.\nThese covenants are subject to a number of exceptions and qualifications. The 2030 Note Indenture also provides for events of default, which, if any of them occurs, would permit or require the principal, premium, if any, and interest on all the then outstanding 2030 Notes issued under the 2030 Note Indenture to be due and payable.\n2028 Notes\n60\nOn June 22, 2020, the Company issued $\n800\nmillion aggregate principal amount of\n4.50\n% Senior Notes due 2028 (the “2028 Notes”). The 2028 Notes were issued pursuant to an indenture, dated as of June 22, 2020 (the “2028 Note Indenture”), among the Company, the guarantors party thereto and U.S. Bank National Association, as trustee. The 2028 Notes were offered and sold only to persons reasonably believed to be qualified institutional buyers (as defined in the Securities Act) pursuant to Rule 144A under the Securities Act and outside the United States only to non-U.S. persons in accordance with Regulation S under the Securities Act.\nThe 2028 Notes were issued at an issue price of\n100.0\n% and bear interest at a rate of\n4.50\n% per annum. Interest on the 2028 Notes is payable on January 1 and July 1 of each year, beginning on January 1, 2021. The Notes will mature on July 1, 2028.\nThe Company may redeem some or all of the 2028 Notes at any time on or after July 1, 2023 for cash at the redemption prices set forth in the 2028 Note Indenture, plus accrued and unpaid interest to, but excluding, the redemption date. Prior to July 1, 2023, the Company may redeem up to\n40\n% of the aggregate principal amount of the 2028 Notes with the proceeds of certain equity offerings at a redemption price of\n104.5\n% plus accrued and unpaid interest to, but excluding, the redemption date. In addition, the Company may redeem some or all of the 2028 Notes prior to July 1, 2023, at a redemption price of\n100.0\n% of the principal amount of the 2028 Notes plus accrued and unpaid interest to, but excluding, the redemption date, plus a “make-whole” premium. If the Company experiences specific kinds of change of control and a ratings decline, it will be required to offer to repurchase the 2028 Notes at a price equal to\n101.0\n% of the principal amount thereof plus accrued and unpaid interest to, but excluding, the repurchase date.\nThe 2028 Notes are the Company’s general unsecured senior obligations, and are effectively subordinated to all of the Company’s existing and future secured indebtedness to the extent of the value of the collateral securing such indebtedness, structurally subordinated to all existing and future indebtedness and other liabilities of the Company’s non-guarantor subsidiaries, equal in right of payment to all of the Company’s and Company’s guarantor subsidiaries’ existing and future senior indebtedness and senior in right of payment to all of the Company’s future subordinated indebtedness, if any. The 2028 Notes are jointly and severally guaranteed on a senior unsecured basis by certain of the Company’s domestic subsidiaries that have outstanding indebtedness or guarantee other specified indebtedness.\nThe 2028 Note Indenture contains covenants that limit, among other things, the Company’s ability and the ability of some of the Company’s subsidiaries to:\n•\ncreate liens; and\n•\nmerge or consolidate with other entities.\nThese covenants are subject to a number of exceptions and qualifications. The 2028 Note Indenture also provides for events of default, which, if any of them occurs, would permit or require the principal, premium, if any, and interest on all the then outstanding 2028 Notes issued under the 2028 Note Indenture to be due and payable.\n2020 Credit Agreement\nOn September 28, 2020, the Company entered into an agreement among the Company, as borrower, the lenders party thereto and JPMorgan Chase Bank, N.A., as administrative agent (the “Administrative Agent,” and such agreement, the “2020 Credit Agreement”), which amended and restated the Company’s existing credit facility, dated as of June 17, 2016 (as amended, supplemented or otherwise modified from time to time, the “2016 Credit Agreement”).\nThe 2020 Credit Agreement provides for a $\n400\nmillion senior secured\nfive-year\nterm loan facility and a $\n1.0\nbillion senior secured\nfive-year\nrevolving facility. The term and revolving facilities may be increased, at the Company’s option and under certain conditions, by up to an additional $\n1.0\nbillion in the aggregate plus additional amounts subject to the satisfaction of certain conditions, including a maximum secured leverage ratio. The term loan will be repaid in consecutive quarterly installments commencing December 31, 2020, plus a final payment due on September 28, 2025, and may be prepaid at any time without penalty or premium (other than applicable breakage costs) at the option of the Company. The revolving credit facility may be used for loans, and up to $\n75.0\nmillion may be used for letters of credit. The revolving loans may be borrowed, repaid and re-borrowed until September 28, 2025, at which time all amounts borrowed must be repaid.\nOn September 28, 2020, the Company drew down $\n400\nmillion in term loans. The initial drawdown was used to refinance the outstanding amounts under the 2016 Credit Agreement. Additional amounts drawn down under the 2020 Credit Agreement will be used for general corporate purposes, including the funding of acquisitions, payment of capital expenditures and the repurchase of shares.\n61\nThe Company’s obligations under the 2020 Credit Agreement are guaranteed, on a secured basis, by certain existing and future direct and indirect U.S. subsidiaries (the “Subsidiary Guarantors”), pursuant to the Amended and Restated Guarantee and Collateral Agreement, dated September 28, 2020 (the “2020 Guarantee and Collateral Agreement”), which was entered into by the Company and the Subsidiary Guarantors in favor of the Administrative Agent and amended and restated the Guarantee and Collateral Agreement, dated as of June 17, 2016 (as amended, supplemented or otherwise modified from time to time) in its entirety. Pursuant to the 2020 Guarantee and Collateral Agreement, the Company’s obligations under the 2020 Credit Agreement and the guarantees of the Subsidiary Guarantors are secured by first priority security interests in substantially all of the assets of the Company and the Subsidiary Guarantors, including pledges of all stock and other equity interests in direct subsidiaries owned by the Company and the Subsidiary Guarantors (but only up to\n66\n% of the voting stock of each direct foreign subsidiary or foreign subsidiary holding company owned by the Company or any Subsidiary Guarantor). The security and pledges are subject to certain exceptions.\nLoans under the 2020 Credit Agreement bear interest at a rate equal to, at the Company’s option, either (i) the greatest of: (x) the Wall Street Journal prime rate; (y) the average rate on Federal Reserve Board of New York rate plus 1/2 of 1%; and (z) and the adjusted LIBO rate (adjusted for statutory reserves) for a one-month interest period plus\n1\n%, in each case plus a margin equal to between\n0.125\n% and\n1.25\n% depending on the Company’s consolidated leverage ratio as of the end of the four consecutive fiscal quarters most recently ended, or (ii) the adjusted LIBO rate (adjusted for statutory reserves) plus a margin equal to between\n1.125\n% and\n2.25\n%, depending on the Company’s leverage ratio as of the end of the four consecutive fiscal quarters most recently ended. The commitment fee payable on the unused portion of the revolving credit facility is equal to between\n0.175\n% and\n0.40\n% based on utilization of the revolving credit facility. The Company has also agreed to pay customary letter of credit fees.\nThe 2020 Credit Agreement contains certain customary restrictive loan covenants, including, among others, a financial covenant requiring a maximum leverage ratio, and covenants limiting the Company’s ability to incur indebtedness, grant liens, make acquisitions, be acquired, dispose of assets, pay dividends, repurchase stock, make capital expenditures, make investments and enter into certain transactions with affiliates.\nThe 2020 Credit Agreement contains customary events of default that include, among others, non-payment of principal, interest or fees, material inaccuracy of representations and warranties, violation of covenants, cross defaults to certain other indebtedness, bankruptcy and insolvency events, ERISA defaults, material judgments, and events constituting a change of control. The occurrence of an event of default will increase the applicable rate of interest by\n2.0\n%, allow the lenders to terminate their obligations to lend under the 2020 Credit Agreement and could result in the acceleration of the Company’s obligations under the credit facilities and an obligation of any or all of the guarantors to pay the full amount of the Company’s obligations under the credit facilities.\n2016 Credit Agreement\nPrior to September 28, 2020, the Company had a credit facility that provided for a $\n1.5\nbillion Term Loan A facility (the “Term Loan A facility”) and a $\n1.2\nbillion revolving credit facility. On June 30, 2020, the Company used proceeds from the 2028 Notes offering to prepay $\n787.9\nmillion outstanding under the Term Loan A facility. The remaining amounts outstanding under the 2016 Credit Agreement were repaid when the Company entered into the 2020 Credit Agreement on September 28, 2020.\n2025 Notes\nPrior to September 28, 2020, the Company had $\n800.0\nmillion aggregate principal amount of\n5.125\n% Senior Notes due 2025 (the “2025 Notes”). The 2025 Notes were issued at an issue price of\n100.0\n% and bore interest at a fixed rate of\n5.125\n% per annum.\nIn conjunction with the issuance of the 2030 Notes, the Company redeemed all of the 2025 Notes on September 28, 2020 for cash, and the Company recorded $\n30.8\nmillion of charges for the early redemption premium and $\n14.0\nmillion of charges for the write-off of deferred financing costs related to the 2025 Notes and the 2016 Credit Agreement, which are recorded in Loss on extinguishment of debt on the Consolidated Statements of Operations.\nInterest Rate Swaps\nAs of December 31, 2020, the Company had\nfour\nfixed-for-floating interest rate swap contracts with a total notional value of $\n1.4\nbillion that mature through 2025. Prior to June 30, 2020, the Company designated the swaps as accounting hedges of the\n62\nforecasted interest payments on its variable-rate borrowings. The Company pays base fixed rates on these swaps ranging from\n2.13\n% to\n3.04\n% and in return receives a floating Eurodollar base rate on\n30-day\nnotional borrowings.\nPrior to the repayment of all amounts outstanding under the 2016 Credit Agreement revolving credit facility and the prepayment of $\n787.9\nmillion under the Term Loan A facility on June 30, 2020, the Company accounted for its interest rate swap contracts as cash flow hedges in accordance with FASB ASC Topic 815. Because the swaps hedged forecasted interest payments, changes in the fair values of the swaps were recorded in Accumulated other comprehensive income (loss), a component of stockholders’ equity, as long as the swaps continued to be highly effective hedges of the designated interest rate risk. Any ineffective portion of a change in the fair value of a hedge was recorded in earnings. Upon the prepayment of $\n787.9\nmillion under the Company’s Term Loan A facility and repayment of all amounts outstanding under the 2016 Credit Agreement revolving credit facility, the Company determined that it was probable that forecasted interest payments on $\n200.0\nmillion of variable rate debt would not occur. Additionally, as the variable rate debt under the Term Loan A facility was replaced by $\n800.0\nmillion of fixed rate debt under the 2028 Notes, the Company de-designated all of its interest rate swaps. As a result, the Company accelerated the release of $\n10.3\nmillion from Accumulated other comprehensive loss, net related to the forecasted interest payments that were no longer probable. The loss was recorded in Other income (expense), net on the Consolidated Statement of Operations for the year ended December 31, 2020. The remaining $\n104.0\nmillion as of December 31, 2020 is classified within Accumulated other comprehensive loss, net and will be amortized into Interest expense, net over the terms of the hedged forecasted interest payments. Subsequent changes to fair value of the interest rate swaps are recorded in Other income (expense), net. The interest rate swaps had negative unrealized fair values (liabilities) of $\n109.2\nmillion and $\n64.8\nmillion as of December 31, 2020 and December 31, 2019, respectively, of which $\n78.1\nmillion and $\n47.2\nmillion were recorded in Accumulated other comprehensive loss, net of tax effect, as of December 31, 2020 and December 31, 2019, respectively. See Note 11 — Fair Value Disclosures for the determination of the fair values of Company’s interest rate swaps.\nNote 7 —\nLeases\nThe Company’s leasing activities are primarily for facilities under cancelable and non-cancelable lease agreements expiring during 2021 and through 2038. These facilities support our executive and administrative activities, research and consulting, sales, systems support, operations, and other functions. The Company also has leases for office equipment and other assets, which are not significant. Certain of the Company’s lease agreements include (i) renewal options to extend the lease term for up to\nten years\nand/or (ii) options to terminate the agreement within\none year\n. Additionally, certain of the Company’s lease agreements provide standard recurring escalations of lease payments for, among other things, increases in a lessor’s maintenance costs and taxes. Under some lease agreements, the Company may be entitled to allowances, free rent, lessor-financed tenant improvements and other incentives. The Company’s lease agreements do not contain any material residual value guarantees or material restrictive covenants.\nThe Company subleases certain office space that it does not intend to occupy. Such sublease arrangements expire during 2021 and through 2032 and primarily relate to facilities in Arlington, Virginia. Certain of the Company’s sublease agreements: (i) include renewal and termination options; (ii) provide for customary escalations of lease payments in the normal course of business; and (iii) grant the subtenant certain allowances, free rent, Gartner-financed tenant improvements and other incentives.\nLease Accounting under ASC 842\nUnder ASC 842, a lease is a contract or an agreement, or a part of another arrangement, between two or more parties that, at its inception, creates enforceable rights and obligations that conveys the right to control the use of identified property, plant or equipment for a period of time in exchange for consideration.\nRight-of-use assets represent a right to use an underlying asset for the lease term and the related lease liability represents an obligation to make lease payments pursuant to the contractual terms of the lease agreement. Right-of-use assets and lease liabilities are initially recognized on the lease commencement date based on the present value of the lease payments over the lease term. For all of our facilities leases, we account for both lease components and nonlease components (e.g., common area maintenance charges, etc.) as a single lease component when determining the present value of our lease payments. Variable lease payments that are not dependent on an index or a rate are excluded from the determination of our right-of-use assets and lease liabilities and such payments are recognized as expense in the period when the related obligation is incurred.\nThe Company’s lease agreements do not provide implicit interest rates. Instead, the Company uses an incremental borrowing rate determined on the lease commencement date to calculate the present value of future lease payments. The incremental borrowing rate is calculated for each individual lease and represents the rate of interest that the Company would have to pay to borrow on a collateralized basis (in the currency that the lease is denominated) over a similar term an amount equal to the lease\n63\npayments in a similar economic environment. Right-of-use assets also include any initial direct costs incurred by the Company and lease payments made to a lessor on or before the related lease commencement date, less any lease incentives received directly from the lessor.\nCertain of the Company’s facility lease agreements include options to extend or terminate the lease. When it is reasonably certain that the Company will exercise a renewal or termination option, the present value of the lease payments for the affected lease is adjusted accordingly. Leases with a term of twelve months or less are accounted for in the same manner as long-term lease arrangements, including any related disclosures. Lease expense for operating leases is generally recognized on a straight-line basis over the lease term, unless the related right-of-use asset was previously impaired.\nAll of our existing sublease arrangements have been classified as operating leases with sublease income recognized on a straight-line basis over the term of the sublease arrangement. To measure the Company’s periodic sublease income, we elected to use a practical expedient under ASC 842 to aggregate nonlease components with the related lease components when (i) the timing and pattern of transfer for the nonlease components and the related lease components are the same and (ii) the lease components, if accounted for separately, would be classified as an operating lease. This practical expedient applies to all of our existing sublease arrangements.\nWhen our projected lease cost for the term of a sublease exceeds our anticipated sublease income for that same period, we treat that circumstance as an indicator that the carrying amount of the related right-of-use asset may not be fully recoverable. In those situations, we perform an impairment analysis and, if indicated, we record a charge against earnings to reduce the right-of-use asset to the amount deemed to be recoverable in the future.\nOn the Consolidated Balance Sheet as of December 31, 2020 and 2019, right-of-use assets are classified and reported in Operating lease right-of-use assets, and the related lease liabilities are included in Accounts payable and accrued liabilities (current) and Operating lease liabilities (long-term). On the Consolidated Statement of Cash Flows for 2020 and 2019, the reduction in the carrying amount of right-of-use assets is presented separately and the change in operating lease liabilities is included under Accounts payable and accrued and other liabilities in the reconciliation of net income to cash provided by operating activities.\nAll of the Company’s leasing and subleasing activity for 2020 and 2019 was recognized in Selling, general and administrative expense in the Consolidated Statements of Operations.\nThe table below presents the Company’s net lease cost and certain other information related to our leasing activities as of and for the years ended December 31, 2020 and 2019 (dollars in thousands).\n(1)\nIncluded in operating lease cost was $\n42.2\nmillion and $\n43.2\nmillion of costs for subleasing activities during 2020 and 2019, respectively.\n(2)\nThese amounts are primarily variable lease and nonlease costs that were not fixed at the lease commencement date or are dependent on something other than an index or a rate.\n(3)\nThe Company did not capitalize any operating lease costs during 2020 or 2019.\nAs of December 31, 2020, the (i) maturities of operating lease liabilities under non-cancelable arrangements and (ii) estimated future sublease cash receipts from non-cancelable arrangements were as follows (in thousands):\n64\n(1)\nApproximately\n80\n% of the operating lease payments pertain to properties in the United States.\nThe table below indicates where the discounted operating lease payments from the above table are classified in the Consolidated Balance Sheet (in thousands).\nAs of December 31, 2020, the Company had additional operating leases for facilities that have not yet commenced. These operating leases, which aggregated $\n29.1\nmillion of undiscounted lease payments, are scheduled to commence during 2021 with lease terms of up to\nthirteen years\n.\nLease Disclosures Under ASC Topic 840\nThe Company’s operating lease expense under ASC Topic 840 for its facilities, office equipment and other assets was $\n93.5\nmillion in 2018. The cost of such operating leases, including any contractual rent increases, rent concessions and landlord incentives, was recognized ratably over the life of the related lease agreement.\nNote 8 —\nStockholders’ Equity\nCommon stock.\nHolders of Gartner’s common stock, par value $\n0.0005\nper share, are entitled to\none\nvote per share on all matters to be voted by stockholders. The Company does not currently pay cash dividends on its common stock. Also, our 2020 Credit Agreement contains a negative covenant that may limit our ability to pay dividends.\nThe table below summarizes transactions relating to the Company’s common stock for the three years ended December 31, 2020.\n65\n(1)\nThe Company used a total of $\n176.3\nmillion, $\n199.0\nmillion and $\n260.8\nmillion in cash for share repurchases during 2020, 2019 and 2018, respectively.\n(2)\nThe number of shares repurchased in all periods presented above included those that were settled in January of the following year due to timing.\nShare repurchase authorization.\nIn 2015, the Company’s Board of Directors authorized a share repurchase program to repurchase up to $\n1.2\nbillion of its common stock, of which $\n0.6\nbillion remained available as of December 31, 2020. The Company may repurchase its common stock from time-to-time in amounts, at prices and in the manner that the Company deems appropriate, subject to the availability of stock, prevailing market conditions, the trading price of the stock, the Company’s financial performance and other conditions. Repurchases may be made through open market purchases (which may include repurchase plans designed to comply with Rule 10b5-1 of the Securities Exchange Act of 1934, as amended), accelerated share repurchases, private transactions or other transactions and will be funded by cash on hand and borrowings. See Note 19 — Subsequent Events for a discussion regarding an increase in the Company’s share repurchase authorization.\n66\nAccumulated Other Comprehensive Income (Loss), net (“AOCI/L”)\nThe tables below provide information about the changes in AOCI/L by component and the related amounts reclassified out of AOCI/L to income during the years indicated (net of tax, in thousands) (1).\nYear Ended December 31, 2020\nYear Ended December 31, 2019\n(1) Amounts in parentheses represent debits (deferred losses).\n(2) $\n24.9\nmillion and $(\n3.4\n) million of the reclassifications related to interest rate swaps (cash flow hedges) were recorded in Interest expense, net, for the year ended December 31, 2020 and 2019, respectively. $\n10.3\nmillion of the reclassifications related to interest rate swaps (cash flow hedges) were recorded in Other (expense) income, net for the year ended December 31, 2020. See Note 6 — Debt and Note 13 — Derivatives and Hedging for information regarding the cash flow hedges.\n(3) The reclassifications related to defined benefit pension plans were primarily recorded in Selling, general and administrative expense, net of tax effect. See Note 15 — Employee Benefits for information regarding the Company’s defined benefit pension plans.\nThe estimated net amount of the existing losses on the Company’s interest rate swaps that are reported in Accumulated other comprehensive loss, net at December 31, 2020 that is expected to be reclassified into earnings within the next 12 months is $\n29.1\nmillion.\nNote 9 —\nRevenue and Related Matters\nOur Business and Revenues\nGartner delivers its products and services globally through\nthree\nbusiness segments: Research, Conferences and Consulting. Our revenues from those business segments are discussed below.\nResearch\n67\nResearch provides trusted, objective insights and advice on the mission-critical priorities of leaders across all functional areas of an enterprise through reports, briefings, proprietary tools, access to our research experts, peer networking services and membership programs that enable our clients to drive organizational performance.\nResearch revenues are mainly derived from subscription contracts for research products, representing approximately\n92\n% of the segment’s revenue. The related revenues are deferred and recognized ratably over the applicable contract term (i.e., as we provide services over the contract period). Fees derived from assisting organizations in selecting the right business software for their needs are recognized at a point in time (i.e., when the lead is provided to the vendor).\nThe Company enters into subscription contracts for research products that generally are for twelve-month periods or longer. Approximately\n80\n% to\n85\n% of our annual and multi-year Research subscription contracts provide for billing of the first full service period upon signing. In subsequent years, multi-year subscription contracts are normally billed prior to the contract’s anniversary date. Our other Research subscription contracts are usually invoiced in advance, commencing with the contract signing, on (i) a quarterly, monthly or other recurring basis or (ii) in accordance with a customized invoicing schedule. Research contracts are generally non-cancelable and non-refundable, except for government contracts that may have cancellation or fiscal funding clauses, which have not historically resulted in material cancellations. It is our policy to record the amount of a subscription contract that is billable as a fee receivable at the time the contract is signed with a corresponding amount as deferred revenue because the contract represents a legally enforceable claim.\nConferences\nConferences provides business professionals across an organization the opportunity to learn, share and network. From our Gartner Symposium/Xpo series, to industry-leading conferences focused on specific business roles and topics, to peer-driven sessions, our offerings enable attendees to experience the best of Gartner insight and advice.\nWe earn revenues from both the attendees and exhibitors at our conferences and meetings. Attendees are generally invoiced for the full attendance fee upon their completion of an online registration form or their signing of a contract, while exhibitors typically make several individual payments commencing with the signing of a contract. We collect almost all of the invoiced amounts in advance of the related activity, resulting in the recording of deferred revenue. We recognize both the attendee and exhibitor revenue as we satisfy our related performance obligations (i.e., when the related activity is held).\nThe Company defers certain costs directly related to specific conferences and meetings and expenses those costs in the period during which the related activity occurs. The Company’s policy is to defer only those costs that are incremental and directly attributable to a specific activity, primarily prepaid site and production services costs. Other costs of organizing and producing our conference activities, primarily Company personnel and non-conference specific expenses, are expensed in the period incurred.\nConsulting\nConsulting combines the power of Gartner market-leading research with custom analysis and on-the-ground support to help chief information officers and other senior executives driving technology-related strategic initiatives move confidently from insight to action.\nConsulting revenues, primarily derived from custom consulting and measurement services, are principally generated from fixed fee or time and materials engagements. Revenues from fixed fee engagements are recognized as we work to satisfy our performance obligations, while revenues from time and materials engagements are recognized as work is delivered and/or services are provided. In both of these circumstances, we satisfy our performance obligations and control of the services are passed to our customers over time (i.e., during the duration of the contract or consulting engagement). On a contract-by-contract basis, we typically use actual labor hours incurred compared to total expected labor hours to measure the Company’s performance in respect of our fixed fee engagements. If our labor and other costs on an individual contract are expected to exceed the total contract value or the contract’s funded ceiling amount, the Company reflects an adjustment to the contract’s overall profitability in the period determined. Revenues related to contract optimization engagements are contingent in nature and are only recognized at the point in time when all of the conditions related to their payment have been satisfied.\nConsulting customers are invoiced based on the specific terms and conditions in their underlying contracts. We typically invoice our Consulting customers after we have satisfied some or all of the related performance obligations and the related revenue has been recognized. We record fees receivable for amounts that are billed or billable. We also record contract assets, which represent amounts for which we have recognized revenue but lack the unconditional right to payment as of the balance sheet date due to our required continued performance under the relevant contract, progress billing milestones or other billing-related restrictions.\n68\nDisaggregated Revenue\nOur disaggregated revenue by reportable segment is presented in the tables below for the years indicated (in thousands).\nBy Primary Geographic Market\n(1), (2)\nYear Ended December 31, 2020\nYear Ended December 31, 2019\nYear Ended December 31, 2018\n(1)\nRevenue is reported based on where the sale is fulfilled.\n(2)\nDuring 2018, the Company divested all of the non-core businesses that comprised its Other segment and moved a small residual product from the Other segment into the Research business and, as a result, no operating activity has been recorded in the Other segment in 2019 or 2020. Note 2 — Acquisitions and Divestitures provides additional information regarding the Company’s 2018 divestitures.\nThe Company’s revenue is generated primarily through direct sales to clients by domestic and international sales forces and a network of independent international sales agents. Most of the Company’s products and services are provided on an integrated worldwide basis and, because of this integrated delivery approach, it is not practical to precisely separate our revenue by geographic location. Accordingly, revenue information presented in the above tables is based on internal allocations, which involve certain management estimates and judgments.\nBy Timing of Revenue Recognition (1)\nYear Ended December 31, 2020\n69\nYear Ended December 31, 2019\nYear Ended December 31, 2018\n(1)\nDuring 2018, the Company divested all of the non-core businesses that comprised its Other segment and moved a small residual product from the Other segment into the Research business and, as a result, no operating activity has been recorded in the Other segment in 2019 or 2020. Note 2 — Acquisitions and Divestitures provides additional information regarding the Company’s 2018 divestitures.\n(2)\nResearch revenues were recognized in connection with performance obligations that were satisfied over time using a time-elapsed output method to measure progress. Consulting revenues were recognized over time using labor hours as an input measurement basis. During 2018, Other revenues were recognized using either a time-elapsed output method, performance-based milestone approach or labor hours, depending on the nature of the underlying customer contract.\n(3)\nThe revenues in this category were recognized in connection with performance obligations that were satisfied at the point in time that the contractual deliverables were provided to the customer.\nDetermining a measure of progress for performance obligations that are satisfied over time and when control transfers for performance obligations that are satisfied at a point in time requires us to make judgments that affect the timing of when revenue is recognized. A key factor in this determination is when the customer can direct the use of, and can obtain substantially all of the benefits from, the deliverable.\nFor performance obligations recognized in accordance with a time-elapsed output method, the Company’s efforts are expended consistently throughout the contractual period and the Company transfers control evenly by providing stand-ready services. For performance obligations satisfied under our Consulting fixed fee and time and materials engagements, we believe that labor hours are the best measure of depicting the Company’s progress because labor output corresponds directly to the value of the Company’s performance to date as control is transferred. In our Other segment, we selected a method to assess the completion of our performance obligations that best aligned with the specific characteristics of the individual customer contract. We believe that these methods to measure progress are (i) reasonable and supportable and (ii) provide a faithful depiction of when we transfer products and services to our customers.\nFor customer contracts that are greater than one year in duration, the aggregate amount of the transaction price allocated to performance obligations that are unsatisfied (or partially unsatisfied) as of December 31, 2020 was approximately $\n2.7\nbillion. The Company expects to recognize $\n1,605.6\nmillion, $\n881.0\nmillion and $\n179.5\nmillion of this revenue (most of which pertains to Research) during the year ending December 31, 2021, the year ending December 31, 2022 and thereafter, respectively. The Company applies a practical expedient allowed in ASC 606 and, accordingly, it does not disclose such performance obligation information for customer contracts that have original durations of one year or less. Our performance obligations for contracts meeting this ASC 606 disclosure exclusion primarily include: (i) stand-ready services under Research subscription contracts; (ii) holding conferences and meetings where attendees and exhibitors can participate; and (iii) providing customized Consulting solutions for clients under fixed fee and time and materials engagements. The remaining duration of these performance obligations is generally less than one year, which aligns with the period that the parties have enforceable rights and obligations under the affected contracts.\nCustomer Contract Assets and Liabilities\nThe payment terms and conditions in our customer contracts vary. In some cases, customers prepay and, in other cases, after we conduct a credit evaluation, payment may be due in arrears. Because the timing of the delivery of our services typically differs from the timing of customer payments, the Company recognizes either a contract asset (we perform either fully or partially\n70\nunder the contract but a contingency remains) or a contract liability (upfront customer payments precede our performance, resulting in deferred revenue). Amounts recorded as contract assets are reclassified to fees receivable when all of the outstanding conditions have been resolved and our right to payment becomes unconditional. Contracts with payments due in arrears are also recognized as fees receivable. As our contractual performance obligations are satisfied, the Company correspondingly relieves its contract liabilities and records the associated revenue.\nThe table below provides information regarding certain of the Company’s balance sheet accounts that pertain to its contracts with customers (in thousands).\n(1)\nFees receivable represent an unconditional right of payment from our customers and include both billed and unbilled amounts.\n(2)\nContract assets represent recognized revenue for which we do not have an unconditional right to payment as of the balance sheet date because the project may be subject to a progress billing milestone or some other billing restriction.\n(3)\nDeferred revenues represent amounts (i) for which the Company has received an upfront customer payment or (ii) that pertain to recognized fees receivable. Both situations occur before the completion of our performance obligation(s).\nThe Company recognized revenue of $\n1,494.0\nmillion, $\n1,436.9\nmillion and $\n1,287.8\nmillion during 2020, 2019 and 2018 respectively, which was attributable to deferred revenues that were recorded at the beginning of each such year. Those amounts primarily consisted of (i) Research revenues and, in 2018, Other revenues that were recognized ratably as control of the goods or services passed to the customer and (ii) Conferences revenue pertaining to conferences and meetings that occurred during the reporting periods. During 2020, 2019 and 2018, the Company did not record any material impairments related to its contract assets. The Company does not typically recognize revenue from performance obligations satisfied in prior periods.\nRevenue Reserve\nThe Company maintains a revenue reserve for amounts deemed to be uncollectible for reasons other than bad debt. The revenue reserve is classified as part of Accounts payable and accrued liabilities on the Consolidated Balance Sheet. Provisions to the revenue reserve are recorded as adjustments to revenue.\nWhen determining the amount of the revenue reserve, the Company uses an expected-value method that is based on current estimates and a portfolio of data from its historical experience. Due to the common characteristics and similar attributes of our customers and contracts, which provide relevant and predictive evidence about our projected future liability, an expected-value method is reasonable and appropriate. However, the determination of the revenue reserve is inherently judgmental and requires the use of certain estimates. Changes in estimates are recorded in the period that they are identified. As of December 31, 2020 and 2019, the revenue reserve balance was $\n10.0\nmillion and $\n7.8\nmillion, respectively, and adjustments to the account in both 2020 and 2019 were not significant.\nCosts of Obtaining and Fulfilling a Customer Contract\nWhen the Company concludes that a liability should be recognized for the costs of obtaining a customer contract and determines how such liability should be measured, certain commissions are capitalized as a recoverable direct incremental cost of obtaining the underlying contract. No other amounts are capitalized as a cost of obtaining or fulfilling a customer contract because no expenditures have been identified that meet the requisite capitalization criteria. For Research and Consulting, we amortize deferred commissions on a systematic basis that aligns with the transfer to our customers of the services to which the commissions relate. For Conferences, deferred commissions are expensed during the period when the related conference or meeting occurs.\n71\nDuring 2020, 2019 and 2018, deferred commission amortization expense was $\n440.5\nmillion, $\n369.5\nmillion and $\n304.8\nmillion, respectively, and was included in Selling, general and administrative expense in the Consolidated Statements of Operations. The Company classifies Deferred commissions as a current asset on the Consolidated Balance Sheets at both December 31, 2020 and 2019 because those costs were, or will be, amortized over the twelve months following the respective balance sheet dates. The Company did not record any material impairments of its deferred commissions during the three-year period ended December 31, 2020.\nNote 10 —\nStock-Based Compensation\nThe Company grants stock-based compensation awards as an incentive for employees and directors to contribute to the Company’s long-term success. The Company currently awards stock-settled stock appreciation rights, service-based and performance-based restricted stock units, and common stock equivalents. As of December 31, 2020, the Company had\n4.4\nmillion shares of its common stock, par value $\n0.0005\nper share, (the “Common Stock”) available for stock-based compensation awards under its 2014 Long-Term Incentive Plan (the “Plan”). Currently, the Company issues treasury shares upon the exercise, release or settlement of stock-based compensation awards.\nDetermining the appropriate fair value model and calculating the fair value of stock-based compensation awards requires the use of certain subjective assumptions, including the expected life of a stock-based compensation award and Common Stock price volatility. In addition, determining the appropriate periodic stock-based compensation expense requires management to estimate the likelihood of the achievement of certain performance targets. The assumptions used in calculating the fair values of stock-based compensation awards and the related periodic expense represent management’s best estimates, which involve inherent uncertainties and the application of judgment. As a result, if circumstances change and the Company deems it necessary in the future to modify the assumptions it made or to use different assumptions, or if the quantity and nature of the Company’s stock-based compensation awards changes, then the amount of expense may need to be adjusted and future stock-based compensation expense could be materially different from what has been recorded in the current year.\nStock-Based Compensation Expense\nThe tables below summarize the Company’s stock-based compensation expense by award type and expense category line item during the years ended December 31 (in millions).\n(1)\nIncludes charges of $\n17.9\nmillion, $\n21.5\nmillion and $\n19.4\nmillion during 2020, 2019 and 2018, respectively, for awards to retirement-eligible employees. Those awards vest on an accelerated basis.\n(2)\nThese charges are the result of (i) the acceleration of the vesting of certain restricted stock units related to the CEB acquisition from 2017 and (ii) restricted stock units granted in connection with the CEB integration process.\nAs of December 31, 2020, the Company had $\n84.6\nmillion of total unrecognized stock-based compensation cost, which is expected to be expensed over the remaining weighted average service period of approximately\n2.4\nyears.\nStock-Based Compensation Awards\n72\nThe disclosures presented below provide information regarding the Company’s stock-based compensation awards, all of which have been classified as equity awards in accordance with FASB ASC Topic 505.\nStock Appreciation Rights\nStock-settled stock appreciation rights (“SARs”) permit the holder to participate in the appreciation of the value of the Common Stock. After the applicable vesting criteria have been satisfied, SARs are settled in shares of Common Stock upon exercise by the employee. SARs vest ratably over a\nfour-year\nservice period and expire\nseven years\nfrom the date of grant. The fair value of a SARs award is recognized as compensation expense on a straight-line basis over\nfour years\n. SARs have only been awarded to the Company’s executive officers.\nWhen SARs are exercised, the number of shares of Common Stock issued is calculated as follows: (1) the total proceeds from the exercise of the SARs award (calculated as the closing price of the Common Stock as reported on the New York Stock Exchange on the date of exercise less the exercise price of the SARs award, multiplied by the number of SARs exercised) is divided by (2) the closing price of the Common Stock on the date of exercise. Upon exercise, the Company withholds a portion of the shares of the Common Stock to satisfy statutory tax withholding requirements. SARs recipients do not have any stockholder rights until the shares of Common Stock are issued in respect of the award, which is subject to the prior satisfaction of the vesting and other criteria relating to such grants.\nThe table below summarizes changes in SARs outstanding during the year ended December 31, 2020.\nn/a = not applicable\n(1)\nAs of December 31, 2020,\n0.5\nmillion of the total SARs outstanding were unvested. The Company expects that substantially all of those unvested awards will vest in future periods.\n(2)\nAs of December 31, 2020, the total SARs outstanding had an intrinsic value of $\n38.4\nmillion. On such date, SARs vested and exercisable had an intrinsic value of $\n25.0\nmillion.\nThe fair value of a SARs award is determined on the date of grant using the Black-Scholes-Merton valuation model with the following weighted average assumptions for the years ended December 31:\n(1)\nThe expected dividend yield assumption was based on both the Company’s historical and anticipated dividend payouts. Historically, the Company has not paid cash dividends on its Common Stock.\n(2)\nThe determination of expected stock price volatility was based on both historical Common Stock prices and implied volatility from publicly traded options in the Common Stock.\n(3)\nThe risk-free interest rate was based on the yield of a U.S. Treasury security with a maturity similar to the expected life of the award.\n73\n(4)\nThe expected life represents the Company’s estimate of the weighted average period of time the SARs are expected to be outstanding (that is, the period between the service inception date and the expected exercise date).\nRestricted Stock Units\nRestricted stock units (“RSUs”) give the awardee the right to receive shares of Common Stock when the vesting conditions are met and certain restrictions lapse. Each RSU that vests entitles the awardee to one share of Common Stock. RSU awardees do not have any of the rights of a Gartner stockholder, including voting rights and the right to receive dividends and distributions, until the shares are released. The fair value of an RSU award is determined on the date of grant based on the closing price of the Common Stock as reported on the New York Stock Exchange on that date. Service-based RSUs vest ratably over\nfour years\nand are expensed on a straight-line basis over the vesting period. Performance-based RSUs are subject to the satisfaction of both performance and service conditions, vest ratably over\nfour years\nand are expensed on an accelerated basis over the vesting period.\nThe table below summarizes the changes in RSUs outstanding during the year ended December 31, 2020.\n(1)\nThe\n0.5\nmillion of RSUs granted during 2020 consisted of\n0.2\nmillion of performance-based RSUs awarded to executives and\n0.3\nmillion of service-based RSUs awarded to non-executive employees and non-management board members. The performance-based awards include RSUs in final adjustments of 2019 grants and approximately\n0.1\nmillion of RSUs representing the target amount of the grant for 2020 that is tied to an increase in Gartner’s total contract value for such year. The number of performance-based RSUs for 2020 that holders could receive ranged from\n0\n% to\n200\n% of the target amount based on the extent to which the corresponding performance goals have been achieved and subject to certain other conditions. Any adjustments in the number of performance-based RSUs under the 2020 grant will be made in 2021. See Note 19 — Subsequent Events regarding a PSU discretionary award.\n(2)\nThe Company expects that substantially all of the RSUs outstanding will vest in future periods.\n(3)\nAs of December 31, 2020, the weighted average remaining contractual term of the RSUs outstanding was approximately\n1.1\nyears.\nCommon Stock Equivalents\nCommon stock equivalents (“CSEs”) are convertible into Common Stock. Each CSE entitles the holder to one share of Common Stock. Members of our Board of Directors receive their directors’ fees in CSEs unless they opt to receive up to\n50\n% of those fees in cash. Generally, CSEs have no defined term and are converted into shares of Common Stock when service as a director terminates unless the director has elected an accelerated release. The fair value of a CSE award is determined on the date of grant based on the closing price of the Common Stock as reported on the New York Stock Exchange on that date. CSEs vest immediately and, as a result, they are recorded as expense on the date of grant.\nThe table below summarizes the changes in CSEs outstanding during the year ended December 31, 2020.\n74\nEmployee Stock Purchase Plan\nThe Company has an employee stock purchase plan (the “ESP Plan”) wherein eligible employees are permitted to purchase shares of Common Stock through payroll deductions, which may not exceed\n10\n% of an employee’s compensation, or $\n23,750\nin any calendar year, at a price equal to\n95\n% of the closing price of the Common Stock as reported on the New York Stock Exchange at the end of each offering period. As of December 31, 2020, the Company had\n0.4\nmillion shares available for purchase under the ESP Plan. The ESP Plan is considered non-compensatory under FASB ASC Topic 718 and, as a result, the Company does not record stock-based compensation expense for employee share purchases. The Company received $\n18.1\nmillion, $\n17.6\nmillion and $\n14.7\nmillion in cash from employee share purchases under the ESP Plan during 2020, 2019 and 2018, respectively.\nNote 11 —\nComputation of Earnings Per Share\nBasic earnings per share (“EPS”) is computed by dividing net income by the weighted average number of shares of Common Stock outstanding during the period. Diluted EPS reflects the potential dilution of securities that could share in earnings. When the impact of common stock equivalents is anti-dilutive, they are excluded from the calculation.\nThe table below sets forth the calculation of basic and diluted income per share for the years ended December 31 (in thousands, except per share data).\n(1)\nBoth basic and diluted income per share for 2020 and 2019 included a tax benefit of approximately $\n0.31\nand $\n0.42\nper share, respectively, related to intercompany sales of certain intellectual property.\nThe table below presents the number of common stock equivalents that were not included in the computations of diluted income per share in the above table because the effect would have been anti-dilutive. During years with net income, the common stock equivalents were anti-dilutive because their exercise prices were greater than the average market price of a share of Common Stock during such year.\n(a) The number of anti-dilutive common stock equivalents for 2018 were minimal.\n75\nNote 12 —\nIncome Taxes\nBelow is a summary of the components of the Company’s income before income taxes for the years ended December 31 (in thousands).\nThe components of the expense (benefit) for income taxes on the above income are summarized in the table below (in thousands).\nThe components of long-term deferred tax assets (liabilities) are summarized in the table below (in thousands).\n76\nNet deferred tax assets and net deferred tax liabilities were $\n103.6\nmillion and $\n173.2\nmillion as of December 31, 2020, respectively, and $\n79.6\nmillion and $\n189.8\nmillion as of December 31, 2019, respectively. These amounts are reported in Other assets and Other liabilities in the Consolidated Balance Sheets. Management has concluded it is more likely than not that the reversal of deferred tax liabilities and results of future operations will generate sufficient taxable income to realize the deferred tax assets, net of the valuation allowance at December 31, 2020.\nThe valuation allowances of $\n15.7\nmillion and $\n1.6\nmillion as of December 31, 2020 and 2019, respectively, primarily related to loss and credit carryovers that are not likely to be realized.\nAs of December 31, 2020, the Company had state and local tax net operating loss carryforwards of $\n8.0\nmillion, of which $\n0.1\nmillion expires within\nsix\nto\nfifteen years\nand $\n7.9\nmillion expires within\nsixteen\nto\ntwenty years\n. The Company also had state tax credits of $\n6.0\nmillion, a majority of which will expire in\nfive\nto\nsix years\n. As of December 31, 2020, the Company had non-U.S. net operating loss carryforwards of $\n14.9\nmillion, of which $\n0.1\nmillion expires over the next\n20\nyears and $\n14.8\nmillion can be carried forward indefinitely. In addition, the Company also had foreign tax credit carryforwards of $\n11.9\nmillion, all of which will expire between 2028 and 2030. These amounts have been reduced for associated unrecognized tax benefits, consistent with ASU No. 2013-11,\n“Income Taxes—Presentation of an Unrecognized Tax Benefit When a Net Operating Loss Carryforward, a Similar Tax Loss, or a Tax Credit Carryforward Exists.”\nThe items comprising the differences between the U.S. federal statutory income tax rate and the Company’s effective tax rate on income before income taxes for the years ended December 31 are summarized in the table below.\nThe Company completed intercompany sales of certain intellectual property in both 2020 and 2019. As a result, the Company recorded net tax benefits of approximately $\n28.3\nmillion and $\n38.1\nmillion during 2020 and 2019, respectively. These benefits represent the value of future tax deductions for amortization of the assets in the acquiring jurisdiction. In July 2020, the Company completed an intercompany contribution of a significant amount of intellectual property. The Company’s intellectual property footprint continues to evolve and may result in tax rate volatility in the future.\nAs of December 31, 2020 and 2019, the Company had gross unrecognized tax benefits of $\n127.1\nmillion and $\n102.8\nmillion, respectively. The increase is primarily due to positions taken with respect to intercompany transactions. The gross unrecognized tax benefits at December 31, 2020 related primarily to transfer pricing on intercompany transactions, calculations of taxable earnings and profits and related foreign tax credits, the exclusion of stock-based compensation expense from the Company’s cost sharing agreement, and the ability to realize certain refund claims. It is reasonably possible that gross unrecognized tax benefits will decrease by approximately $\n9.2\nmillion within the next twelve months due to the anticipated closure of audits and the expiration of certain statutes of limitation.\nIncluded in the balance of gross unrecognized tax benefits at December 31, 2020 are potential benefits of $\n118.5\nmillion that, if recognized, would reduce our effective tax rate on income from continuing operations. Also included in the balance of gross\n77\nunrecognized tax benefits at December 31, 2020 are potential benefits of $\n8.6\nmillion that, if recognized, would result in adjustments to other tax accounts, primarily deferred taxes.\nThe table below is a reconciliation of the beginning and ending amounts of gross unrecognized tax benefits, excluding interest and penalties, for the years ended December 31 (in thousands).\nThe Company accrues interest and penalties related to gross unrecognized tax benefits in its income tax provision. As of December 31, 2020 and 2019, the Company had $\n10.2\nmillion and $\n8.3\nmillion, respectively, of accrued interest and penalties related to gross unrecognized tax benefits. These amounts are in addition to the gross unrecognized tax benefits disclosed above. The total amount of interest and penalties recognized in the income tax provision during 2020 and 2019 was $\n2.0\nmillion and $\n1.7\nmillion, respectively.\nThe number of years with open statutes of limitation varies depending on the tax jurisdiction. The Company’s statutes are open with respect to the U.S. federal jurisdiction for 2017 and forward, and India for 2004 and forward. For other major taxing jurisdictions, including U.S. states, the United Kingdom, Canada, Japan, France and Ireland, the Company’s statutes vary and are open as far back as 2011.\nUnder U.S. GAAP, no provision for income taxes that may result from the remittance of earnings held overseas is required if the Company has the ability and intent to indefinitely reinvest such funds overseas. The Company continues to assert its intention to reinvest all accumulated undistributed foreign earnings in its non-U.S. operations, except in instances where the repatriation of those earnings would result in minimal additional tax. Consequently, the Company has not recognized income tax expense that would result from the remittance of those earnings. The accumulated undistributed earnings of non-U.S. subsidiaries were approximately $\n119.5\nmillion as of December 31, 2020. As a result of the U.S. Tax Cuts and Jobs Act of 2017, the income tax that would be payable if such earnings were not indefinitely invested is estimated to be minimal.\nNote 13 —\nDerivatives and Hedging\nThe Company enters into a limited number of derivative contracts to mitigate the cash flow risk associated with changes in interest rates on variable-rate debt and changes in foreign exchange rates on forecasted foreign currency transactions. The Company accounts for its outstanding derivative contracts in accordance with FASB ASC Topic 815, which requires all derivatives, including derivatives designated as accounting hedges, to be recorded on the balance sheet at fair value. The tables below provide information regarding the Company’s outstanding derivative contracts as of the dates indicated (in thousands, except for number of contracts).\nDecember 31, 2020\nDecember 31, 2019\n78\n(1)\nPrior to June 30, 2020, the interest rate swaps were designated and accounted for as cash flow hedges of the forecasted interest payments on borrowings. As a result, changes in the fair values of the swaps were deferred and recorded in AOCI/L, net of tax effect. Upon the prepayment of $\n787.9\nmillion under the Company’s Term Loan A facility and repayment of\nall amounts outstanding under the 2016 Credit Agreement revolving credit facility, the Company determined that it was probable that forecasted interest payments on $\n200.0\nmillion of variable rate debt would not occur. Additionally, as the variable rate debt under the Term Loan A facility was replaced by $\n800.0\nmillion of fixed rate debt under the 2028 Notes, the Company de-designated all of its interest rate swaps. Note 6 — Debt provides additional information regarding the Company’s interest rate swap contracts.\n(2)\nThe Company has foreign exchange transaction risk because it typically enters into transactions in the normal course of business that are denominated in foreign currencies that differ from the local functional currency. The Company enters into short-term foreign currency forward exchange contracts to mitigate the cash flow risk associated with changes in foreign currency rates on forecasted foreign currency transactions. These contracts are accounted for at fair value with realized and unrealized gains and losses recognized in Other (expense) income, net because the Company does not designate these contracts as hedges for accounting purposes. All of the outstanding foreign currency forward exchange contracts at December 31, 2020 matured before January 31, 2021.\n(3)\nSee Note 14 — Fair Value Disclosures for the determination of the fair values of these instruments.\nAt December 31, 2020, all of the Company’s derivative counterparties were investment grade financial institutions. The Company did not have any collateral arrangements with its derivative counterparties and none of the derivative contracts contained credit-risk related contingent features.\nThe table below provides information regarding amounts recognized in the Consolidated Statements of Operations for derivative contracts for the years ended December 31 (in thousands).\n(1)\nConsists of interest (income) expense from interest rate swap contracts.\n(2)\nConsists of net realized and unrealized gains and losses on foreign currency forward contracts, gains and losses on de-designated interest rate swaps and $\n10.3\nmillion of expense during the year ended December 31, 2020 on interest rate swap contracts due to forecasted interest payments no longer being probable as a result of\nthe repayment of all amounts outstanding under the 2016 Credit Agreement revolving credit facility and\nthe prepayment of $\n787.9\nmillion under the Term Loan A facility\nand\non June 30, 2020. Other expense, net also included a $\n2.2\nmillion gain on de-designated interest rate swaps during the year ended December 31, 2020, related to fair value adjustments subsequent to de-designation.\n.\nNote 14 —\nFair Value Disclosures\nThe Company’s financial instruments include cash equivalents, fees receivable from customers, accounts payable and accrued liabilities, all of which are normally short-term in nature. The Company believes that the carrying amounts of these financial instruments reasonably approximate their fair values due to their short-term nature. The Company’s financial instruments also include its outstanding variable-rate borrowings under the 2020 Credit Agreement. The Company believes that the carrying amounts of its variable-rate borrowings reasonably approximate their fair values because the rates of interest on those borrowings reflect current market rates of interest for similar instruments with comparable maturities.\n79\nThe Company enters into a limited number of derivatives transactions but does not enter into repurchase agreements, securities lending transactions or master netting arrangements. Receivables or payables that result from derivatives transactions are recorded gross in the Consolidated Balance Sheets.\nFASB ASC Topic 820 provides a framework for the measurement of fair value and a valuation hierarchy based on the transparency of inputs used in the valuation of assets and liabilities. Classification within the valuation hierarchy is based on the lowest level of input that is significant to the resulting fair value measurement. The valuation hierarchy contains three levels. Level 1 measurements consist of quoted prices in active markets for identical assets or liabilities. Level 2 measurements include significant other observable inputs such as quoted prices for similar assets or liabilities in active markets; identical assets or liabilities in inactive markets; observable inputs such as interest rates and yield curves; and other market-corroborated inputs. Level 3 measurements include significant unobservable inputs such as internally-created valuation models. The Company does not currently utilize Level 3 valuation inputs to remeasure any of its assets or liabilities. However, Level 3 inputs may be used by the Company in its required annual impairment review of goodwill. Information regarding the periodic assessment of the Company’s goodwill is included in Note 1 — Business and Significant Accounting Policies. The Company does not typically transfer assets or liabilities between different levels of the valuation hierarchy.\nThe table below presents the fair value of certain financial assets and liabilities that are recorded at fair value and measured on a recurring basis in the Company's Consolidated Balance Sheets (in thousands).\n(1)\nThe Company has a deferred compensation plan for the benefit of certain highly compensated officers, managers and other key employees (see Note 15 — Employee Benefits). The assets consist of investments in money market funds, mutual funds and company-owned life insurance contracts. The money market funds consist of cash equivalents while the mutual fund investments consist of publicly-traded and quoted equity shares. The Company considers the fair values of these assets to be based on Level 1 inputs, and such assets had fair values of $\n2.6\nmillion and $\n2.3\nmillion as of December 31, 2020 and 2019, respectively. The carrying amounts of the life insurance contracts equal their cash surrender values. Cash surrender value represents the estimated amount that the Company would receive upon termination of a contract, which approximates fair value. The Company considers life insurance contracts to be valued based on Level 2 inputs, and such assets had fair values of $\n85.9\nmillion and $\n73.4\nmillion at December 31, 2020 and 2019, respectively. The related deferred compensation plan liabilities are recorded at fair value, or the estimated amount needed to settle the liability, which the Company considers to be a Level 2 input.\n(2)\nThe Company enters into foreign currency forward exchange contracts to hedge the effects of adverse fluctuations in foreign currency exchange rates (see Note 13 — Derivatives and Hedging). Valuation of these contracts is based on observable foreign currency exchange rates in active markets, which the Company considers to be a Level 2 input.\n80\n(3)\nThe Company has interest rate swap contracts that hedge the risk of variability from interest payments on its borrowings (see Note 6 — Debt). The fair values of interest rate swaps are based on mark-to-market valuations prepared by a third-party broker. Those valuations are based on observable interest rates from recently executed market transactions and other observable market data, which the Company considers to be Level 2 inputs. The Company independently corroborates the reasonableness of the valuations prepared by the third-party broker by using an electronic quotation service.\nThe table below presents the carrying amounts and fair values of financial instruments that are not recorded at fair value in the Company’s Consolidated Balance Sheets (in thousands). The estimated fair value of the financial instruments was derived from quoted market prices provided by an independent dealer, which the Company considers to be a Level 2 input.\nNote 15 —\nEmployee Benefits\nDefined contribution plans.\nThe Company has savings and investment plans (the “401(k) Plans”) covering substantially all U.S. employees. Company contributions are based on the level of employee contributions, up to a maximum of\n4\n% of an employee’s eligible salary, subject to an annual maximum. For 2020, the maximum Company match was $\n7,200\n. As a result of the impact of COVID-19, the Company temporarily suspended the Company match on April 1, 2020. The Company reinstituted the match on January 1, 2021, retroactive to April 1, 2020. Amounts expensed in connection with the 401(k) Plans totaled $\n43.9\nmillion, $\n44.1\nmillion and $\n36.7\nmillion in 2020, 2019 and 2018, respectively.\nDeferred compensation plans.\nThe Company has supplemental deferred compensation plans for the benefit of certain highly compensated officers, managers and other key employees. The plans’ investment assets are recorded at fair value in Other assets on the Consolidated Balance Sheets. The value of those assets was $\n88.5\nmillion and $\n75.7\nmillion at December 31, 2020 and 2019, respectively (see Note 14 — Fair Value Disclosures for fair value information). The related deferred compensation plan liabilities, which were $\n94.5\nmillion and $\n79.6\nmillion at December 31, 2020 and 2019, respectively, are carried at fair value and are adjusted with a corresponding charge or credit to compensation expense to reflect the fair value of the amount owed to the employees. Deferred compensation plan liabilities are recorded in Other liabilities on the Consolidated Balance Sheets. Compensation expense recognized for all of the Company’s deferred compensation plans was $\n1.9\nmillion, $\n0.6\nmillion and $\n1.7\nmillion in 2020, 2019 and 2018, respectively.\nDefined benefit pension plans.\nThe Company has defined benefit pension plans at several of its international locations. Benefits earned and paid under those plans are generally based on years of service and level of employee compensation. The Company’s vested benefit obligation is the actuarial present value of the vested benefits to which an employee is entitled based on the employee’s expected date of separation or retirement. The Company’s defined benefit pension plans are accounted for in accordance with FASB ASC Topics 715 and 960.\nThe table below presents the components of the Company’s defined benefit pension plan expense for the years ended December 31 (in thousands). The components of pension expense, other than service cost, are recorded in Other (expense) income, net in the Consolidated Statements of Operations.\nThe table below presents the key assumptions used in the computation of pension expense for the years ended December 31.\n81\n(1)\nDiscount rates are typically determined by using the yields on long-term corporate or government bonds in the relevant country with a duration consistent with the expected term of the underlying pension obligations.\nThe table below provides information regarding changes in the projected benefit obligation of the Company’s defined benefit pension plans for the years ended December 31 (in thousands).\nThe table below presents the key assumptions used in determining the projected benefit obligations at December 31.\n(1)\nThe actuarial losses in 2020 and 2019 were primarily due to a reduction in our weighted average discount rate assumption.\n(2)\nThe Company projects benefit payments will be made in future years directly to plan participants as follows: $\n1.8\nmillion in 2021; $\n1.8\nmillion in 2022; $\n2.3\nmillion in 2023; $\n2.3\nmillion in 2024; $\n2.5\nmillion in 2025; and $\n15.1\nmillion in total in the five years thereafter.\n(3)\nMeasured as of December 31.\n(4)\nDiscount rates are typically determined by using the yields on long-term corporate or government bonds in the relevant country with a duration consistent with the expected term of the underlying pension obligations.\nThe tables below provide information regarding the funded status of the Company’s defined benefit pension plans and the related amounts recorded in the Consolidated Balance Sheets as of December 31 (in thousands).\n82\n(1)\nThe pension plan assets are held by third-party trustees and are invested in a diversified portfolio of equities, high-quality government and corporate bonds, and other investments. The assets are primarily valued based on Level 1 and Level 2 inputs under the fair value hierarchy in FASB ASC Topic 820, with the majority of the invested assets considered to be of low-to-medium investment risk. The Company projects a future long-term rate of return on these plan assets of\n1.19\n%, which it believes is reasonable based on the composition of the assets and both current and projected market conditions. Additional information regarding pension plan asset activity is provided below.\n(2)\nFunded status – shortfall represents the amount of the projected benefit obligation that the Company has not funded with a third-party trustee. These liabilities of the Company are recorded in Other liabilities on the Consolidated Balance Sheets. The level of future contributions by the Company will vary and is dependent on a number of factors including investment returns, interest rate fluctuations, plan demographics, funding regulations and the results of the final actuarial valuation.\n(3)\nThe deferred actuarial loss as of December 31, 2020 is recorded in AOCI/L and will be reclassified out of AOCI/L and recognized as pension expense over approximately\n14\nyears, subject to certain limitations set forth in FASB ASC Topic 715. The amortization of deferred actuarial losses from AOCI/L to pension expense in each of the years ended December 31, 2020, 2019 and 2018 was immaterial\n.\nThe table below provides a rollforward of the Company’s defined benefit pension plans assets for the years ended December 31 (in thousands).\nThe Company also has a reinsurance asset arrangement with a large international insurance company that is intended to fund benefit payments for one of its plans. The reinsurance asset is not a pension plan asset but is an asset of the Company. At December 31, 2020 and 2019, the reinsurance asset was recorded at its cash surrender value of $\n10.0\nmillion and $\n8.9\nmillion, respectively, and recorded in Other assets on the Consolidated Balance Sheets. The Company believes that cash surrender value approximates fair value and is equivalent to a Level 2 input under the FASB’s fair value hierarchy in FASB ASC Topic 820.\nNote 16 —\nSegment Information\nOur products and services are delivered through\nthree\nsegments – Research, Conferences and Consulting, as described below.\n•\nResearch\nprovides trusted, objective insights and advice on the mission-critical priorities of leaders across all functional areas of an enterprise through reports, briefings, proprietary tools, access to our research experts, peer networking services and membership programs that enable our clients to drive organizational performance.\n•\nConferences\nprovides business professionals across an organization the opportunity to learn, share and network. From our Gartner Symposium/Xpo series, to industry-leading conferences focused on specific business roles and topics, to peer-driven sessions, our offerings enable attendees to experience the best of Gartner insight and advice.\n•\nConsulting\ncombines the power of Gartner market-leading research with custom analysis and on-the-ground support to help chief information officers and other senior executives driving technology-related strategic initiatives move confidently from insight to action.\nThe Company evaluates segment performance and allocates resources based on gross contribution margin. Gross contribution, as presented in the table below, is defined as operating income or loss excluding certain Cost of services and product development expenses, Selling, general and administrative expenses, Depreciation, Amortization of intangibles, and Acquisition and integration charges. Certain bonus and fringe benefit costs included in consolidated Cost of services and product development are not allocated to segment expense. The accounting policies used by the reportable segments are the\n83\nsame as those used by the Company. There are no intersegment revenues. The Company does not identify or allocate tangible assets, including capital expenditures, by reportable segment. Accordingly, tangible assets are not reported by segment because the information is not available by segment and is not reviewed in the evaluation of segment performance or in making decisions regarding the allocation of resources.\nThe Company earns revenue from clients in many countries. Other than the United States, there is no individual country where revenues from external clients represent 10% or more of the Company’s consolidated revenues. Additionally, no single client accounted for 10% or more of the Company’s consolidated revenues and the loss of a single client, in management’s opinion, would not have a material adverse effect on revenues.\nThe tables below present information about the Company’s reportable segments for the years ended December 31 (in thousands).\n(1)    During 2018, the Company divested all of the non-core businesses that comprised its Other segment and moved a small residual product from the Other segment into the Research business and, as a result, no operating activity has been recorded in the Other segment in 2019 or 2020. Note 2 — Acquisitions and Divestitures provides additional information regarding the Company’s 2018 divestitures.\nThe table below provides a reconciliation of total segment gross contribution to net income for the years ended December 31 (in thousands).\n84\n(1)\nThe unallocated amounts consist of certain bonus and fringe costs recorded in consolidated Cost of services and product development that are not allocated to segment expense. The Company’s policy is to allocate bonuses to segments at\n100\n% of a segment employee’s target bonus. Amounts above or below\n100\n% are absorbed by corporate.\nDisaggregated revenue information by reportable segment for the three years ended December 31, 2020 is presented in Note 9 — Revenue and Related Matters. Long-lived asset information by geographic location as of December 31 is summarized in the table below (in thousands).\n(1)\nExcludes goodwill and intangible assets for all dates.\nNote 17 —\nContingencies\nLegal Matters.\nThe Company is involved in legal proceedings and litigation arising in the ordinary course of business. We record a provision for pending litigation in our consolidated financial statements when we determine that an unfavorable outcome is probable and the amount of the loss can be reasonably estimated. We believe that the potential liability, if any, in excess of amounts already accrued from all proceedings, claims and litigation will not have a material effect on our financial position, cash flows or results of operations when resolved in a future period.\nIndemnifications.\nThe Company has various agreements that may obligate us to indemnify the other party with respect to certain matters. Generally, these indemnification clauses are included in contracts arising in the normal course of business under which we customarily agree to hold the other party harmless against losses arising from a breach of representations related to matters such as title to assets sold and licensed or certain intellectual property rights. It is not possible to predict the maximum potential amount of future payments under these indemnification agreements due to the conditional nature of the Company’s obligations and the unique facts of each particular agreement. Historically, payments made by us under these agreements have not been material. As of December 31, 2020, the Company did not have any material payment obligations under any such indemnification agreements.\nNote 18 —\nValuation and Qualifying Accounts\n85\nThe Company maintains an allowance for losses that is comprised of a bad debt allowance and, through December 31, 2017, a revenue reserve.\nThe table below summarizes the activity in the Company’s allowance for losses for the years ended December 31 (in thousands).\n(1) The allowance for losses at December 31, 2017 included $\n6.2\nmillion that was attributable to the Company’s revenue reserve\n.\nAs a result of the Company’s adoption of ASC 606 on January 1, 2018, the revenue reserve balance is now included in Accounts payable and accrued liabilities on the Consolidated Balance Sheets. Note 9 — Revenue and Related Matters provides additional information regarding the Company’s adoption of ASC 606.\nNote 19 —\nSubsequent Events\nShare Repurchase Authorization\nOn February 4, 2021, the Company’s Board of Directors authorized incremental share repurchases of up to an additional $\n300\nmillion of Gartner’s common stock. This authorization is in addition to the previously authorized repurchases of up to $\n1.2\nbillion, which as of the end of January 2021 had approximately $\n568\nmillion remaining.\nPSU Discretionary Award\nOn February 5, 2020, prior to the COVID-19 related shutdown in the U.S.,\nthe Compensation Committee (“Committee”) of the Board of Directors of the Company established performance measures for the performance-based RSUs awarded to the Company’s executive officers in 2020 under the Gartner, Inc. Long-Term Incentive Plan (the “Plan”). Based on preliminary corporate performance results for the 2020 performance measures, the 2020 performance-based RSUs would have been earned at\n50\n% of target. However, on February 3, 2021, the Committee determined to use its discretion under the Plan to approve a payout at\n95\n% of target. In deciding to exercise this discretion to adjust the performance-based RSU payout, the Committee considered the Company’s strong overall performance in 2020 despite the significant negative impact of the COVID-19 pandemic."
  },
  {
    "item_key": "item_16",
    "text": "None.\n86\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has caused this Report on Form 10-K to be signed on its behalf by the undersigned, duly authorized, in Stamford, Connecticut, on February 24, 2021.\nPOWER OF ATTORNEY\nEach person whose signature appears below appoints Eugene A. Hall and Craig W. Safian and each of them, acting individually, as his or her attorney-in-fact, each with full power of substitution, for him or her in all capacities, to sign all amendments to this Report on Form 10-K, and to file the same, with appropriate exhibits and other related documents, with the Securities and Exchange Commission. Each of the undersigned ratifies and confirms his or her signatures as they may be signed by his or her attorney-in-fact to any amendments to this Report. Pursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed by the following persons on behalf of the Registrant and in the capacities and on the dates indicated:\n87"
  }
]