[
  {
    "item_key": "item_1",
    "text": "Jack Henry & Associates, Inc. (\"JKHY\") was founded in 1976 as a provider of core information processing solutions for banks. Today, the Company’s extensive array of products and services includes processing transactions, automating business processes, and managing information for nearly 8,400 financial institutions and diverse corporate entities.\nJKHY provides its products and services through three primary business brands:\n•\nJack Henry Banking\nis a leading provider of integrated data processing systems to nearly 1,000 banks ranging from de novo to multi-billion-dollar institutions with assets of up to $50 billion. The number of banks we serve has decreased in the last year due to acquisitions and mergers within the banking industry, which are discussed further under the heading \"Industry Background\" in this Item 1. Our banking solutions support both on-premise and private cloud operating environments with three functionally distinct core processing platforms and more than 140 integrated complementary solutions.\n•\nSymitar\nis a leading provider of core data processing solutions for credit unions of all sizes, with over 700 credit union customers. Symitar markets one flagship core processing platform and more than 100 integrated complementary solutions that support both on-premise and private cloud operating environments.\n•\nProfitStars\nis a leading provider of highly specialized core agnostic products and services for financial institutions. ProfitStars' more than 100 integrated complementary solutions offer highly specialized financial performance, imaging and payments processing, information security and risk management, retail delivery, and online and mobile solutions. ProfitStars’ products and services enhance the performance of traditional financial services organizations of all asset sizes and charters, and non-traditional diverse corporate entities with over 8,300 customers, comprised of over 1,600 of our core customers included in our bank and credit union customers listed above, as well as nearly 6,700 non-core customers.\nOur products and services provide our customers solutions that can be tailored to support their unique growth, service, operational, and performance goals. Our solutions also enable financial institutions to offer the high-demand products and services required by their customers to compete more successfully, and to capitalize on evolving trends shaping the financial services industry.\nWe are committed to exceeding our customers’ service-related expectations. We measure and monitor customer satisfaction using formal annual surveys and online surveys initiated each day randomly by routine support requests. We believe the results of this extensive survey process confirm that our service consistently exceeds our customers’ expectations and generates excellent customer retention rates.\nWe also focus on establishing long-term customer relationships, continually expanding and strengthening those relationships with cross sales of additional products and services, earning new traditional and nontraditional clients, and ensuring each product offering is highly competitive.\nThe majority of our revenue is derived from support and services provided to our on-premise customers that are typically on a one-year contract, private cloud services for our hosted customers that are typically on a seven-year or greater contract, and recurring electronic payment solutions that are also generally on a contract term of seven years or greater.  Less predictable software license fees, paid by customers implementing our software solutions on-premise, and hardware sales, including all non-software products that we re-market in order to support our software systems, complement our primary revenue sources. Information regarding the classification of our business into four separate segments is set forth in Note 14 to the consolidated financial statements (see Item 8).\nJKHY’s progress and performance have been guided by the focused work ethic and fundamental ideals fostered by the Company’s founders 45 years ago:\n•\nDo the right thing,\n•\nDo whatever it takes, and\n•\nHave fun.\nWe recognize that our associates and their collective contribution are ultimately responsible for JKHY’s past, present, and future success.  Recruiting and retaining high-quality employees is essential to our ongoing growth and financial performance, and we believe we have established a corporate culture that sustains high levels of employee satisfaction.  For further discussion of our human capital considerations, see \"Human Capital\" below.\nCOVID-19 Impact and Response\nSince its outbreak in early 2020, COVID-19 has rapidly spread and continues to represent a public health concern. The health, safety, and well-being of our employees and customers is of paramount importance to us. In March\n5\n2020, we established an internal task force composed of executive officers and other members of management to frequently assess updates to the COVID-19 situation and recommend Company actions. We offered remote working as a recommended option to employees whose job duties allowed them to work off-site and we suspended all non-essential business travel. This company-wide recommendation extended until July 1, 2021, at which point we began transition to a return to our facilities and normalization of travel activities. Individual decisions on returning to the office were manager-coordinated and based on conversations with specific teams and departments. A large number of our employees requested to remain fully remote or participate in a hybrid approach where they would split their time between remote and in-person working. We have not required employees who return to our facilities to receive vaccinations, but we have provided information on vaccine providers, as well as hosted on-site COVID-19 vaccination clinics at several of our facilities for our employees and their families. On August 3, 2021, we reimplemented our company-wide recommendation for remote work and are encouraging a cautious approach to business travel based on the spread of the Delta variant and increased infection rates. For those employees who are at our facilities, we have introduced enhanced sanitation procedures and we require face masks for both vaccinated and unvaccinated employees. As of August 13, 2021, the majority of our employees were continuing to work remotely either full time or in a hybrid capacity.\nCustomers\nWe work closely with our customers who are scheduled for on-site visits to ensure their needs are met while taking necessary safety precautions when our employees are required to be at a customer site. Delays of customer system installations due to COVID-19 have been limited, and we have developed processes to handle remote installations when available. We expect these processes to provide flexibility and value both during and after the COVID-19 pandemic. Even though a substantial portion of our workforce has worked remotely during the outbreak and business travel has been curtailed, we have not yet experienced significant disruption to our operations. We believe our technological capabilities are well positioned to allow our employees to work remotely without materially impacting our business.\nFinancial impact\nDespite the changes and restrictions caused by COVID-19, the overall financial and operational impact on our business has been limited and our liquidity, balance sheet, and business trends remain strong. We experienced positive operating cash flows during fiscal 2021, and we do not expect that to change in the near term. However, we are unable to accurately predict the future impact of COVID-19 due to a number of uncertainties, including further government actions; the duration, severity and recurrence of the outbreak, including the onset of variants of the virus; the speed and effectiveness of vaccine and treatment developments; the speed of economic recovery; the potential impact to our customers, vendors, and employees; and how the potential impact might affect future customer services, processing and installation-related revenue, and processes and efficiencies within the Company directly or indirectly impacting financial results. We will continue to monitor COVID-19 and its possible impact on the Company and to take steps necessary to protect the health and safety of our employees and customers.  For a further discussion of the uncertainties and risks associated with COVID-19, see Part II, Item 1A “Risk Factors” in this Annual Report on Form 10-K.\nIndustry Background\nJack Henry Banking primarily serves commercial banks and savings institutions with up to $50 billion in assets. According to the Federal Deposit Insurance Corporation (“FDIC”), there were approximately 4,950 commercial banks and savings institutions in this asset range as of December 31, 2020. Jack Henry Banking currently supports nearly 1,000 of these banks with its core information processing platforms and complementary products and services.\nSymitar serves credit unions of all asset sizes. According to the Credit Union National Association (“CUNA”), there were more than 5,200 domestic credit unions as of December 31, 2020. Symitar currently supports over 700 of these credit unions with core information processing platforms and complementary products and services.\nProfitStars serves financial services organizations of all asset sizes and charters and other diverse corporate entities. ProfitStars currently supports over 8,300 institutions with specialized solutions for generating additional revenue and growth, increasing security, mitigating operational risks, and controlling operating costs.\nThe FDIC reports the number of commercial banks and savings institutions declined 19% from the beginning of calendar year 2015 to the end of calendar year 2020, due mainly to mergers. Although the number of banks declined at a 4% compound annual rate during this period, aggregate assets increased at a compound annual rate of 7.0% and totaled $20.5 trillion as of December 31, 2020. There were six new bank charters issued in calendar year 2020, compared to thirteen in the 2019 calendar year. Comparing calendar years 2020 to 2019, the number of mergers decreased 54%.\n6\nCUNA reports the number of credit unions declined 15% from the beginning of calendar year 2015 to the end of calendar year 2020. Although the number of credit unions declined at a 3% compound annual rate during this period, aggregate assets increased at a compound annual rate of 9% and totaled $1.9 trillion as of December 31, 2020.\nCommunity and mid-tier banks and credit unions are important in the communities and to the consumers they serve. Bank customers and credit union members rely on these institutions to provide personalized, relationship-based service and competitive financial products and services available through the customer’s delivery channel of choice.  Institutions are recognizing that attracting and retaining customers/members in today’s highly competitive financial industry and realizing near-term and long-term performance goals are often technology dependent. Financial institutions must implement technological solutions that enable them to:\n•\nImplement e-commerce, mobile, and digital strategies that provide the convenience-driven services required in today’s financial services industry;\n•\nMaximize performance with accessible, accurate, and timely business intelligence information;\n•\nOffer the high-demand products and services needed to successfully compete with traditional competitors and non-traditional competitors created by convergence within the financial services industry;\n•\nEnhance the customer/member experience at varied points of contact;\n•\nExpand existing customer/member relationships and strengthen exit barriers by cross selling additional products and services;\n•\nCapitalize on new revenue and deposit growth opportunities;\n•\nIncrease operating efficiencies and reduce operating costs;\n•\nProtect mission-critical information assets and operational infrastructure;\n•\nProtect customers/members with various security tools from fraud and related financial losses;\n•\nMaximize the day-to-day use of technology and return on technology investments; and\n•\nEnsure full regulatory compliance.\nJKHY’s extensive product and service offerings enable diverse financial institutions to capitalize on these business opportunities and respond to these business challenges. We strive to establish a long-term, value-added technology partnership with each customer, and to continually expand our offerings with the specific solutions our customers need to prosper in the evolving financial services industry.\nMission Statement\nOur mission is to provide quality solutions and industry-leading service to our customers while fostering our culture that is personally, professionally, and financially rewarding to our employees and increasing the value of our stockholders' investments.\nBusiness Strategy\nOur fundamental business strategy is to generate organic revenue and earnings growth augmented by strategic acquisitions. We execute this strategy by:\n•\nProviding commercial banks and credit unions with core operating systems that provide excellent functionality and support on-premise and private cloud delivery environments with identical functionality.\n•\nExpanding each core customer relationship by cross-selling complementary products and services that enhance the functionality provided by our core information processing systems.\n•\nProviding highly specialized core agnostic complementary products and services to financial institutions, including institutions not utilizing a Jack Henry core operating system, and diverse corporate entities.\n•\nMaintaining a company-wide commitment to customer service that consistently exceeds our customers’ expectations and generates high levels of customer retention.\n•\nCapitalizing on our acquisition strategy.\nAcquisition Strategy\nWe have a disciplined approach to acquisitions and have been successful in supplementing our organic growth with 34 strategic acquisitions since the end of fiscal 1999.  We continue to explore acquisitions that have the potential to:\n•\nExpand our suite of complementary products and services;\n•\nProvide products and services that can be sold to both existing core and non-core customers and outside our base to new customers; and/or\n•\nProvide selective opportunities to sell outside our traditional markets in the financial services industry.\n7\nWe have completed three acquisitions in the last 3 years. After 45 years in business, we have very few gaps in our product line, so it is increasingly difficult to find proven products or services that would enable our clients and prospects to better optimize their business opportunities or solve specific operational issues.  In addition, we see few acquisition opportunities that would expand our market or enable our entry into adjacent markets within the financial services industry that are fairly priced or that we could assimilate into our company without material distractions.\nWe have a solid track record of executing acquisitions from both a financial and operational standpoint and we will continue to pursue acquisition opportunities that support our strategic direction, complement and accelerate our organic growth, and generate long-term profitable growth for our shareholders. While we seek to identify appropriate acquisition opportunities, we will continue to explore alternative ways to leverage our cash position and balance sheet to the benefit of our shareholders, such as continued investment in new products and services for our customers, repurchases of our stock, and continued payment of dividends.\nOur most recent acquisitions were:\nSolutions\nOur proprietary solutions are marketed through three primary business brands:\n•\nJack Henry Banking\nsupports commercial banks with information and transaction processing platforms that provide enterprise-wide automation. We have three functionally distinct core bank processing systems and more than 140 fully integrated complementary solutions, including business intelligence and bank management, retail and business banking, digital and mobile internet banking and electronic payment solutions, risk management and protection, and item and document imaging solutions. Our banking solutions have state-of-the-art functional capabilities, and we can re-market the hardware required by on-premise use of each software system. Our banking solutions can be delivered on-premise or through our private cloud delivery model and are backed by a company-wide commitment to provide exceptional personal service. Jack Henry Banking is a recognized market leader, currently supporting nearly 1,000 banks with its technology platforms.\n•\nSymitar\nsupports credit unions of all sizes with an information and transaction processing platform that provides enterprise-wide automation. Our solution includes one flagship core processing system and more than 100 fully integrated complementary solutions, including business intelligence and credit union management, member and member business services, digital and mobile internet banking and electronic payment solutions, risk management and protection, and item and document imaging solutions. Our credit union solution also has state-of-the-art functional capabilities. We also re-market the hardware required by on-premise use of the software system. Our credit union solution can be delivered on-premise or through our private cloud delivery model, and is backed by our company-wide commitment to provide exceptional personal service. Symitar currently supports over 700 credit union customers.\n•\nProfitStars\nis a leading provider of specialized products and services assembled primarily through our focused diversification acquisition strategy. These core agnostic solutions are compatible with a wide variety of information technology platforms and operating environments and offer more than 100 fully-integrated complementary solutions, including proven solutions for generating additional revenue and growth, increasing security and mitigating operational risks, and/or controlling operating costs. ProfitStars’ products and services enhance the performance of financial services organizations of all asset sizes and charters, and diverse corporate entities. Profitstars has over\n8,300 customers, including nearly 6,700 non-core customers. These distinct products and services can be implemented individually or as solution suites to address specific business problems or needs and enable effective responses to dynamic industry trends.\nWe strive to develop and maintain functionally robust, integrated solutions that are supported with high service levels, regularly updating and improving those solutions using an interactive customer enhancement process; ensuring compliance with relevant regulations; updated with proven advances in technology; and consistent with JKHY’s reputation as a premium product and service provider.\n8\nCore Software Systems\nCore software systems primarily consist of the integrated applications required to process deposit, loan, and general ledger transactions, and to maintain centralized customer/member information.\nJack Henry Banking markets three core software systems to banks and Symitar markets one core software system to credit unions. These core systems are available for on-premise installation at customer sites, or financial institutions can choose to leverage our private cloud environment for ongoing information processing.\nJack Henry Banking’s three core banking platforms are:\n•\nSilverLake®,\na robust system primarily designed for commercial-focused banks with assets ranging from $500 million to $50 billion. Some progressive smaller banks and de novo (start-up) banks also select SilverLake. This system is in use by over 400 banks, and now automates over 8% of the domestic banks with assets less than $50 billion.\n•\nCIF 20/20®,\na parameter-driven, easy-to-use system that now supports approximately 360 banks ranging from de novo institutions to those with assets of $3 billion.\n•\nCore Director®,\na cost-efficient system with point-and-click operation that now supports nearly 200 banks ranging from de novo institutions to those with assets of $2 billion.\nSymitar’s core credit union platform is:\n•\nEpisys®,\na robust system designed specifically for credit unions. It has been implemented by over 700 credit unions with assets ranging from $3 million to $25 billion, and according to National Credit Union Administration data, is the system implemented by more credit unions with assets exceeding $25 million than any other alternative core system.\nCustomers electing to install our solutions on-premise license the proprietary software systems. The majority of these customers pay ongoing annual software maintenance fees. We re-market the hardware and peripheral equipment that is required by on-premise use of our software solutions; and we perform software implementation, data conversion, training, ongoing support, and other related services. On-premise customers generally license our core software systems under a standard license agreement that provides a fully paid, nonexclusive, nontransferable right to use the software on a single computer at a single location.\nCustomers can eliminate the significant up-front capital expenditures required by on-premise installations and the responsibility for operating information and transaction processing infrastructures by leveraging our private cloud environment for those functions. Our core private cloud services are provided through a highly resilient data center configuration across multiple physical locations. We also provide image item processing services from two host/archive sites and several key entry and balancing locations throughout the country. We print and mail customer statements for financial institutions from three regional printing and rendering centers. Customers electing to outsource their core processing typically sign contracts for seven or more years that include \"per account\" fees and minimum guaranteed payments during the contract period.\nWe support the dynamic business requirements of our core bank and credit union clients with ongoing enhancements to each core system, the regular introduction of new integrated complementary products, the ongoing integration of practical new technologies, and regulatory compliance initiatives. JKHY also serves each core customer as a single point of contact, support, and accountability.\nComplementary Products and Services\nWe have more than 140 complementary products and services that are targeted to our core banks and more than 100 targeted to credit union customers.  Many of these are selectively sold by our ProfitStars division to financial services organizations that use other core processing systems.\nThese complementary solutions enable core bank and credit union clients to respond to evolving customer/member demands, expedite speed-to-market with competitive offerings, increase operating efficiency, address specific operational issues, and generate new revenue streams. The highly specialized solutions sold by ProfitStars enable diverse financial services organizations and corporate entities to generate additional revenue and growth opportunities, increase security and mitigate operational risks, and control operating costs.\nJKHY regularly introduces new products and services based on demand for integrated complementary solutions from our existing core clients, and based on the growing demand among financial services organizations and corporate entities for specialized solutions capable of increasing revenue and growth opportunities, mitigating and controlling operational risks, and/or containing costs. The Company’s Industry Research department solicits customer guidance on the business solutions they need, evaluates available solutions and competitive offerings,\n9\nand manages the introduction of new product offerings. JKHY’s new complementary products and services are developed internally, acquired, or provided through strategic alliances.\nImplementation and Training\nMost of our core bank and credit union customers contract with us for implementation and training services in connection with their systems and additional complementary products.\nA complete core system implementation typically includes detailed planning, project management, data conversion, and testing. Our experienced implementation teams travel to customer facilities or work remotely with clients to help manage the implementation process and ensure that all data is transferred from the legacy system to the JKHY system. Our implementation fees are fixed or hourly based on the core system being installed.\nWe also provide extensive initial and ongoing education to our customers. We have a comprehensive training program that supports new customers with basic training and longtime customers with continuing education. The curricula provide the ongoing training financial institutions need to maximize the use of JKHY’s core and complementary products, to optimize ongoing system enhancements, and to fully understand dynamic year-end legislative and regulatory requirements. Each basic, intermediate, and advanced course is delivered by system experts, supported by professional materials and training tools, and incorporates different educational media in a blended learning approach. The program supports distinct learning preferences with a variety of delivery channels, including classroom-based courses offered in JKHY’s regional training centers, Internet-based live instruction, eLearning courses, on-site training, and train-the-trainer programs.\nSupport and Services\nWe serve our customers as a single point of contact and support for the complex solutions we provide. Our comprehensive support infrastructure incorporates:\n•\nExacting service standards;\n•\nTrained support staff available 24 hours a day, 365 days a year;\n•\nAssigned account managers;\n•\nSophisticated support tools, resources, and technology;\n•\nBroad experience converting diverse banks and credit unions to our core platforms from every competitive platform;\n•\nHighly effective change management and control processes; and\n•\nA best practices methodology developed and refined through the company-wide, day-to-day experience supporting nearly 8,400 diverse clients.\nMost on-premise customers contract for annual software support services, and this represents a significant source of recurring revenue for JKHY. These support services are typically priced at approximately 20% of the respective product’s software license fee. The subsequent years' service fees generally increase as customer assets increase and as additional complementary products are purchased. Annual software support fees are typically billed during June and are paid in advance for the entire fiscal year, with pro-ration for new product implementations that occur during the fiscal year. Hardware support fees also are usually paid in advance for entire contract periods which typically range from one to five years. Most support contracts automatically renew unless the customer or JKHY gives notice of termination at least 30 days prior to contract expiration.\nHigh levels of support are provided to our private cloud customers by the same support infrastructure utilized for on-premise customers. However, these support fees are included as part of monthly private cloud fees.\nJKHY regularly measures customer satisfaction using formal annual surveys and more frequent online surveys initiated randomly by routine support requests. We believe this process confirms that we consistently exceed our customers’ service-related expectations.\nHardware Systems\nOur software systems operate on a variety of hardware platforms. We have established remarketing agreements with IBM Corporation, and many other hardware providers that allow JKHY to purchase hardware and related maintenance services at a discount and resell them directly to our customers. We currently sell IBM Power Systems™; Lenovo, Dell, and HP servers and workstations; Canon, Digital Check, Epson, and Panini check scanners; and other devices that complement our software solutions.\nDigital Products and Services\n10\nJack Henry Digital represents a category of digital products and services that are being built and integrated together into one unified platform. Our main offering is the Banno Digital Platform. It is an online and mobile banking platform that helps community financial institutions strategically differentiate their digital offerings from those of megabanks and other financial technology companies. It is a complete, open digital banking platform that gives community financial institutions attractive, fast, native applications for their customers and members and cloud-based, core-connected back office tools for their employees.\nElectronic Payment Solutions\nElectronic payment solutions provide our customers with the tools necessary to be at the forefront of payment innovation with secure payment processing designed to simplify complex payment processing, attract profitable retail and commercial accounts, increase operating efficiencies, comply with regulatory mandates, and proactively mitigate and manage payment-related risk.\nJack Henry identifies four components of Electronic Payment Solutions:\n•\nCard Services\nprovides a comprehensive suite of Automated Teller Machine (\"ATM\"), debit/credit card transaction processing and fraud management solutions. The card processing solutions include loyalty/rewards, fraud detection, cardholder alert and controls, and other key components that are fully integrated with JKHY's core and complementary solutions.\n•\nBill Pay and Mobile\nbanking platforms are offered through our iPay and Banno product offerings. iPay offers iPay Business Bill Pay™, a full suite of online financial management solutions designed to meet the distinct needs of small businesses, as well as iPay Consumer Bill Pay™, a solution that supports single or recurring payments, allows customers to receive full bills electronically, and easily integrates with any internet banking provider.  Banno Mobile™ offers a native mobile banking application for both iOS and Android that offers innovative and cost-effective mobile services that can be marketed with customer's own brand identity.  It allows customers to aggregate all of their account balances and transactional data from multiple financial institutions and empowers them with the convenience of anytime, anywhere account access.\n•\nFaster Payments\nincludes the development of JHA PayCenter, a payments hub that provides streamlined, secure payment capabilities for sending and receiving transactions instantly 24 hours a day, 365 days a year, through JKHY’s core and complementary solutions with direct connections to both Zelle and Real Time Payments (\"RTP\") real-time networks with plans to accommodate the Federal Reserve's network in 2023.\n•\nProcessing/Other\nincludes Enterprise Payment Solutions (\"EPS\"), a comprehensive payments engine and one of the leading total payments solutions on the market today. EPS offers an integrated suite of remote deposit capture, ACH and card transaction processing solutions, risk management tools, reporting capabilities, and more for financial institutions of all sizes. EPS helps financial institutions succeed in today’s competitive market to increase revenue, improve efficiencies, better manage compliance, and enhance customer relationships. Furthermore, Commercial Lending Solutions help financial institutions securely transition from a traditional lending portfolio (focused on real estate-based consumer lending) to a more fully diversified portfolio developed via commercial and industrial lending. Our solutions also provide reliable ways to retain creditworthy business customers facing financial hurdles, while mitigating the risk of loan loss.\nResearch and Development\nWe invest significant resources in ongoing research and development to develop new software solutions and services and enhance existing solutions with additional functionality and features required to ensure regulatory compliance. Our core and complementary systems are enhanced a minimum of once each year. Product-specific enhancements are largely customer-driven with recommended enhancements formally gathered through focus groups, change control boards, strategic initiatives meetings, annual user group meetings, and ongoing customer contact. We also continually evaluate and implement process improvements that expedite the delivery of new products and enhancements to our customers and reduce related costs.\nResearch and development expenses for fiscal 2021, 2020, and 2019 were $109.0 million, $110.0 million, and $96.4 million, respectively. We recorded capitalized software in fiscal 2021, 2020, and 2019 of $128.3 million, $117.3 million, and $111.1 million, respectively.\nSales and Marketing\nJKHY serves established, well defined markets that provide ongoing sales and cross-sales opportunities.\nThe marketing and sales initiatives within the Jack Henry Banking and Symitar business lines are primarily focused on identifying banks and credit unions evaluating alternative core information and transaction processing solutions.\n11\nProfitStars sells specialized core agnostic niche solutions that complement existing technology platforms to domestic financial services organizations of all asset sizes and charters.\nDedicated sales forces support each of JKHY’s three primary marketed brands. Sales executives are responsible for the activities required to earn new customers in assigned territories, and regional account executives are responsible for nurturing customer relationships and cross selling additional products and services. Our sales professionals receive base salaries and performance-based commission compensation. Brand-specific sales support staff provide a variety of services, including product and service demonstrations, responses to prospect-issued requests-for-proposals, and proposal and contract generation. Our marketing department supports all of our brands with lead generation and brand-building activities, including participation in state-specific, regional, and national trade shows; print and online advertising; telemarketing; customer newsletters; ongoing promotional campaigns; and media relations. JKHY also hosts annual national education conferences which provide opportunities to network with existing clients and demonstrate new products and services.\nJKHY has sold select products and services primarily in Latin America and the Caribbean and Canada.  International sales accounted for less than 1% of JKHY’s total revenue in the fiscal 2021, 2020, and 2019.\nCompetition\nThe market for companies providing technology solutions to financial services organizations is competitive, and we expect that competition from both existing competitors and companies entering our existing or future markets will remain strong. Some of JKHY’s current competitors have longer operating histories, larger customer bases, and greater financial resources. The principal competitive factors affecting the market for technology solutions include product/service functionality, price, operating flexibility and ease-of-use, customer support, and existing customer references. For more than a decade there has been significant consolidation among providers of products and services designed for financial institutions, and this consolidation is expected to continue in the future.\nJack Henry Banking and Symitar compete with large vendors that provide information and transaction processing solutions to banks and credit unions, including Fidelity National Information Services, Inc.; Fiserv, Inc.; and Finastra. ProfitStars competes with an array of disparate vendors that provide niche solutions to financial services organizations and corporate entities.\nIntellectual Property, Patents, and Trademarks\nAlthough we believe our success depends upon our technical expertise more than our proprietary rights, our future success and ability to compete depend in part upon our proprietary technology. We have registered or filed applications for our primary trademarks. Most of our technology is not patented. Instead, we rely on a combination of contractual rights, copyrights, trademarks, and trade secrets to establish and protect our proprietary technology. We generally enter into confidentiality agreements with our employees, consultants, resellers, customers, and potential customers. Access to and distribution of our Company’s source code is restricted, and the disclosure and use of other proprietary information is further limited. Despite our efforts to protect our proprietary rights, unauthorized parties can attempt to copy or otherwise obtain, or use our products or technology. We cannot be certain that the steps taken in this regard will be adequate to prevent misappropriation of our technology or that our competitors will not independently develop technologies that are substantially equivalent or superior to our technology.\nRegulatory Compliance\nJKHY maintains a corporate commitment to address compliance issues and implement requirements imposed by federal regulators prior to the effective date of such requirements when adequate prior notice is given. JKHY’s compliance program is coordinated by a team of compliance analysts and auditors that possess extensive regulatory agency and financial institution experience, and a thorough working knowledge of JKHY and our solutions. These compliance professionals leverage multiple channels to remain informed about potential and recently enacted regulatory requirements, including regular discussions on emerging topics with the Federal Financial Institutions Examination Council (“FFIEC”) examination team and training sessions sponsored by various professional associations.\nJKHY has a process to inform internal stakeholders of new and revised regulatory requirements. Upcoming regulatory changes also are presented to the Company’s development teams through monthly regulatory compliance meetings and the necessary product changes are included in the ongoing product development cycle.  JKHY publishes newsletters to keep our customers informed of regulatory changes that could impact their operations. Periodically, customer advisory groups are assembled to discuss significant regulatory changes.\nInternal audits of our systems, networks, operations, business recovery plans, and applications are conducted and specialized outside firms are periodically engaged to perform testing and validation of our systems, processes,\n12\nplans and security. The FFIEC conducts annual reviews throughout the Company and issues a Report of Examination. The Board of Directors provides oversight of these activities through the Risk and Compliance Committee and the Audit Committee.\nGovernment Regulation\nThe financial services industry is subject to extensive and complex federal and state regulation. All financial institutions are subject to substantial regulatory oversight and supervision. Our products and services must comply with the extensive and evolving regulatory requirements applicable to our customers, including but not limited to those mandated by federal truth-in-lending and truth-in-savings rules, the Privacy of Consumer Financial Information regulations, usury laws, the Equal Credit Opportunity Act, the Fair Housing Act, the Electronic Funds Transfer Act, the Fair Credit Reporting Act, the Bank Secrecy Act, the USA Patriot Act, the Gramm-Leach-Bliley Act, the Community Reinvestment Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act. The compliance of JKHY’s products and services with these requirements depends on a variety of factors, including the parameters set through the interactive design, the classification of customers, and the manner in which the customer utilizes the products and services. Our customers are contractually responsible for assessing and determining what is required of them under these regulations and then we provide solutions that assist them in meeting their regulatory needs through our products and services. We cannot predict the impact these regulations, any future amendments to these regulations or any newly implemented regulations will have on our business in the future.\nJKHY is not chartered by the Office of the Comptroller of Currency, the Board of Governors of the Federal Reserve System, the Federal Deposit Insurance Corporation, the National Credit Union Administration or other federal or state agencies that regulate or supervise depository institutions.  However, operating as a service provider to financial institutions, JKHY’s operations are governed by the same regulatory requirements as those imposed on financial institutions, and subject to periodic reviews by FFIEC regulators who have broad supervisory authority to remedy any shortcomings identified in such reviews.\nJKHY provides private cloud services through JHA OutLink Processing Services™ data Centers, electronic transaction processing through JHA Card Processing Solutions™, internet banking through NetTeller® and Banno online solutions, bill payment through iPay, network security monitoring and Hosted Network Solutions (\"HNS\") through our Gladiator® unit, cloud services through Hosted Partner Services and Enterprise Integration Services, and business recovery services through Centurion Disaster Recovery\n®\n.\nThe private cloud services provided by JKHY are subject to examination by FFIEC regulators under the Bank Service Company Act. These examinations cover a wide variety of subjects, including system development, functionality, reliability, and security, as well as disaster preparedness and business recovery planning.  Our private cloud services are also subject to examination by state banking authorities on occasion.\nInformation Security\nWe are committed to the protection and security of the sensitive information contained on our systems and accessed through our products and services.  Because threats to information security pose risks to our business and to our customers, we proactively make strategic investments in security and the infrastructure and procedural controls for our systems. These investments enable a comprehensive set of security controls that are maintained and tested on a consistent basis.  Additional third-party reviews are performed throughout the organization, such as Payment Card Industry-Data Security Standard assessments, state and federal regulatory examinations, intrusion tests, and System and Organizations Controls (\"SOC\") 1 or SOC 2 reports. The Board of Directors provides oversight of these activities through the Risk and Compliance Committee and the Audit Committee.\nHuman Capital\nOur Employees\nAs of June 30, 2021, we had 6,714 full-time employees.  Our employees are not covered by a collective bargaining agreement and there have been no labor-related work stoppages.\nTalent Attraction and Engagement\nOur people and culture strategy focuses on attracting, engaging, and retaining qualified, diverse, and innovative talent at all levels of the Company. We are a committed equal opportunity employer and all qualified candidates receive consideration for employment without regard to race, color, religion, national origin, age, disability, sex, sexual orientation, gender, gender identity, pregnancy, genetic information, or other characteristics protected by applicable law.\n13\nBeyond nondiscrimination compliance, we are committed to fostering a respectful, diverse, and inclusive workplace in which all individuals are treated with respect and dignity. In 2020, our President and Chief Executive Officer, David Foss, signed the CEO Action for Diversity and Inclusion Pledge, joining nearly 2,000 other chief executives and presidents who have made a pledge to act on supporting a more inclusive workplace for employees, communities, and society at large.\nWe actively engage our Business Innovation Groups (“BIGs”) to develop attraction and retention practices that exemplify and advance a diverse, equitable, and inclusive culture. Our BIGs are company-sponsored and employee-driven groups open to all employees. As of June 30, 2021\n,\nwe had approximately 1,600 unique associates participating in six active BIGs, with five focused on inclusion for specific communities—women, people of color, remote associates, LGBTQ+, and veterans— and one focused on environmental and sustainability topics. While BIGs allow associates to connect and support each other, they also function to address bona fide business problems. For example, these groups work with executive leadership to actively improve our talent attraction processes for prospective employees. They also provide education, training, and conversation opportunities to all employees to advance diversity, inclusion, understanding, and innovation throughout the Company.\nWe seek to actively listen to our employees throughout the year using a defined listening strategy designed to gather regular feedback on well-being, engagement, leadership, culture and values, and other top of mind topics. These surveys allow us to respond to employee concerns, benefit from employee perspectives, and better design and develop processes to support our Company culture. Employees can learn about changes through our quarterly employee update videos or all-employee town hall meetings delivered by senior management. Based on periodic monitoring, we believe our voluntary attrition rate is low compared to competitive benchmarks. We believe our strong retention rate demonstrates healthy engagement by our employees.\nTraining and Development\nOur success depends not only on attracting and retaining talented employees, but also in developing our current employees and providing new opportunities for their growth. We offer our employees numerous live and on-demand training programs and resources to help them build knowledge and improve skills. These trainings include mandatory programs, such as security awareness, as well as recommended but optional programs, such as a recent training on mitigating unconscious bias that received a high level of participation and led many of our employees to take a personal pledge to support inclusion in the workplace. Self-developer weeks specifically allow employees the opportunity to sign-up for curated courses covering topics such as technology trends and JKHY products and services. Through our BIGs, we also offer opportunities for employees to advance their knowledge of diversity, equity, and inclusion matters.\nRecognizing the importance of mentoring in career development, we host an internal mentorship marketplace, which allows prospective mentors and mentees to connect and self-initiate a mentoring relationship. We also provide an internal mobility marketplace, which offers career coaching and tools for employees to create personalized development plans and build peer connections. In fiscal 2020, we launched a targeted, four-week leadership development initiative for over 100 women at JKHY to address barriers to advancing in leadership roles they commonly encounter.\nWe recognize and value the contribution of our employees who develop, improve, and support our technology solutions and we provide additional development opportunities for them to advance their technical expertise. This includes access to on-demand technical training libraries, certification programs, and classes facilitated by external experts.\nWellness and Safety\nJKHY emphasizes the safety and well-being of our employees as a top priority. We define wellness comprehensively and include mental, physical, emotional, financial, psychological, and environmental considerations. JKHY offers a competitive compensation and benefits package and supports dedicated campaigns that communicate directly to employees about financial wellness, mental health, healthful nutrition and exercise, and other wellness topics. Employee well-being is further supported through policies such as paid parental leave, military service leave, educational assistance, and bereavement leave policies.\nIn response to the COVID-19 pandemic, we made impactful changes to our benefits program, including waiving all out-of-pocket expenses associated with COVID-19 for employees or dependents covered under Jack Henry’s medical plans. We also shifted to a predominantly remote workforce to ensure the continued safety of our employees, clients, and communities. For more information on our COVID-19 response, see “COVID-19 Impact and Response” above.\n14\nAvailable Information\nJKHY’s Website is easily accessible to the public at\nwww.jackhenry.com\n. The “Investors\" portion of the Website provides key corporate governance documents, the code of conduct, an archive of press releases, and other relevant Company information. Our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and other filings and amendments thereto that are made with the SEC also are available free of charge on our Website as soon as reasonably practical after these reports have been filed with or furnished to the SEC.  The SEC also maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at\nhttps://www.sec.gov\n."
  },
  {
    "item_key": "item_1a",
    "text": "The Company's business and the results of its operations are affected by numerous factors and uncertainties, some of which are beyond our control. The following is a description of some of the important risks and uncertainties that may cause our actual results of operations in future periods to differ materially from those expected or desired.\nBusiness and Operating Risks\nData security breaches, failures or other incidents could damage our reputation and business.\nOur business relies upon receiving, processing, storing and transmitting sensitive information relating to our operations, employees and customers. If we fail to maintain a sufficient digital security infrastructure, address security vulnerabilities and new threats or deploy adequate technologies to secure our systems against attack, we may be subject to security breaches that compromise confidential information, adversely affect our ability to operate our business, damage our reputation and business, adversely affect our results of operations and financial condition and expose us to liability. We rely on industry-standard encryption, network and Internet security systems, most of which we license from third parties, to provide the security and authentication necessary to effect secure transmission of data and to prevent unauthorized access to our computer networks, systems and data. A security failure by one of these third parties could expose our information systems to interruption of operations and security vulnerabilities. We also use third-party vendors to store and process data for us and they face similar risks. Our services and infrastructure are increasingly reliant on the Internet. Computer networks and the Internet are vulnerable to unauthorized access, computer viruses and other disruptive problems such as denial of service attacks or other cyber-attacks carried out by cyber criminals or state-sponsored actors. Other potential attacks include attempts to obtain unauthorized access to confidential information or destroy data, often through the introduction of computer viruses, ransomware or malware, cyber-attacks and other means, which are constantly evolving and difficult to detect. Although none of these types of attacks have had a material effect on our business or operations to date, we anticipate that attempts to attack our systems, services and infrastructure, and those of our customers and vendors, may grow in frequency and sophistication. Those same parties may also attempt to fraudulently induce employees, customers, vendors, or other users of our systems through phishing schemes or other methods to disclose sensitive information in order to gain access to our data or that of our customers or clients.\nWe are also subject to the risk that our employees may intercept and transmit unauthorized confidential or proprietary information or that employee corporate-owned computers are stolen or customer data media is lost in shipment. An interception, misuse or mishandling of personal, confidential or proprietary information being sent to or received from a customer or third party could result in legal liability, remediation costs, regulatory action and reputational harm, any of which could adversely affect our results of operations and financial condition. Under state, federal and foreign laws requiring consumer notification of security breaches, the costs to remediate security breaches can be substantial. Although we believe our security controls and infrastructure are adequate to protect our systems and data, we cannot be certain that these efforts will be sufficient to combat all current and future technological risks and threats. Advances in computer capabilities, new discoveries in the field of cryptography or other events or developments may render our security measures inadequate. Security risks may result in liability to our customers or other third parties, damage to our reputation, and may deter financial institutions from purchasing our products. The significant amount of capital and other resources we currently expend to protect against the threat of security breaches may prove insufficient to prevent a breach. We cannot ensure that any limitation-of-liability provisions in our customer and user agreements, contracts with third-party vendors or other contracts are sufficient to protect us from liabilities or damages with respect to claims relating to a security breach or similar matters. The insurance coverage we maintain to address data security risks may be insufficient to cover all types of claims or losses that may arise, and there is not assurance that such insurance coverage will continue to be available to us on economically reasonable terms, or at all. In the event of a security breach we may need to spend substantial additional capital and resources alleviating problems caused by such breach. Addressing security problems may result in interruptions, delays or cessation of service to users, any of which could harm our business.\n15\nFailure to maintain sufficient technological infrastructure or an operational failure in our outsourcing facilities could expose us to damage claims, increase regulatory scrutiny and cause us to lose customers.\nOur products and services require substantial investments in technological infrastructure, and we have experienced significant growth in the number of users, transactions and data that our technological infrastructure supports. If we fail to adequately invest in and support our technological infrastructure and processing capacity, we may not be able to support our customers’ processing needs and may be more susceptible to interruptions and delays in services. Damage or destruction that interrupts our outsourcing operations could cause delays and failures in customer processing which could hurt our relationship with customers, damage our reputation, expose us to damage claims, and cause us to incur substantial additional expense to relocate operations and repair or replace damaged equipment. Our back-up systems and procedures may not prevent disruption, such as a prolonged interruption of our transaction processing services. In the event that an interruption extends for more than several hours, we may experience data loss or a reduction in revenues by reason of such interruption. Any significant interruption of service could reduce revenue, have a negative impact on our reputation, result in damage claims, lead our present and potential customers to choose other service providers, and lead to increased regulatory scrutiny of the critical services we provide to financial institutions, with resulting increases in compliance burdens and costs. Implementing modifications and upgrades to our technological infrastructure subject us to inherent costs and risks associated with changing systems, policies, procedures and monitoring tools.\nFailures associated with payment transactions could result in financial loss.\nThe volume and dollar amount of payment transactions that we process is significant and continues to grow. We direct the settlement of funds on behalf of financial institutions, other businesses and consumers and receive funds from clients, card issuers, payment networks and consumers on a daily basis for a variety of transaction types. Transactions facilitated by us include debit card, credit card, electronic bill payment transactions, Automated Clearing House (“ACH”) payments, real-time payments through faster payment networks and check clearing that support consumers, financial institutions and other businesses. If the continuity of operations, integrity of processing, or ability to detect or prevent fraudulent payments were compromised in connection with payments transactions, we could suffer financial as well as reputational loss. In addition, we rely on various third parties to process transactions and provide services in support of the processing of transactions and funds settlement for certain of our products and services that we cannot provide ourselves. If we are unable to obtain such services in the future or if the price of such services becomes unsustainable, our business, financial position and results of operations could be materially and adversely affected. In addition, we may issue short-term credit to consumers, financial institutions or other businesses as part of the funds settlement process. A default on this credit by a counterparty could result in a financial loss to us.\nFailures of third-party service providers we rely upon could lead to financial loss.\nWe rely on third party service providers to support key portions of our operations. We also rely on third party service providers to provide part or all of certain services we deliver to customers. While we have selected these third-party vendors carefully, we do not control their actions. A failure of these services by a third party could have a material impact upon our delivery of services to customers. Such a failure could lead to damage claims, loss of customers, and reputational harm, depending on the duration and severity of the failure. Third parties perform significant operational services on our behalf. These third-party vendors are subject to similar risks as us relating to cybersecurity, breakdowns or failures of their own systems or employees. One or more of our vendors may experience a cybersecurity event or operational disruption and, if any such event does occur, it may not be adequately addressed, either operationally or financially, by the third-party vendor. Certain of our vendors may have limited indemnification obligations or may not have the financial capacity to satisfy their indemnification obligations. If a critical vendor is unable to meet our needs in a timely manner or if the services or products provided by such a vendor are terminated or otherwise delayed and if we are not able to develop alternative sources for these services and products quickly and cost-effectively, our customers could be negatively impacted and it could have a material adverse effect on our business.\nCompetition may result in decreased demand or require price reductions or other concessions to customers, which could result in lower margins and reduce income.\nWe vigorously compete with a variety of software vendors and service providers in all of our major product lines. We compete on the basis of product quality, reliability, performance, ease of use, quality of support and services, integration with other products and pricing. Some of our competitors may have advantages over us due to their size, product lines, greater marketing resources, or exclusive intellectual property rights. New competitors regularly appear with new products, services and technology for financial institutions. If competitors offer more favorable pricing, payment or other contractual terms, warranties, or functionality, or otherwise attract our customers or prevent us from capturing new customers we may need to lower prices or offer other terms that negatively impact our results of operations in order to successfully compete.\n16\nFailure to achieve favorable renewals of service contracts could negatively affect our business.\nOur contracts with our customers for outsourced data processing and electronic payment transaction processing services generally run for a period of seven or more years.  We will continue to experience a significant number of these contracts coming up for renewal each year. Renewal time presents our customers with the opportunity to consider other providers or to renegotiate their contracts with us, including reducing the services we provide or negotiating the prices paid for our services. If we are not successful in achieving high renewal rates upon favorable terms, or if inflation or costs outpace our contractual ability to adjust pricing during our contractual terms, our revenues and profit margins will suffer.\nIf we fail to adapt our products and services to changes in technology and the markets we serve, we could lose existing customers and be unable to attract new business.\nThe markets for our products and services are characterized by changing customer and regulatory requirements and rapid technological changes. These factors and new product introductions by our existing competitors or by new market entrants could reduce the demand for our existing products and services and we may be required to develop or acquire new products and services. Our future success is dependent on our ability to enhance our existing products and services in a timely manner and to develop or acquire new products and services. If we are unable to develop or acquire new products and services as planned, or if we fail to sell our new or enhanced products and services, we may incur unanticipated expenses or fail to achieve anticipated revenues, as well as lose prospective sales.\nSoftware defects or problems with installations may harm our business and reputation and expose us to potential liability.\nOur software products are complex and may contain undetected defects, especially in connection with newly released products and software updates. Software defects may cause interruptions or delays to our services as we attempt to correct the problem. We may also experience difficulties in installing or integrating our products on systems used by our customers. Defects in our software, installation problems or delays or other difficulties could result in negative publicity, loss of revenues, loss of competitive position or claims against us by customers. In addition, we rely on technologies and software supplied by third parties that may also contain undetected errors or defects that could have a negative effect on our business and results of operations.\nExpansion of services to non-traditional customers could expose us to new risks.\nWe have expanded our services to business lines that are marketed outside our traditional, regulated, and litigation-averse base of financial institution customers. These non-regulated customers may entail greater operational, credit and litigation risks than we have faced before and could result in increases in bad debts and litigation costs.\nRegulatory and Compliance Risks\nThe software and services we provide to our customers are subject to government regulation that could hinder the development of our business, increase costs, or impose constraints on the way we conduct our operations.\nThe financial services industry is subject to extensive and complex federal and state regulation. As a supplier of software and services to financial institutions, portions of our operations are examined by the Office of the Comptroller of the Currency, the Federal Reserve Board, the Federal Deposit Insurance Corporation, the Consumer Financial Protection Bureau, and the National Credit Union Association, among other regulatory agencies. These agencies regulate services we provide and the manner in which we operate, and we are required to comply with a broad range of applicable federal and state laws and regulations. If we, or third parties with whom we contract or partner, fail to comply with applicable regulations or guidelines, we could be subject to regulatory actions and suffer harm to our customer relationships and reputation. Such failures could require significant expenditures to correct and could negatively affect our ability to retain customers and obtain new customers.\nIn addition, existing laws, regulations, and policies could be amended or interpreted differently by regulators in a manner that imposes additional costs and has a negative impact on our existing operations or that limits our future growth or expansion. New regulations could require additional programming or other costly changes in our processes or personnel. Our customers are also regulated entities, and actions by regulatory authorities could influence both the decisions they make concerning the purchase of data processing and other services and the timing and implementation of these decisions. We will be required to apply substantial research and development and other corporate resources to adapt our products to this evolving, complex and often unpredictable regulatory environment. Our failure to provide compliant solutions could result in significant fines or consumer liability on our customers, for which we may bear ultimate liability.\n17\nCompliance with new and existing privacy laws, regulations, and rules may adversely impact our expenses, development and strategy.\nWe are subject to complex laws, rules and regulations related to data privacy and cybersecurity. If we fail to comply with such requirements, we could be subject to reputational harm, regulatory enforcement and litigation. The use, confidentiality and security of private customer information is under increased scrutiny. Regulatory agencies, Congress and state legislatures are considering numerous regulatory and statutory proposals to protect the interests of consumers and to require compliance with standards and policies that have not been defined.  This includes rules enacted by the New York Department of Financial Services that require covered financial institutions to have a cybersecurity program along with other compliance requirements and the California Consumer Privacy Act. The unique data protection regulations issued by multiple agencies have created a fragmented series of requirements that makes it increasingly complex to comply with all of the mandates in an efficient manner and may increase costs to deliver affected products and services as those requirements are established.\nFailure to comply or readily address compliance and regulatory rule changes made by payment card networks could adversely affect our business.\nWe are subject to card association and network compliance rules governing the payment networks we serve, including Visa, MasterCard, Zelle, and The Clearing House’s RTP network, and all rules governing the Payment Card Data Security Standards. If we fail to comply with these rules and standards, we could be fined or our certifications could be suspended or terminated, which could limit our ability to service our customers and result in reductions in revenues and increased costs of operations.  Changes made by the networks, even when complied with, may result in reduction in revenues and increased costs of operations.\nEconomic Conditions Risks\nA widespread public health crisis could adversely affect our results of operations.\nThe widespread outbreak of a communicable illness or disease, such as the ongoing COVID-19 outbreak, or other public health crises, including government mandates in response to such events, can result in significant economic disruptions and uncertainties and could adversely affect our business, results of operation and financial condition. The conditions caused by such events may affect the rate of spending by our customers and their ability to pay for our products and services, delay prospective customers’ purchasing decisions, interfere with our employees’ ability to support our business function, disrupt the ability of third-party providers we rely upon to deliver services, adversely impact our ability to provide on-site services or installations to our customers, or reduce the number of transactions we process, all of which could adversely affect our results of operation and financial position. We are unable to accurately predict the impact of such events on our business due to a number of uncertainties, including the duration, severity, geographic reach and governmental responses to such events, the impact on our customers’ and vendors' operations, and our ability to provide products and services, including the impact of our employees working remotely. If we are not able to respond to and manage the impact of such events effectively, our business will be harmed.\nOur business may be adversely impacted by U.S. and global market and economic conditions.\nWe derive most of our revenue from products and services we provide to the financial services industry. If the economic environment worsens such that customers are less willing or able to pay the cost of our products and services, we could face a reduction in demand from current and potential clients for our products and services, which could have a material adverse effect on our business, results of operations and financial condition.  In addition, a growing portion of our revenue is derived from transaction processing fees, which depend heavily on levels of consumer and business spending. Deterioration in general economic conditions could negatively impact consumer confidence and spending, resulting in reduced transaction volumes and our related revenues.\nConsolidation and failures of financial institutions will continue to reduce the number of our customers and potential customers.\nOur primary market consists of approximately 4,950 commercial and savings banks and more than 5,200 credit unions. The number of commercial banks and credit unions in the United States has experienced a steady decrease over recent decades due to mergers and acquisitions and financial failures and we expect this trend to continue as more consolidation occurs. Such events may reduce the number of our current and potential customers, which could negatively impact our results of operations.\nAcquisition Risks\nOur growth may be affected if we are unable to find or complete suitable acquisitions.\nWe have augmented the growth of our business with a number of acquisitions and we plan to continue to acquire appropriate businesses, products and services. This strategy depends on our ability to identify, negotiate and finance suitable acquisitions. Merger and acquisition activity in our industry has affected the availability and pricing of such acquisitions. If we are unable to acquire suitable acquisition candidates, we may experience slower growth.\n18\nAcquisitions subject us to risks and may be costly and difficult to integrate.\nAcquisitions are difficult to evaluate, and our due diligence may not identify all potential liabilities or valuation issues. We may also be subject to risks related to cybersecurity incidents or vulnerabilities of the acquired company and the acquired systems. We may not be able to successfully integrate acquired companies. We may encounter problems with the integration of new businesses, including: financial control and computer system compatibility; unanticipated costs and liabilities; unanticipated quality or customer problems with acquired products or services; differing regulatory and industry standards; diversion of management's attention; adverse effects on existing business relationships with suppliers and customers; loss of key employees; and significant depreciation and amortization expenses related to acquired assets. To finance future acquisitions, we may have to increase our borrowing or sell equity or debt securities to the public. If we fail to integrate our acquisitions, our business, financial condition and results of operations could be materially and adversely affected. Failed acquisitions could also produce material and unpredictable impairment charges as we review our acquired assets.\nIntellectual Property Risks\nIf others claim that we have infringed their intellectual property rights, we could be liable for significant damages or could be required to change our processes.\nWe have agreed to indemnify many of our customers against claims that our products and services infringe on the proprietary rights of others.  We also use certain open source software in our products, which may subject us to suits by persons claiming ownership of what we believe to be open source software. Infringement claims have been and will in the future be asserted with regard to our software solutions and services. Such claims, whether with or without merit, are time-consuming, may result in costly litigation and may not be resolved on terms favorable to us.  If our defense of such claims is not successful, we could be forced to pay damages or could be subject to injunctions that would cause us to cease making or selling certain applications or force us to redesign applications.\nOur failure to protect our intellectual property and proprietary rights may adversely affect our competitive position.\nOur success and ability to compete depend in part upon protecting our proprietary systems and technology. Unauthorized parties may attempt to copy or access systems or technology that we consider proprietary. We actively take steps to protect our intellectual property and proprietary rights, including entering into agreements with users of our services for that purpose and maintaining security measures. However, these steps may be inadequate to prevent misappropriation. Policing unauthorized use of our proprietary rights is difficult and misappropriation or litigation relating to such matters could have a material negative effect on our results of operation.\nGeneral Risk Factors\nA material weakness in our internal controls could have a material adverse effect on us.\nEffective internal controls are necessary for us to provide reasonable assurance with respect to our financial reports and to mitigate risk of fraud. If material weaknesses in our internal controls are discovered or occur in the future, our consolidated financial statements may contain material misstatements and we could be required to restate our financial results, which could materially and adversely affect our business and results of operations or financial condition, restrict our ability to access the capital markets, require us to expend significant resources to correct the weaknesses or deficiencies, subject us to fines, penalties or judgments, harm our reputation or otherwise cause a decline in investor confidence.\nThe loss of key employees and difficulties in hiring and retaining employees could adversely affect our business.\nWe depend on the contributions and abilities of our senior management and other key employees. Our Company has grown significantly in recent years and our management remains concentrated in a small number of highly qualified individuals. If we lose one or more of our key employees, we could suffer a loss of managerial experience, and management resources would have to be diverted from other activities to compensate for this loss. We do not have employment agreements with any of our executive officers. Further, we are facing an increasingly competitive market for hiring and retaining skilled employees, which is exacerbated by the effects of the COVID-19 pandemic and increased acceptance of hiring remote working employees by our competitors and other companies. Difficulties in hiring and retaining skilled employees may restrict our ability to adequately support our business needs and/or result in increased personnel costs. There is no assurance that we will be able to attract and retain the personnel necessary to maintain the Company’s strategic direction.\nThe impairment of a significant portion of our goodwill and intangible assets would adversely affect our results of operations.\nOur balance sheet includes goodwill and intangible assets that represent a significant portion of our total assets at June 30, 2021. On an annual basis, and whenever circumstances require, we review our goodwill and intangible assets for impairment.  If the carrying value of a material asset is determined to be impaired, it will be written down to fair value by a charge to operating earnings. An impairment of a significant portion of our goodwill or intangible assets could have a material negative effect on our operating results.\n19"
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "We own 154 acres located in Monett, Missouri on which we maintain eight office buildings, plus shipping and receiving, security, and maintenance buildings. We also own buildings in Allen, Texas; Albuquerque, New Mexico; Birmingham, Alabama; Lenexa, Kansas; Angola, Indiana; Shawnee Mission, Kansas; Oklahoma City, Oklahoma; Springfield, Missouri and San Diego, California. Our owned facilities represent approximately 906,000 square feet of office space in eight states. We have 38 leased office facilities in 24 states, which total approximately 730,000 square feet. All of our owned and leased office facilities are for normal business purposes.\nWe own five aircraft.  Many of our customers are located in communities that do not have an easily accessible commercial airline service. We primarily use our airplanes in connection with implementation, sales of systems and internal requirements for day-to-day operations. Transportation costs for implementation and other customer services are billed to our customers. We lease property, including real estate and related facilities, at the Monett, Missouri regional airport."
  },
  {
    "item_key": "item_3",
    "text": "We are subject to various routine legal proceedings and claims arising in the ordinary course of our business.  In the opinion of management, any liabilities resulting from current lawsuits are not expected, either individually or in the aggregate, to have a material adverse effect on our consolidated financial statements.  In accordance with U.S. generally accepted accounting principles (\"U.S. GAAP\"), we record a liability when it is both probable that a liability has been incurred and the amount of the loss can be reasonably estimated.  These liabilities are reviewed at least quarterly and adjusted to reflect the impacts of negotiations, settlements, rulings, advice of legal counsel, and other information and events pertaining to a particular case or proceeding."
  },
  {
    "item_key": "item_4",
    "text": "None.\n20\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Company's common stock is quoted on the Nasdaq Global Select Market (“Nasdaq”) under the symbol “JKHY”.\nThe Company established a practice of paying quarterly dividends at the end of fiscal 1990 and has paid dividends with respect to every quarter since that time.  The declaration and payment of any future dividends will continue to be at the discretion of our Board of Directors and will depend upon, among other factors, our earnings, capital requirements, contractual restrictions, and operating and financial condition. The Company does not currently foresee any changes in its dividend practices.\nOn July 20, 2021, there were approximately 232,300 holders of the Company’s common stock, including individual participants in security position listings.\nIssuer Purchases of Equity Securities\nThe following shares of the Company were repurchased during the quarter ended June 30, 2021:\n(1)\n300,000 shares were purchased through a publicly announced repurchase plan. There were no shares surrendered to the Company to satisfy tax withholding obligations in connection with employee restricted stock awards.\n(2)\nTotal stock repurchase authorizations approved by the Company's Board of Directors as of May 17, 2021 were for 35.0 million shares, which includes an authorization on that date of an additional 5.0 million shares.  These authorizations have no specific dollar or share price targets and no expiration dates.\n21\nPerformance Graph\nThe following chart presents a comparison for the five-year period ended June 30, 2021, of the market performance of the Company’s common stock with the Standard & Poor's 500 (\"S&P 500\") Index and an index of peer companies selected by the Company. Historic stock price performance is not necessarily indicative of future stock price performance.\nCOMPARISON OF 5 YEAR CUMULATIVE TOTAL RETURN\nAmong Jack Henry & Associates, Inc., the S&P 500 Index, and a Peer Group\nThe following information depicts a line graph with the following values:\nThis comparison assumes $100 was invested on June 30, 2016 and assumes reinvestments of dividends. Total returns are calculated according to market capitalization of peer group members at the beginning of each period. Peer companies selected are in the business of providing specialized computer software, hardware and related services to financial institutions and other businesses.\nCompanies in the 2021 fiscal peer group are ACI Worldwide Inc.; Black Knight, Inc.; Bottomline Technologies (de) Inc.; Broadridge Financial Solutions Inc.; Euronet Worldwide Inc.; ExlService Holdings Inc.; Fair Isaac Corp.; Fidelity National Information Services Inc.; Fiserv Inc.; Fleetcor Technologies Inc.; Global Payments Inc.; Square Inc.; SS&C Technologies Holdings Inc.; Tyler Technologies Inc.; Verint Systems Inc.; and WEX Inc.  Cardtronics, plc and CoreLogic, Inc. were originally part of the fiscal 2021 peer group, but both were acquired in fiscal 2021.  As a result, both companies were removed from the 2021 peer group and stock performance graph.\nThe stock performance graph shall not be deemed “filed” for purposes of Section 18 of the Exchange Act, or incorporated by reference into any filing of the Company under the Securities Act of 1933, as amended, or the Exchange Act, except as shall be expressly set forth by specific reference in such filing.\n22"
  },
  {
    "item_key": "item_6",
    "text": ""
  },
  {
    "item_key": "item_7",
    "text": "The following section provides management's view of the Company's financial condition and results of operations and should be read in conjunction with the audited consolidated financial statements, and related notes included elsewhere in this report.  All dollar and share amounts, except per share amounts, are in thousands and discussions compare fiscal 2021 to fiscal 2020. Discussions of fiscal 2019 items and comparisons between fiscal 2019 and fiscal 2020 that are not included in this Form 10-K can be found in Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in our Annual Report on Form 10-K for the fiscal year ended June 30, 2020.\nOVERVIEW\nJack Henry & Associates, Inc. is headquartered in Monett, Missouri, employs approximately 6,800 full-time and part-time associates nationwide, and is a leading provider of technology solutions and payment processing services primarily for financial services organizations. Its solutions serve nearly 8,400 customers and are marketed and supported through three primary brands. Jack Henry Banking® is a leading provider of integrated data processing systems solutions to U.S. banks ranging from de novo to multi-billion-dollar institutions with assets up to $50 billion. Symitar® is a leading provider of core data processing solutions for credit unions of all sizes. ProfitStars® provides highly specialized core agnostic products and services that enable financial institutions of every asset size and charter, and diverse corporate entities outside the financial services industry, to mitigate and control risks, optimize revenue and growth opportunities, and contain costs. JKHY's integrated solutions are available for on-premise installation and delivery in our private cloud.\nEach of our brands share the fundamental commitment to provide high-quality business solutions, service levels that consistently exceed customer expectations, integration of solutions and practical new technologies. The quality of our solutions, our high service standards, and the fundamental way we do business typically foster long-term customer relationships, attract prospective customers, and have enabled us to capture substantial market share.\nThrough internal product development, disciplined acquisitions, and alliances with companies offering niche solutions that complement our proprietary solutions, we regularly introduce new products and services and generate new cross-sales opportunities across our three primary marketed brands. We provide compatible computer hardware for our on-premise installations and secure processing environments for our outsourced solutions in our private cloud. We perform data conversions, software implementations, initial and ongoing customer training, and ongoing customer support services.\nWe believe our primary competitive advantage is customer service. Our support infrastructure and strict standards provide service levels we believe to be the highest in the markets we serve and generate high levels of customer satisfaction and retention. We consistently measure customer satisfaction using comprehensive annual surveys and randomly generated daily surveys we receive in our everyday business. Dedicated surveys are also used to grade specific aspects of our customer experience, including product implementation, education, and consulting services.\nOur two primary revenue streams are \"services and support\" and \"processing.\" Services and support includes: \"private and public cloud\" fees (formerly known as \"outsourcing and cloud\" fees - see Note 2 to the consolidated financial statements) that predominantly have contract terms of seven years or longer at inception; \"product delivery and services\" revenue, which includes revenue from the sales of licenses, implementation services, deconversion fees, consulting, and hardware; and \"on-premise support\" revenue (formerly known as \"in-house support\" revenue - see Note 2 to the consolidated financial statements), composed of maintenance fees which primarily contain annual contract terms. Processing revenue includes: \"remittance\" revenue from payment processing, remote capture, and ACH transactions; \"card\" fees, including card transaction processing and monthly fees; and \"transaction and digital\" revenue, which includes transaction and mobile processing fees.  We continually seek opportunities to increase revenue while at the same time containing costs to expand margins.\nWe have four reportable segments: Core, Payments, Complementary, and Corporate and Other. The respective segments include all related revenues along with the related cost of sales.\nCOVID-19 Impact and Response\nSince its outbreak in early 2020, COVID-19 has rapidly spread and continues to represent a public health concern. The health, safety, and well-being of our employees and customers is of paramount importance to us. In March\n23\n2020, we established an internal task force composed of executive officers and other members of management to frequently assess updates to the COVID-19 situation and recommend Company actions. We offered remote working as a recommended option to employees whose job duties allowed them to work off-site and we suspended all non-essential business travel. This company-wide recommendation extended until July 1, 2021, at which point we began transition to a return to our facilities and normalization of travel activities. Individual decisions on returning to the office were manager-coordinated and based on conversations with specific teams and departments.  A large number of our employees requested to remain fully remote or participate in a hybrid approach where they would split their time between remote and in-person working. We have not required employees who return to our facilities to receive vaccinations, but we have provided information on vaccine providers, as well as hosted on-site COVID-19 vaccination clinics at several of our facilities for our employees and their families. On August 3, 2021, we reimplemented our company-wide recommendation for remote work and are encouraging a cautious approach to business travel based on the spread of the Delta variant and increased infection rates. For those employees who are at our facilities, we have introduced enhanced sanitation procedures and we require face masks for both vaccinated and unvaccinated employees. As of August 13, 2021, the majority of our employees were continuing to work remotely either full time or in a hybrid capacity.\nCustomers\nWe work closely with our customers who are scheduled for on-site visits to ensure their needs are met while taking necessary safety precautions when our employees are required to be at a customer site. Delays of customer system installations due to COVID-19 have been limited, and we have developed processes to handle remote installations when available. We expect these processes to provide flexibility and value both during and after the COVID-19 pandemic. Even though a substantial portion of our workforce has worked remotely during the outbreak and business travel has been curtailed, we have not yet experienced significant disruption to our operations. We believe our technological capabilities are well positioned to allow our employees to work remotely without materially impacting our business.\nFinancial impact\nDespite the changes and restrictions caused by COVID-19, the overall financial and operational impact on our business has been limited and our liquidity, balance sheet, and business trends remain strong. We experienced positive operating cash flows during fiscal 2021, and we do not expect that to change in the near term. However, we are unable to accurately predict the future impact of COVID-19 due to a number of uncertainties, including further government actions; the duration, severity and recurrence of the outbreak, including the onset of variants of the virus; the speed and effectiveness of vaccine and treatment developments; the speed of economic recovery; the potential impact to our customers, vendors, and employees; and how the potential impact might affect future customer services, processing and installation-related revenue, and processes and efficiencies within the Company directly or indirectly impacting financial results. We will continue to monitor COVID-19 and its possible impact on the Company and to take steps necessary to protect the health and safety of our employees and customers.  For a further discussion of the uncertainties and risks associated with COVID-19, see Part II, Item 1A “Risk Factors” in this Annual Report on Form 10-K.\nA detailed discussion of the major components of the results of operations follows.\nRESULTS OF OPERATIONS\nFISCAL 2021 COMPARED TO FISCAL 2020\nIn fiscal 2021, total revenue increased 4% or $61,158, compared to fiscal 2020. Reducing total revenue for the effects of deconversion fees of $20,635 for the current fiscal year and $53,914 for the prior fiscal year, and for revenue from acquisitions and divestitures in fiscal 2021 of $9 and in fiscal 2020 of $3,574, results in a 6% increase, or $98,002. This increase was primarily driven by growth in card processing, data processing and hosting fee, Jack Henry digital and remittance fee, and software usage fee revenues, partially offset by lower hardware revenues and decreased pass-through billable travel and user group expenses year over year due to COVID-19 travel limitations (see \"COVID-19 Impact and Response\" above).\nOperating expenses increased 3% in fiscal 2021 compared to fiscal 2020, primarily due to higher costs related to our card payment processing platform associated with corresponding increases in revenue, higher personnel costs, and increased operating licenses and fees, partially offset by more capitalized costs related to research and development, travel expense savings as a result of COVID-19 travel limitations (see \"COVID-19 Impact and Response\" above), the gain on sale of assets this fiscal year compared to the loss last fiscal year, and lower hardware costs associated with a corresponding decrease in revenues.\n24\nWe move into fiscal 2022 following strong performance in fiscal 2021. Significant portions of our business continue to provide recurring revenue and our sales pipeline is also encouraging.  Our customers continue to face regulatory and operational challenges which our products and services address, and in these times, they have an even greater need for our solutions that directly address institutional profitability, efficiency, and security.  We believe our strong balance sheet, access to extensive lines of credit, the strength of our existing product line and an unwavering commitment to superior customer service position us well to address current and future opportunities.\nA detailed discussion of the major components of the results of operations for the fiscal year ended June 30, 2021 follows.\nREVENUE\nServices and support includes: \"private and public cloud\" fees that predominantly have contract terms of seven years or greater at inception; \"product delivery and services\" revenue, which includes revenue from the sales of licenses, implementation services, deconversion fees, consulting, and hardware; and \"on-premise support\" revenue, which is composed primarily of maintenance fees with annual contract terms.\nIn the fiscal year ended June 30, 2021, services and support revenue remained consistent compared to the prior fiscal year. Reducing total services and support revenue by the effects of deconversion fees for each year, which totaled $20,635 in fiscal 2021 and $53,914 in fiscal 2020, and for revenue from acquisitions and divestitures in fiscal 2020 of $3,572, revenue grew 3%. This increase was primarily driven by higher private and public cloud revenue resulting from organic growth in data processing and hosting fee revenue reflecting a continuing shift of customers to our term license model. Growth in software usage revenue also contributed to the increase. Decreased pass-through expenses due to COVID-19 travel limitations (see \"COVID-19 Impact and Response\" above) and lower hardware revenues partially offset revenue increases.\nProcessing revenue includes: \"remittance\" revenue from payment processing, remote capture, and automated clearinghouse (\"ACH\") transactions; \"card\" fees, including card transaction processing and monthly fees; and \"transaction and digital\" revenue, which includes transaction and mobile processing fees. We continually seek opportunities to increase revenue while at the same time containing costs to expand margins.\nProcessing revenue increased 10% for the fiscal year ended\nJune 30, 2021 compared to the fiscal year ended\nJune 30, 2020, with strong organic growth in the card, transaction and digital, and remittance revenue components primarily due to expanding volumes.\nOPERATING EXPENSES\nCost of revenue for fiscal 2021 increased 5% compared to fiscal 2020. Reducing total cost of revenue for the effects of deconversion fees from each year, which totaled $1,425 in fiscal 2021 and $4,055 in fiscal 2020, and for the effects of acquisitions, divestitures, and gain/loss of $123 in the current fiscal year and $2,151 in the prior fiscal year, cost of revenue increased 6%. This increase was driven by higher direct costs associated with our card processing platform in correlation with related revenue increases; higher personnel costs and operating licenses and fees, partially offset by savings realized from travel limitations due to COVID-19 (see \"COVID-19 Impact and\n25\nResponse\" above) and lower hardware costs corresponding with decreased hardware revenue. Cost of revenue increased 1% as a percentage of total revenue for fiscal 2021 compared to fiscal 2020.\nWe devote significant effort and expense to develop new software, service products and continually upgrade and enhance our existing offerings.  We believe our research and development efforts are highly efficient because of the extensive experience of our research and development staff and because our product development is highly customer driven.\nResearch and development expenses for fiscal 2021 decreased 1% compared to fiscal 2020. The decrease was primarily due to higher capitalized research and development costs partially offset by an increase in personnel costs. The consistency of this expense category for the fiscal years presented reflected our continuing commitment to the development of strategic products. Research and development expense remained consistent as a percentage of total revenue for fiscal 2021 and fiscal 2020.\nSelling, general, and administrative costs included all expenses related to sales efforts, commissions, finance, legal, and human resources, plus all administrative costs.\nSelling, general, and administrative expenses for fiscal 2021 decreased 6% compared to fiscal 2020. Reducing total selling, general, and administrative expense for the effects of deconversion fees from each year, which totaled $489 in fiscal 2021 and $973 in fiscal 2020, and for the effects of acquisitions, divestitures, and gain/loss of $(1,950) for the current fiscal year and of $4,893 for the prior fiscal year, selling, general, and administrative expense decreased 2% compared to fiscal 2020. This decrease was primarily due to travel expense and other savings as a result of COVID-19 travel limitations partially offset by increased personnel costs. COVID-19 related savings included our national sales meeting, Jack Henry Annual Conference, and Symitar Education Conference being held virtually during the current fiscal year (see \"COVID-19 Impact and Response\" above). Selling, general, and administrative expense decreased 1% as a percentage of total revenue for fiscal 2021 compared to fiscal 2020.\nInterest income fluctuated due to changes in invested balances and yields on invested balances. Interest expense increased in fiscal 2021 mainly due to the timing and amounts of borrowed balances.\nThe decrease in the Company's effective tax rate in fiscal 2021 compared to fiscal 2020 was primarily due to a greater benefit in the current fiscal year related to stock-based compensation.\n26\nNet income grew 5% to $311,469, or $4.12 per diluted share, in fiscal 2021 from $296,668, or $3.86 per diluted share, in fiscal 2020. The diluted earnings per share increase year over year was 7%. Growth in net income and earnings per share was primarily due to the organic growth in our lines of revenue in fiscal 2021 compared to fiscal 2020 and expense savings from COVID-19 related impacts in the current fiscal year (see \"COVID-19 Impact and Response\" above).\nREPORTABLE SEGMENT DISCUSSION\nThe Company is a leading provider of technology solutions and payment processing services primarily for financial services organizations.\nThe Company’s operations are classified into four reportable segments: Core, Payments, Complementary, and Corporate and Other. The Core segment provides core information processing platforms to banks and credit unions, which consist of integrated applications required to process deposit, loan, and general ledger transactions, and maintain centralized customer/member information. The Payments segment provides secure payment processing tools and services, including ATM, debit, and credit card processing services; online and mobile bill pay solutions; ACH origination and remote deposit capture processing; and risk management products and services. The Complementary segment provides additional software, hosted processing platforms, and services, including call center support, and network security management, consulting, and monitoring, that can be integrated with our core solutions and many can be used independently. The Corporate and Other segment includes revenue and costs from hardware and other products not attributed to any of the other three segments, as well as operating costs not directly attributable to the other three segments.\nDuring the second quarter of fiscal 2021, Jack Henry's call center was consolidated into the Complementary segment. As a result of this consolidation, immaterial adjustments were made during fiscal 2021 to reclassify related revenue and costs recognized during the fiscal years ended June 30, 2020 and 2019 from the Core to the Complementary segment. The total related revenue reclassified was $20,797 for fiscal 2020 and $13,515 for fiscal  2019.  The total related cost of revenue reclassified was $12,386 for fiscal 2020 and $8,513 for fiscal 2019.\nIn fiscal 2021, revenue in the Core segment remained consistent compared to fiscal 2020. Reducing total Core revenue by the effects of deconversion fees from both years, which totaled $7,458 in fiscal 2021 and $25,536 in fiscal 2020, and for revenue from acquisitions and divestitures in fiscal 2020 of $3,574, Core segment revenue increased 5%. This increase was primarily driven by organic increases in our private and public cloud revenue. Cost of revenue in the Core segment increased 3% for fiscal 2021 compared to fiscal 2020 primarily due to increased costs associated with the organic growth in cloud revenue. Cost of revenue increased 1% as a percentage of revenue for fiscal 2021 compared to fiscal 2020.\nIn fiscal 2021, revenue in the Payments segment increased 7% compared to fiscal 2020. Reducing total Payments revenue by the effects of deconversion fees from both years, which totaled $6,285 in fiscal 2021 and $15,411 in fiscal 2020, Payments segment revenue increased 9%. This increase was primarily driven by organic growth within card processing and remittance fee revenues. Cost of revenue in the Payments segment increased 11% for fiscal 2021 compared to fiscal 2020 primarily due to increased costs associated with our card processing platform and\n27\nother costs related to the organic growth in card processing and remittance fees. Cost of revenue increased 1.5% as a percentage of revenue for fiscal 2021 compared to fiscal 2020.\nRevenue in the Complementary segment increased 4% for fiscal 2021 compared to fiscal 2020. Reducing total Complementary revenue by the effects of deconversion fees from both years, which totaled $6,778 in fiscal 2021 and $12,536 in fiscal 2020, and for revenue from acquisitions and divestitures of $9 from fiscal 2021, Complementary segment revenue increased 6%. This increase was driven by organic increases in our private and public cloud revenue, Jack Henry digital, and on-premise support revenues. Cost of revenue in the Complementary segment increased 4% for fiscal 2021 compared to fiscal 2020, primarily due to increased personnel costs and amortization expense mainly related to capitalized software. Cost of revenue remained consistent as a percentage of revenue for fiscal 2021 compared to fiscal 2020.\nRevenue in the Corporate and Other segment decreased 15% for fiscal 2021 compared to fiscal 2020. The decrease was mainly due to decreased hardware revenue and lower pass-through user group revenue due to COVID-19 limitations (see \"COVID-19 Impact and Response\" above).\nCost of revenue for the Corporate and Other segment includes operating costs not directly attributable to any of the other three segments and increased 2% for fiscal 2021 compared to fiscal 2020. The increased cost of revenue was primarily related to increased licenses and fees and personnel costs, partially offset by lower hardware costs associated with the decrease in hardware revenue.\nLIQUIDITY AND CAPITAL RESOURCES\nThe Company's cash and cash equivalents decreased to $50,992 at June 30, 2021 from $213,345 at June 30, 2020. Cash was lower at the end of fiscal 2021 compared to the end of fiscal 2020 primarily due to the increase in net cash used in financing activities, including an increase in the purchase of treasury stock of approximately $360,000 and the decrease in cash provided by operating activities, including lower deconversion fees collected of approximately $22,000 or about 61% year over year. Decreases in cash were partially offset by an increase in credit facility borrowings and a decrease in cash used in investing activities, including a 57% decrease in capital expenditures and a decrease in cash used for acquisitions year over year.\nThe following table summarizes net cash from operating activities in the statement of cash flows:\nCash provided by operating activities for fiscal 2021 decreased 9% compared to fiscal 2020.  Cash from operations is primarily used to repay debt, pay dividends and repurchase stock, and for capital expenditures.\nCash used in investing activities for fiscal 2021 totaled $162,250 and included: $128,343 for the ongoing enhancements and development of existing and new product and service offerings; capital expenditures on facilities and equipment of $22,988, mainly for the purchase of computer equipment; $2,300 for asset acquisitions; $6,506\n28\nfor the purchase and development of internal use software; and $13,300 for purchase of investments. This was partially offset by $6,187 of proceeds from asset sales and $5,000 of proceeds from investment maturities.\nCash used in investing activities for fiscal 2020 totaled $197,906 and included: $117,262 for the ongoing enhancements and development of existing and new product and service offerings; capital expenditures on facilities and equipment of $53,538, mainly for the purchase of computer equipment; $30,376, net of cash acquired, for the purchases of Geezeo; $6,710 for the purchase and development of internal use software; and $1,150 for the purchase of investments. These expenditures were partially offset by $11,130 of proceeds from the sale of assets.\nFinancing activities used cash of $462,232 for fiscal 2021 and included $431,529 for the purchase of treasury shares and $133,800 for dividends paid to stockholders. These expenditures were partially offset by $3,211 of net cash inflow related to stock-based compensation and borrowings and repayments on our revolving credit facility which netted to a borrowing of $100,000.\nFinancing activities used cash in fiscal 2020 of $192,909 and included $127,421 for dividends paid to stockholders and $71,549 for the purchase of treasury shares. These expenditures were partially offset by $6,094 of net cash inflow related to stock-based compensation. Borrowings and repayments on our revolving credit facility netted to zero at June 30, 2020.\nCapital Requirements and Resources\nThe Company generally uses existing resources and funds generated from operations to meet its capital requirements. Capital expenditures totaling $22,988 and $53,538 for fiscal years ended June 30, 2021 and June 30, 2020, respectively, were made primarily for additional equipment and the improvement of existing facilities. These additions were funded from cash generated by operations. At June 30, 2021, the Company had no significant outstanding purchase commitments related to property and equipment. The COVID-19 pandemic has created significant uncertainty as to general global economic and market conditions for the beginning of our fiscal 2022 and beyond. We believe we have adequate capital resources and sufficient access to external financing sources to satisfy our current and reasonably anticipated requirements for funds to conduct our operations and meet other needs in the ordinary course of our business. However, as the impact of the COVID-19 pandemic on the economy and our operations evolves, we will continue to assess our liquidity needs.\nAt June 30, 2021, the Company had contractual obligations of $1,179,284, including operating lease obligations and $1,112,731 related to off-balance sheet purchase obligations. Included in off-balance sheet purchase obligations were open purchase orders of $84,736 and a strategic services agreement entered into by JKHY in fiscal 2017 with First Data® and PSCU® to provide full-service debit and credit card processing on a single platform to all existing core bank and credit union customers, as well as to expand our card processing platform to financial institutions outside our core customer base. This agreement and subsequent amendments include a total purchase commitment at June 30, 2021 of $1,027,995 over the remaining term of the contract, which currently extends until January 2036, subject to certain renewal terms. Contractual obligations exclude $9,942 of liabilities for uncertain tax positions as we are unable to reasonably estimate the ultimate amount or timing of settlement.\nThe Board of Directors has authorized the Company to repurchase shares of its common stock. Under this authorization, the Company may finance its share repurchases with available cash reserves or short-term borrowings on its existing credit facilities. The share repurchase program does not include specific price targets or timetables and may be suspended at any time.  At June 30, 2021, there were 29,793 shares in treasury stock and the Company had the remaining authority to repurchase up to 5,198 additional shares. The total cost of treasury shares at June 30, 2021 was $1,613,202.  During fiscal 2021, the Company repurchased 2,800 treasury shares for $431,529. At June 30, 2020, there were 26,993 shares in treasury stock and the Company had authority to repurchase up to 2,998 additional shares.\nRevolving credit facility\nOn February 10, 2020, the Company entered into a five-year senior, unsecured revolving credit facility.  The credit facility allows for borrowings of up to $300,000, which may be increased by the Company at any time until maturity to $700,000.  The credit facility bears interest at a variable rate equal to (a) a rate based on a eurocurrency rate or (b) an alternate base rate (the highest of (i) 0%, (ii) the U.S. Bank prime rate for such day, (iii) the sum of the Federal Funds Effective Rate for such day plus 0.50% and (iv) the eurocurrency rate for a one-month interest period on such day for dollars plus 1.0%), plus an applicable percentage in each case determined by the Company's leverage ratio. The credit facility is guaranteed by certain subsidiaries of the Company and is subject to various financial covenants that require the Company to maintain certain financial ratios as defined in the credit facility agreement.  As of June 30, 2021, the Company was in compliance with all such covenants. The revolving credit facility terminates February 10, 2025. There was a $100,000 outstanding balance under the credit facility at June 30, 2021 and no outstanding balance under this credit facility at June 30, 2020.\n29\nThe Company also terminated its prior unsecured credit agreement on February 10, 2020.\nOther lines of credit\nThe Company has an unsecured bank credit line which provides for funding of up to $5,000 and bears interest at the prime rate less 1%. The credit line was renewed in May 2019 and modified in March 2021 to extend the expiration to April 30, 2023. There was no balance outstanding at June 30, 2021 or June 30, 2020.\nRECENT ACCOUNTING PRONOUNCEMENTS\nRecently Adopted Accounting Guidance\nIn January 2017, the FASB issued Accounting Standard Update (\"ASU\") No. 2017-04, Intangibles - Goodwill and Other (Topic 350): Simplifying the Test for Goodwill Impairment, which eliminates Step 2 of the goodwill impairment test that had required a hypothetical purchase price allocation. Rather, entities should apply the same impairment assessment to all reporting units and recognize an impairment loss for the amount by which a reporting unit’s carrying amount exceeds its fair value, without exceeding the total amount of goodwill allocated to that reporting unit. Entities will continue to have the option to perform a qualitative assessment for a reporting unit to determine if the quantitative impairment test is necessary. The Company adopted ASU No. 2017-04 on July 1, 2020 and the adoption did not have a material impact on its consolidated financial statements.\nIn June 2016, the FASB issued ASU No. 2016-13, Financial Instruments - Credit Losses (Topic 326), or CECL, which prescribes an impairment model for most financial instruments based on expected losses rather than incurred losses. Under this model, an estimate of expected credit losses over the contractual life of the instrument is to be recorded as of the end of a reporting period as an allowance to offset the amortized cost basis, resulting in a net presentation of the amount expected to be collected on the financial instrument. For most instruments, entities must apply the standard using a cumulative-effect adjustment to beginning retained earnings as of the beginning of the fiscal year of adoption.\nThe Company adopted CECL effective July 1, 2020 using the required modified retrospective approach, which resulted in a cumulative-effect decrease to beginning retained earnings of $493. Financial assets and liabilities held by the Company subject to the “expected credit loss” model prescribed by CECL include trade and other receivables as well as contract assets (see Note 1 to the consolidated financial statements).\nNot Adopted at Fiscal Year End\nIn December of 2019, the FASB issued ASU No. 2019-12, Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes, which removes certain exceptions and simplifies other requirements of Topic 740 guidance. The ASU is effective for the Company on July 1, 2021. The Company adopted ASU 2019-12 effective July 1, 2021 and the adoption did not have a material impact on its consolidated financial statements.\nCRITICAL ACCOUNTING ESTIMATES\nWe prepare our consolidated financial statements in accordance with U.S. GAAP. The significant accounting policies are discussed in Note 1 to the consolidated financial statements. The preparation of consolidated financial statements in accordance with U.S. GAAP requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses, as well as disclosure of contingent assets and liabilities. We base our estimates and judgments upon historical experience and other factors believed to be reasonable under the circumstances. Changes in estimates or assumptions could result in a material adjustment to the consolidated financial statements.\nWe have identified several critical accounting estimates. An accounting estimate is considered critical if both: (a) the nature of the estimates or assumptions is material due to the levels of subjectivity and judgment involved, and (b) the impact of changes in the estimates and assumptions would have a material effect on the consolidated financial statements.\nRevenue Recognition\nWe generate revenue from data processing, transaction processing, software licensing and related services, professional services, and hardware sales.\nSignificant Judgments in Application of the Guidance\nIdentification of Performance Obligations\nWe enter into contracts with customers that may include multiple types of goods and services.  At contract inception,  we assess the solutions and services promised in our contracts with customers and identify a performance\n30\nobligation for each promise to transfer to the customer a solution or service (or bundle of solutions or services) that is distinct - that is, if the solution or service is separately identifiable from other items in the arrangement and if the customer can benefit from the solution or service on its own or together with other resources that are readily available.  Significant judgment is used in the identification and accounting for all performance obligations.  We recognize revenue when or as we satisfy each performance obligation by transferring control of a solution or service to the customer.\nDetermination of Transaction Price\nThe amount of revenue recognized is based on the consideration we expect to receive in exchange for transferring goods and services to the customer.  Our contracts with our customers frequently contain some component of variable consideration.  We estimate variable consideration in our contracts primarily using the expected value method, based on both historical and current information.  Where appropriate, we may constrain the estimated variable consideration included in the transaction price in the event of a high degree of uncertainty as to the final consideration amount.  Significant judgment is used in the estimate of variable consideration of customer contracts that are long-term and include uncertain transactional volumes.\nTechnology or service components from third parties are frequently included in or combined with our applications or service offerings.  Whether we recognize revenue based on the gross amount billed to the customer or the net amount retained involves judgment in determining whether we control the good or service before it is transferred to the customer.  This assessment is made at the performance obligation level.\nAllocation of Transaction Price\nThe transaction price, once determined, is allocated between the various performance obligations in the contract based upon their relative standalone selling prices.  The standalone selling prices are determined based on the prices at which we separately sell each good or service.  For items that are not sold separately, we estimate the standalone selling prices using all information that is reasonably available, including reference to historical pricing data.\nContract Costs\nWe incur incremental costs to obtain a contract as well as costs to fulfill contracts with customers that are expected to be recovered.  These costs consist primarily of sales commissions, which are incurred only if a contract is obtained, and customer conversion or implementation-related costs.\nCapitalized costs are amortized based on the transfer of goods or services to which the asset relates, in line with the percentage of revenue recognized for each performance obligation to which the costs are allocated.\nDepreciation and Amortization Expense\nThe calculation of depreciation and amortization expense is based on the estimated economic lives of the underlying property, plant and equipment and intangible assets, which have been examined for their useful life and determined that no impairment exists. We believe it is unlikely that any significant changes to the useful lives of our tangible and intangible assets will occur in the near term, but rapid changes in technology or changes in market conditions could result in revisions to such estimates that could materially affect the carrying value of these assets and our future consolidated operating results. For long-lived assets, we consider whether any impairment indicators are present. If impairment indicators are identified, we test the recoverability of the long-lived assets. If this recoverability test is failed, we determine the fair value of the long-lived assets and recognize an impairment loss if the fair value is less than its carrying value.\nCapitalization of software development costs\nWe capitalize certain costs incurred to develop commercial software products. For software that is to be sold, significant areas of judgment include: establishing when technological feasibility has been met and costs should be capitalized, determining the appropriate period over which to amortize the capitalized costs based on the estimated useful lives, estimating the marketability of the commercial software products and related future revenues, and assessing the unamortized cost balances for impairment. Costs incurred prior to establishing technological feasibility are expensed as incurred. Amortization begins on the date of general release and the appropriate amortization period is based on estimates of future revenues from sales of the products. We consider various factors to project marketability and future revenues, including an assessment of alternative solutions or products, current and historical demand for the product, and anticipated changes in technology that may make the product obsolete.\nFor internal use software, capitalization begins at the beginning of application development.  Costs incurred prior to this are expensed as incurred. Significant estimates and assumptions include determining the appropriate\n31\namortization period based on the estimated useful life and assessing the unamortized cost balances for impairment.  Amortization begins on the date the software is placed in service and the amortization period is based on estimated useful life.\nA significant change in an estimate related to one or more software products could result in a material change to our results of operations.\nEstimates used to determine current and deferred income taxes\nWe make certain estimates and judgments in determining income tax expense for financial statement purposes. These estimates and judgments occur in the calculation of certain tax assets and liabilities, which arise from differences in the timing of recognition of revenue and expense for tax and financial statement purposes. We also must determine the likelihood of recoverability of deferred tax assets and adjust any valuation allowances accordingly. Considerations include the period of expiration of the tax asset, planned use of the tax asset, and historical and projected taxable income as well as tax liabilities for the tax jurisdiction to which the tax asset relates. Valuation allowances are evaluated periodically and will be subject to change in each future reporting period as a result of changes in one or more of these factors. Also, liabilities for uncertain tax positions require significant judgment in determining what constitutes an individual tax position as well as assessing the outcome of each tax position. Changes in judgment as to recognition or measurement of tax positions can materially affect the estimate of the effective tax rate and consequently, affect our financial results.\nAssumptions related to purchase accounting and goodwill\nWe account for our acquisitions using the purchase method of accounting. This method requires estimates to determine the fair values of assets and liabilities acquired, including judgments to determine any acquired intangible assets such as customer-related intangibles, as well as assessments of the fair value of existing assets such as property and equipment. Liabilities acquired can include balances for litigation and other contingency reserves established prior to or at the time of acquisition and require judgment in ascertaining a reasonable value. Third-party valuation firms may be used to assist in the appraisal of certain assets and liabilities, but even those determinations would be based on significant estimates provided by us, such as forecast revenues or profits on contract-related intangibles. Numerous factors are typically considered in the purchase accounting assessments, which are conducted by Company professionals from legal, finance, human resources, information systems, program management and other disciplines. Changes in assumptions and estimates of the acquired assets and liabilities would result in changes to the fair values, resulting in an offsetting change to the goodwill balance associated with the business acquired.\nAs goodwill is not amortized, goodwill balances are regularly assessed for potential impairment. Such assessments include a qualitative assessment of factors that may indicate a potential for impairment, such as: macroeconomic conditions, industry and market changes, our overall financial performance, changes in share price, and an assessment of other events or changes in circumstances that could negatively impact us.  If that qualitative assessment indicates a potential for impairment, a quantitative assessment is then required, including an analysis of future cash flow projections as well as a determination of an appropriate discount rate to calculate present values. Cash flow projections are based on management-approved estimates, which involve the input of numerous Company professionals from finance, operations and program management. Key factors used in estimating future cash flows include assessments of labor and other direct costs on existing contracts, estimates of overhead costs and other indirect costs, and assessments of new business prospects and projected win rates. Our most recent assessment indicates that no reporting units are currently at risk of impairment as the fair value of each reporting unit is significantly in excess of the carrying value. However, significant changes in the estimates and assumptions used in purchase accounting and goodwill impairment testing could have a material effect on the consolidated financial statements."
  },
  {
    "item_key": "item_7a",
    "text": "Market risk refers to the risk that a change in the level of one or more market prices, interest rates, indices, volatilities, correlations or other market factors such as liquidity, will result in losses for a certain financial instrument or group of financial instruments. We are currently exposed to credit risk on credit extended to customers and interest risk on outstanding debt. We do not currently use any derivative financial instruments. We actively monitor these risks through a variety of controlled procedures involving senior management.\nBased on the controls in place and the credit worthiness of the customer base, we believe the credit risk associated with the extension of credit to our customers will not have a material adverse effect on our consolidated financial position, results of operations, or cash flows.\n32\nWe have $100 million outstanding debt with variable interest rates as of June 30, 2021 and a 1% increase in our borrowing rate would increase our annual interest expense by $1 million."
  },
  {
    "item_key": "item_8",
    "text": "Index to Financial Statements\nFinancial Statement Schedules\nThere are no schedules included because they are not applicable or the required information is shown in the consolidated financial statements or notes thereto.\n34\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of Jack Henry & Associates, Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Jack Henry & Associates, Inc. and its subsidiaries (the “Company”) as of June 30, 2021 and 2020, and the related consolidated statements of income, changes in stockholders’ equity and cash flows for each of the three years in the period ended June 30, 2021, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of June 30, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of June 30, 2021 and 2020, and the results of its operations and its cash flows for each of the three years in the period ended June 30, 2021 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of June 30, 2021, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Annual Report on Internal Control over Financial Reporting. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n35\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nRevenue Recognition - estimating variable consideration and identification of and accounting for performance obligations\nAs discussed in Notes 1 and 2 to the consolidated financial statements, the Company recorded revenue of $1.758 billion for the year ended June 30, 2021. The Company enters into contracts with its customers, which frequently contain multiple performance obligations and variable contract consideration. The amount of revenue recognized is based on the consideration the Company expects to receive in exchange for transferring goods and services to the customer. The Company’s contracts with its customers frequently contain some component of variable consideration. Management estimates variable consideration in its contract primarily using the expected value method, based on both historical and current information. Where appropriate, the Company may constrain the estimated variable consideration included in the transaction price in the event of a high degree of uncertainty as to the final consideration amount. At contract inception, management assesses the solutions and services promised in its contracts with customers and identifies a performance obligation for each promise to transfer to the customer a solution or service (or bundle of solutions or services) that is distinct - that is, if the solution or service is separately identifiable from other items in the arrangement and if the customer can benefit from the solution or service on its own or together with other resources that are readily available. The Company recognizes revenue when or as it satisfies each performance obligation by transferring control of a solution or service to the customer. Significant judgment in revenue recognition for these customer contracts include, where relevant, (i) the estimation of variable consideration, principally, the varying volume of transactional activity over long-term contracts, and (ii) the identification of and accounting for all performance obligations.\nThe principal considerations for our determination that performing procedures relating to the estimation of variable consideration and the identification of and accounting for performance obligations is a critical audit matter are significant judgment by management to estimate the variable consideration, principally, the varying volume of transactional activity and the identification of and accounting for all performance obligations in a contract. This in turn resulted in significant audit effort, a high degree of auditor judgment and subjectivity in performing our audit procedures and in evaluating the audit evidence obtained.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to the revenue recognition process, including the estimation of variable consideration and identification of and accounting for each performance obligation. The procedures also included, among others, evaluating and testing management’s process for determining the variable consideration and testing the reasonableness of management’s estimation of variable consideration. Testing the estimation of variable consideration included evaluating the terms and conditions of the long-term contracts and the related significant assumptions used in the estimate of the variable consideration, principally, the use of historical transaction volumes to estimate the varying volume of transactional activity. The procedures for testing the performance obligations and variable consideration included evaluation of the terms and conditions for a sample of contracts.\n/s/ PricewaterhouseCoopers LLP\nKansas City, Missouri\nAugust 25, 2021\nWe have served as the Company’s auditor since 2015.\n36\nMANAGEMENT’S ANNUAL REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nThe management of Jack Henry & Associates, Inc. is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13a-15(f) and 15d-15(e). The Company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of the Company’s consolidated financial statements for external reporting purposes in accordance with U.S. GAAP.\nThe Company’s internal control over financial reporting includes policies and procedures pertaining to the maintenance of records that, in reasonable detail, accurately and fairly reflect transactions and dispositions of assets of the Company; provide reasonable assurance transactions are recorded as necessary to permit preparation of consolidated financial statements in accordance with U.S. GAAP, and receipts and expenditures of the Company are being made only in accordance with authorizations of management and the directors of the Company; and provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the Company’s consolidated financial statements.  All internal controls, no matter how well designed, have inherent limitations.  Therefore, even where internal control over financial reporting is determined to be effective, it can provide only reasonable assurance.  Projections of any evaluation of effectiveness to future periods are subject to the risk controls may become inadequate because of changes in conditions, or the degree of compliance with the policies or procedures may deteriorate.\nAs of June 30, 2021, management conducted an assessment of the effectiveness of the Company’s internal control over financial reporting based on the framework established in Internal Control-Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (\"COSO\").  Based on this assessment, management has concluded the Company’s internal control over financial reporting as of June 30, 2021 was effective.\nThe Company’s internal control over financial reporting as of June 30, 2021 has been audited by the Company’s independent registered public accounting firm, as stated in their report appearing in this Item 8.\n37\nSee notes to consolidated financial statements\n38\nSee notes to consolidated financial statements\n39\nSee notes to consolidated financial statements.\n40\nSee notes to consolidated financial statements\n41\nJACK HENRY & ASSOCIATES, INC. AND SUBSIDIARIES\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n(In Thousands, Except Per Share Amounts)\nNOTE 1.\nNATURE OF OPERATIONS AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nDESCRIPTION OF THE COMPANY\nJack Henry & Associates, Inc. and subsidiaries (\"Jack Henry,\" \"JKHY,\" or the \"Company\") is a leading provider of technology solutions and payment processing services primarily for the financial services industry. The Company has developed and acquired a number of banking and credit union software systems. The Company's revenues are predominately earned by marketing those systems to financial institutions nationwide by providing the conversion and implementation services for financial institutions to utilize JKHY systems, and by providing payment processing other related services. JKHY also provides continuing support and services to customers using on-premise or JKHY cloud-based systems.\nCONSOLIDATION\nThe consolidated financial statements include the accounts of JKHY and all of its subsidiaries, which are wholly owned, and all intercompany accounts and transactions have been eliminated.\nUSE OF ESTIMATES\nThe preparation of financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities as of the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates.\nRisks and Uncertainties\nThe novel coronavirus (\"COVID-19\") pandemic adversely impacted global economic activity and contributed to significant volatility in financial markets during 2020 and in 2021 year to date.\nThe extent to which the COVID-19 pandemic will directly or indirectly impact our business and financial results, including revenue, expenses, cost of revenues, research and development, and selling, general and administrative expenses, will depend on future developments that are highly uncertain, such as new information that may emerge concerning COVID-19 and the actions taken to contain or treat COVID-19 (including the efficacy and distribution of vaccines), as well as the economic impact on local, regional, national and international customers and markets. The Company assessed certain accounting matters that generally require consideration of forecasted financial information in context with the information reasonably available to the Company and the unknown future impacts of COVID-19 as of and for its fiscal year ended June 30, 2021 and through the date of this report. The accounting matters assessed included, but were not limited to, the Company’s allowance for credit losses, as well as the carrying value of goodwill and other long-lived assets. While there was not a material impact to the Company’s consolidated financial statements, the Company’s future assessment of the magnitude and duration of COVID-19, as well as other factors, could result in material impacts to the Company’s consolidated financial statements in future reporting periods.\nREVENUE RECOGNITION\nThe Company generates \"Services and Support\" revenue through software licensing and related services, private cloud core and complementary software solutions, professional services, and hardware sales.  The Company generates \"Processing\" revenue through processing of remittance transactions, card transactions and monthly fees, and digital transactions.\nSignificant Judgments in Application of the Guidance\nIdentification of Performance Obligations\nThe Company enters into contracts with customers that may include multiple types of goods and services.  At contract inception, the Company assesses the solutions and services promised in its contracts with customers and identifies a performance obligation for each promise to transfer to the customer a solution or service (or bundle of solutions or services) that is distinct - that is, if the solution or service is separately identifiable from other items in the arrangement and if the customer can benefit from the solution or service on its own or together with other resources that are readily available. Significant judgment is used in the identification and accounting for all performance obligations.\n42\nDetermination of Transaction Price\nThe amount of revenue recognized is based on the consideration the Company expects to receive in exchange for transferring goods and services to the customer.  The Company’s contracts with its customers frequently contain some component of variable consideration.  The Company estimates variable consideration in its contracts primarily using the expected value method, based on both historical and current information. Where appropriate, the Company may constrain the estimated variable consideration included in the transaction price in the event of a high degree of uncertainty as to the final consideration amount.  Significant judgment is used in the estimate of variable consideration of customer contracts that are long-term and include uncertain transactional volumes.\nTechnology or service components from third parties are frequently included in or combined with the Company’s applications or service offerings.  Whether the Company recognizes revenue based on the gross amount billed to the customer or the net amount retained involves judgment in determining whether the Company controls the good or service before it is transferred to the customer.  This assessment is made at the performance obligation level.\nAllocation of Transaction Price\nThe transaction price, once determined, is allocated between the various performance obligations in the contract based upon their relative standalone selling prices.  The standalone selling prices are determined based on the prices at which the Company separately sells each good or service.  For items that are not sold separately, the Company estimates the standalone selling prices using all information that is reasonably available, including reference to historical pricing data.\nCOMPUTER SOFTWARE DEVELOPMENT\nThe Company capitalizes new product development costs incurred for software to be sold from the point at which technological feasibility has been established through the point at which the product is ready for general availability. Software development costs that are capitalized are evaluated on a product-by-product basis annually for impairment and are assigned an estimated economic life based on the type of product, market characteristics, and maturity of the market for that particular product. These costs are amortized based on current and estimated future revenue from the product or on a straight-line basis, whichever yields greater amortization expense. All of this amortization expense is included within components of operating income, primarily cost of revenue.\nThe Company capitalizes development costs for internal use software beginning at the start of application development. Amortization begins on the date the software is placed in service and the amortization period is based on estimated useful life.\nCASH EQUIVALENTS\nThe Company considers all highly liquid investments with maturities of three months or less at the time of acquisition to be cash equivalents.\nACCOUNTS RECEIVABLE\nReceivables are recorded at the time of billing.  On July 1, 2020, the Company adopted FASB Accounting Standards Codification (\"ASC\") Topic 326, Financial Instruments - Credit Losses, (\"CECL\") (see \"Recent Accounting Pronouncements\" below). As a result, the Company changed its accounting policy for allowance for credit losses. The accounting policy pursuant to CECL is disclosed below. The adoption of CECL resulted in an immaterial cumulative effect adjustment recorded in retained earnings as of July 1, 2020.\nThe Company monitors trade and other receivable balances and contract assets and estimates the allowance for lifetime expected credit losses. Estimates of expected credit losses are based on historical collection experience and other factors, including those related to current market conditions and events.\nThe following table summarizes allowance for credit losses activity for the year ended June 30, 2021:\n43\nPROPERTY AND EQUIPMENT AND INTANGIBLE ASSETS\nProperty and equipment is stated at cost and depreciated using the straight-line method over the estimated useful lives of the assets.\nIntangible assets consist of goodwill, customer relationships, computer software, and trade names acquired in business acquisitions in addition to internally developed computer software. The amounts are amortized, with the exception of those with an indefinite life (goodwill), over an estimated economic benefit period, generally three to twenty years.\nThe Company reviews its long-lived assets and identifiable intangible assets with finite lives for impairment whenever events or changes in circumstances have indicated that it is more likely than not that the carrying amount of its assets might not be recoverable. The Company evaluates goodwill for impairment of value on an annual basis as of January 1 and between annual tests if events or changes in circumstances indicate that it is more likely than not that the asset might be impaired.\nPURCHASE OF INVESTMENT\nThe Company has invested $\n13,250\nin the preferred stock of Automated Bookkeeping, Inc. (\"Autobooks\"), which represents a non-controlling share of the voting equity of Autobooks. This investment was recorded at cost and is included within other non-current assets on the Company's balance sheet.  The fair value of this investment has not been estimated, as estimation is not practicable due to limited investors which reduces available comparative information. There have been no events or changes in circumstances that would indicate an impairment and no price changes resulting from observing a similar or identical investment.  An impairment and/or an observable price change would be an adjustment to recorded cost. Fair value will not be estimated unless there are identified events or changes in circumstances that may have a significant adverse effect on the fair value of the investment. Equity transactions are monitored quarterly to assess whether or not there are indicators of fair value.\nCOMPREHENSIVE INCOME\nComprehensive income for each of the fiscal years ending June 30, 2021, 2020, and 2019 equals the Company’s net income.\nREPORTABLE SEGMENT INFORMATION\nI\nn accordance with U.S. GAAP, the Company's operations are classified as\nfour\nreportable segments: Core, Payments, Complementary, and Corporate and Other (see Note 14). Substantially all the Company’s revenues are derived from operations and assets located within the United States of America.\nCOMMON STOCK\nThe Board of Directors has authorized the Company to repurchase shares of its common stock. Under this authorization, the Company may finance its share repurchases with available cash reserves or short-term borrowings on its existing credit facilities. The share repurchase program does not include specific price targets or timetables and may be suspended at any time.\nAt June 30, 2021, there were\n29,793\nshares in treasury stock and the Company had the remaining authority to repurchase up to\n5,198\nadditional shares of its common stock. The total cost of treasury shares at June 30, 2021 was $\n1,613,202\n.  During fiscal 2021, the Company repurchased\n2,800\nshares of its common stock for $\n431,529\nto be held in treasury.  At June 30, 2020, there were\n26,993\nshares in treasury stock and the Company had authority to repurchase up to\n2,998\nadditional shares of its common stock.\nEARNINGS PER SHARE\nPer share information is based on the weighted average number of common shares outstanding during the year. Stock options and restricted stock have been included in the calculation of income per diluted share to the extent\n44\nthey are dilutive. The difference between basic and diluted weighted average shares outstanding is the dilutive effect of outstanding stock options and restricted stock (see Note 11).\nINCOME TAXES\nDeferred tax liabilities and assets are recognized for the tax effects of differences between the financial statement and tax bases of assets and liabilities. A valuation allowance would be established to reduce deferred tax assets if it is more likely than not that a deferred tax asset will not be realized.\nThe Company recognizes the tax benefit from an uncertain tax position only if it is more likely than not that the tax position will be sustained on examination by the taxing authorities, based upon the technical merits of the position. The tax benefit recognized in the financial statements from such a position is measured based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. Also, interest and penalties expense are recognized on the full amount of unrecognized benefits for uncertain tax positions. The Company's policy is to include interest and penalties related to unrecognized tax benefits in income tax expense.\nRECENT ACCOUNTING PRONOUNCEMENTS\nRecently Adopted Accounting Guidance\nIn January 2017, the FASB issued Accounting Standard Update (\"ASU\") No. 2017-04, Intangibles - Goodwill and Other (Topic 350): Simplifying the Test for Goodwill Impairment, which eliminates Step 2 of the goodwill impairment test that had required a hypothetical purchase price allocation. Rather, entities should apply the same impairment assessment to all reporting units and recognize an impairment loss for the amount by which a reporting unit’s carrying amount exceeds its fair value, without exceeding the total amount of goodwill allocated to that reporting unit. Entities will continue to have the option to perform a qualitative assessment for a reporting unit to determine if the quantitative impairment test is necessary. The Company adopted ASU No. 2017-04 on July 1, 2020 and the adoption did not have a material impact on its consolidated financial statements.\nIn June 2016, the FASB issued CECL, which prescribes an impairment model for most financial instruments based on expected losses rather than incurred losses. Under this model, an estimate of expected credit losses over the contractual life of the instrument is to be recorded as of the end of a reporting period as an allowance to offset the amortized cost basis, resulting in a net presentation of the amount expected to be collected on the financial instrument. For most instruments, entities must apply the standard using a cumulative-effect adjustment to beginning retained earnings as of the beginning of the fiscal year of adoption.\nThe Company adopted CECL effective July 1, 2020 using the required modified retrospective approach, which resulted in a cumulative-effect decrease to beginning retained earnings of $\n493\n. Financial assets and liabilities held by the Company subject to the “expected credit loss” model prescribed by CECL include trade and other receivables as well as contract assets (see Note 1).\nNot Adopted at Fiscal Year End\nIn December of 2019, the FASB issued ASU No. 2019-12, Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes, which removes certain exceptions and simplifies other requirements of Topic 740 guidance. The ASU was effective for the Company on July 1, 2021. The Company adopted ASU 2019-12 effective July 1, 2021 and the adoption did not have a material impact on its consolidated financial statements.\nNOTE 2.\nREVENUE AND DEFERRED COSTS\nRevenue Recognition\nThe Company generates revenue from data processing, transaction processing, software licensing and related services, professional services, and hardware sales.\nThe Company recognizes revenue when or as it satisfies each performance obligation by transferring control of a solution or service to the customer.\nThe following describes the nature of the Company’s primary types of revenue:\nProcessing\nProcessing revenue is generated from transaction-based fees for electronic deposit and payment services, electronic funds transfers and debit and credit card processing.  The Company’s arrangements for these services typically require the Company to “stand-ready” to provide specific services on a when and if needed basis by processing an unspecified number of transactions over the contractual term.  The fees for these services may be fixed or variable (based upon performing an unspecified quantity of services), and pricing may include tiered pricing structures.  Amounts of revenue allocated to these services are recognized as those services are performed.\n45\nCustomers are typically billed monthly for transactions processed during the month. The Company evaluates tiered pricing to determine if a material right exists.  If, after that evaluation, it determines a material right does exist, it assigns value to the material right based upon standalone selling price after estimation of breakage associated with the material right.\nPrivate and Public Cloud (formerly Outsourcing and Cloud)\nPrivate and public cloud revenue is generated from data and item processing services and hosting fees. The Company’s arrangements for these services typically require the Company to “stand-ready” to provide specific services on a when and if needed basis.  The fees for these services may be fixed or variable (based upon performing an unspecified quantity of services), and pricing may include tiered pricing structures.  Amounts of revenue allocated to these services are recognized as those services are performed. Data and item processing services are typically billed monthly. The Company evaluates tiered pricing to determine if a material right exists.  If, after that evaluation, it determines a material right does exist, it assigns value to the material right based upon standalone selling price.\nProduct Delivery and Services\nProduct delivery and services revenue is generated primarily from software licensing and related professional services and hardware delivery.  Software licenses, along with any professional services from which they are not considered distinct, are recognized as they are delivered to the customer.  Hardware revenue is recognized upon delivery.  Professional services that are distinct are recognized as the services are performed.  Deconversion fees are also included within product delivery and services and are considered a contract modification. Therefore, the Company recognizes these fees over the remaining modified contract term.\nOn-Premise Support (formerly In-House Support)\nOn-premise support revenue is generated from software maintenance for ongoing client support and software usage, which includes a license and ongoing client support.  The Company’s arrangements for these services typically require the Company to “stand-ready” to provide specific services on a when and if needed basis.  The fees for these services may be fixed or variable (based upon performing an unspecified quantity of services).  Software maintenance fees are typically billed to the customer annually in advance and recognized ratably over the maintenance term.  Software usage is typically billed annually in advance, with the license delivered and recognized at the outset, and the maintenance fee recognized ratably over the maintenance term.  Accordingly, the Company utilizes the practical expedient which allows entities to disregard the effects of a financing component when the contract period is one year or less.\nTaxes collected from customers and remitted to governmental authorities are not included in revenue.  The Company includes reimbursements from customers for expenses incurred in providing services (such as for postage, travel and telecommunications costs) in revenue, while the related costs are included in cost of revenue.\n46\nDisaggregation of Revenue\nThe tables below present the Company's revenue disaggregated by type of revenue. Refer to Note 14, Reportable Segment Information, for disaggregated revenue by type and reportable segment. The majority of the Company’s revenue is earned domestically, with revenue from customers outside the United States comprising less than 1% of total revenue.\nContract Balances\nThe following table provides information about contract assets and contract liabilities from contracts with customers.\nContract assets primarily result from revenue being recognized when or as control of a solution or service is transferred to the customer, but where invoicing is contingent upon the completion of other performance obligations or payment terms differ from the provisioning of services.  The current portion of contract assets is reported within prepaid expenses and other in the consolidated balance sheet, and the non-current portion is included in other non-current assets. Contract liabilities (deferred revenue) primarily relate to consideration received from customers in advance of delivery of the related goods and services to the customer.  Contract balances are reported in a net contract asset or liability position on a contract-by-contract basis at the end of each reporting period.\nThe Company analyzes contract language to identify if a significant financing component does exist and would adjust the transaction price for any material effects of the time value of money if the timing of payments provides either party to the contract with a significant benefit of financing the transaction.\nFor the fiscal years ended June 30, 2021, 2020, and 2019, the Company recognized revenue of $\n252,017\n, $\n259,887\n, and $\n265,946\n, respectively, that was included in the corresponding deferred revenue balance at the beginning of the periods.\nAmounts recognized that relate to performance obligations satisfied (or partially satisfied) in prior periods were immaterial for each period presented. These adjustments are primarily the result of transaction price re-allocations due to changes in estimates of variable consideration.\nTransaction Price Allocated to Remaining Performance Obligations\nAs of June 30, 2021, estimated revenue expected to be recognized in the future related to performance obligations that are unsatisfied (or partially unsatisfied) at the end of the reporting period totaled $\n4,635,611\n.  The Company expects to recognize approximately\n28\n% over the next\n12\nmonths,\n20\n% in 13-24 months, and the balance thereafter.\n47\nContract Costs\nThe Company incurs incremental costs to obtain a contract as well as costs to fulfill contracts with customers that are expected to be recovered.  These costs consist primarily of sales commissions, which are incurred only if a contract is obtained, and customer conversion or implementation-related costs. Capitalized costs are amortized based on the transfer of goods or services to which the asset relates, in line with the percentage of revenue recognized for each performance obligation to which the costs are allocated.\nCapitalized costs totaled $\n314,807\nand $\n271,010\n, at June 30, 2021 and 2020, respectively.\nDuring the fiscal years ended June 30, 2021, 2020, and 2019, amortization of deferred contract costs totaled $\n122,143\n, $\n117,763\n, and $\n110,894\n, respectively. There were no impairment losses in relation to capitalized costs for the periods presented.\nNOTE 3.\nFAIR VALUE OF FINANCIAL INSTRUMENTS\nFor cash equivalents, certificates of deposit, amounts receivable or payable, and short-term borrowings, fair values approximate carrying value, based on the short-term nature of the assets and liabilities.\nThe Company's estimates of the fair value for financial assets and financial liabilities are based on the framework established in the fair value accounting guidance. The framework is based on the inputs used in valuation, gives the highest priority to quoted prices in active markets, and requires that observable inputs be used in the valuations when available. The three levels of the hierarchy are as follows:\nLevel 1: inputs to the valuation are quoted prices in an active market for identical assets.\nLevel 2: inputs to the valuation include quoted prices for similar assets in active markets that are observable either directly or indirectly.\nLevel 3: valuation is based on significant inputs that are unobservable in the market and the Company's own estimates of assumptions that we believe market participants would use in pricing the asset.\nFair value of financial assets included in current assets is as follows:\nNOTE 4.\nLEASES\nThe Company adopted ASU 2016-02 and its related amendments (collectively known as “ASC 842”) on July 1, 2019 using the optional transition method in ASU 2018-11. Therefore, the reported results for the fiscal year ended June 30, 2021 and 2020 reflect the application of ASC 842 while the reported results for the year ended June 30, 2019 were not adjusted and continue to be reported under the accounting guidance, ASC 840,\nLeases\n(“ASC 840”), in effect for that fiscal year.\nThe Company determines if an arrangement is a lease, or contains a lease, at inception.  The lease term begins on the commencement date, which is the date the Company takes possession of the property and may include options to extend or terminate the lease when it is reasonably certain that the option will be exercised.  The lease term is used to determine lease classification as an operating or finance lease and is used to calculate straight-line expense for operating leases.  The Company elected the package of practical expedients permitted under the\n48\ntransition guidance within ASU 2016-02 to not reassess prior conclusions related to contracts containing leases, lease classification and initial direct costs.\nRight-of-use (“ROU”) assets represent the Company’s right to use an underlying asset for the lease term and lease liabilities represent the Company’s obligation to make lease payments arising from the lease. As a practical expedient, lease agreements with lease and non-lease components are accounted for as a single lease component for all asset classes, which are comprised of real estate leases and equipment leases.  ROU assets and lease liabilities are recognized at the commencement date based on the present value of lease payments over the lease term. ROU assets also include prepaid lease payments and exclude lease incentives received. The Company estimates contingent lease incentives when it is probable that the Company is entitled to the incentive at lease commencement. Since the Company’s leases do not typically provide an implicit rate, the Company uses its incremental borrowing rate based upon the information available at commencement date for both real estate and equipment leases. The determination of the incremental borrowing rate requires judgment. The Company determines the incremental borrowing rate using the Company’s current unsecured borrowing rate, adjusted for various factors such as collateralization and term to align with the terms of the lease. The Company elected the short-term lease recognition exemption for all leases that qualify.  Therefore, leases with an initial term of 12 months or less are not recorded on the balance sheet; instead, lease payments are recognized as lease expense on a straight-line basis over the lease term.\nThe Company leases certain office space, data centers and equipment. The Company’s leases have remaining terms of\n1\nto\n12\nyears.  Certain leases contain renewal options for varying periods, which are at the Company’s sole discretion.  For leases where the Company is reasonably certain to exercise a renewal option, such option periods have been included in the determination of the Company’s ROU assets and lease liabilities. Certain leases require the Company to pay taxes, insurance, maintenance, and other operating expenses associated with the leased asset. Such amounts are not included in the measurement of the lease liability to the extent they are variable in nature. These variable lease costs are recognized as a variable lease expense when incurred. Certain leases include options to purchase the leased asset at the end of the lease term, which is assessed as a part of the Company’s lease classification determination. The depreciable life of the ROU asset and leasehold improvements are limited by the expected lease term unless the Company is reasonably certain of a transfer of title or purchase option.\nAt June 30, 2021 and 2020, the Company had operating lease assets of $\n55,977\nand $\n63,948\nand financing lease assets of $\n188\nand $\n318\n, respectively.  At June 30, 2021, total operating lease liabilities of $\n60,828\nwere comprised of current operating lease liabilities of $\n11,460\nand noncurrent operating lease liabilities of $\n49,368\n, and total financing lease liabilities of $\n193\nwere comprised of current financing lease liabilities of $\n110\nand noncurrent financing lease liabilities of $\n83\n.  At June 30, 2020, total operating lease liabilities of $\n68,309\nwere comprised of current operating lease liabilities of $\n11,712\nand noncurrent operating lease liabilities of $\n56,597\n, and total financing lease liabilities of $\n323\nwere comprised of current financing lease liabilities of $\n115\nand noncurrent financing lease liabilities of $\n208\n.\nOperating lease assets are included within\nother non-current assets\nand operating lease liabilities are included with\naccrued expenses\n(current portion) and\nother long-term liabilities\n(noncurrent portion) in the Company’s consolidated balance sheet.  Operating lease assets were recorded net of accumulated amortization of $\n23,813\nand $\n13,719\nas of June 30, 2021 and 2020. Financing lease assets are included within\nproperty and equipment, net\nand financing lease liabilities are included within\nnotes payable\n(current portion) and\nlong-term debt\n(noncurrent portion) in the Company’s consolidated balance sheet.  Financing lease assets were recorded net of accumulated amortization of $\n153\nand $\n38\nas of June 30, 2021 and 2020.\nOperating lease costs for the fiscal year ended June 30, 2021 and 2020 were $\n14,676\nand $\n16,029\n, respectively.  Financing lease costs for the fiscal year ended June 30, 2021 and 2020 were $\n121\nand $\n41\n, respectively.  Total operating and financing lease costs for the fiscal year ended June 30, 2021 and 2020 included variable lease costs of approximately $\n3,831\nand $\n4,017\n, respectively. Operating and financing lease expense are included within cost of services, research and development, and selling, general and administrative expense, dependent upon the nature and use of the ROU asset, in the Company’s consolidated statement of income.\nFor the fiscal year ended June 30, 2021 and 2020, operating cash flows for payments on operating leases were $\n13,672\nand $\n14,348\nand ROU assets obtained in exchange for operating lease liabilities were $\n4,691\nand $\n4,212\n, respectively.  Financing cash flows for payments on financing leases for the fiscal year ended June 30, 2021 and 2020 were $\n117\nand $\n33\n, respectively.\n49\nAs of June 30, 2021 and 2020, the weighted-average remaining lease terms for the Company's operating leases were\n81\nmonths and\n88\nmonths and the weighted-average discount rates were\n2.67\n% and\n2.76\n%, respectively. As of June 30, 2021 and 2020, the weighted-average remaining lease terms for the Company's financing leases were\n21\nmonths and\n33\nmonths and the weighted-average discount rates were\n2.39\n% and\n2.42\n%, respectively.\nMaturity of Lease Liabilities under ASC 842\nFuture minimum rental payments on operating leases with initial non-cancellable lease terms in excess of one year were due as follows at June 30, 2021*:\n*\nFinancing leases were immaterial to the fiscal year, so a maturity of lease liabilities table has only been included for operating leases.\nLease payments include $\n5,464\nrelated to options to extend lease terms that are reasonably certain of being exercised. At June 30, 2021, there were $\n501\nin legally binding lease payments for a lease signed but not yet commenced.  The commencement date of the lease is July 1, 2021 and has a term of\n68\nmonths.\nRent expense for all operating leases was $\n15,196\nduring the year ended June 30, 2019.\nNOTE 5.\nPROPERTY AND EQUIPMENT\nThe classification of property and equipment, together with their estimated useful lives is as follows:\n(1)\nLesser of lease term or estimated useful life\n(2)\nSee Note 4 for details\nThe increases in property and equipment in accrued liabilities were $\n8,699\nand $\n44\nfor the fiscal years ended June 30, 2021 and 2020, respectively.  The changes in property and equipment acquired through capital leases were a decrease of $\n14\nand an increase of $\n355\nfor the fiscal years ended June 30, 2021 and 2020, respectively. These amounts were excluded from capital expenditures on the statements of cash flows.\n50\nNo\nimpairments of property and equipment were recorded in fiscal 2021, 2020, or 2019.\nIn fiscal 2020, we recorded a gain on disposal of assets of $\n4,352\nincluded in selling, general, and administrative on the Company's consolidated statement of income and as (gain)/loss on disposal of assets and businesses on the Company's consolidated statement of cash flows.  The gain on disposal of assets was related to the sale of the Company's Houston, TX facility.\nNOTE 6.\nOTHER ASSETS\nGoodwill\nThe carrying amount of goodwill for the fiscal years ended June 30, 2021 and 2020, by reportable segments, is as follows:\n1\nRelated to the transfer of our Call Center line of business from Core to Complementary, $\n4,017\nof goodwill was transferred between the two based upon the estimated fair value of that line of business.\nGoodwill acquired during fiscal 2021 and 2020 totaled $\n1,485\nand $\n19,390\n, respectively. Goodwill consists largely of the growth potential, synergies and economies of scale expected from combining the operations of the Company with those of the entities or assets acquired, together with their assembled workforces. No goodwill has been assigned to the Company's Corporate and Other reportable segment (see Note 13).\n51\nOther Intangible Assets\nInformation regarding other identifiable intangible assets is as follows:\nCustomer relationships have useful lives ranging from\n5\nto\n20\nyears.\nComputer software includes cost of software to be sold, leased, or marketed of $\n146,090\nand costs of internal-use software of $\n222,004\nat June 30, 2021.  At June 30, 2020, costs of software to be sold, leased, or marketed totaled $\n142,493\n, and costs of internal-use software totaled $\n197,973\n.\nComputer software includes the unamortized cost of commercial software products developed or acquired by the Company, which are capitalized and amortized over useful lives generally ranging from\n5\nto\n15\nyears.  Amortization expense for computer software totaled $\n99,305\n, $\n92,460\n, and $\n82,605\nfor the fiscal years ended June 30, 2021, 2020, and 2019, respectively.  During fiscal 2020, computer software projects totaling $8,710, primarily related to Enterprise Risk Mitigation Solution and Payments Hub, were written off and are included in selling, general, and administrative on the Company's consolidated statement of income and as (gain)/loss on disposal of assets and businesses on the Company's consolidated statement of cash flows.  There were no material impairments in fiscal years ended June 30, 2021 and 2019.\nThe Company's other intangible assets have useful lives ranging from\n3\nto\n20\nyears.\nAmortization expense for all intangible assets was $\n123,233\n, $\n119,599\n, and $\n113,255\nfor the fiscal years ended June 30, 2021, 2020, and 2019, respectively.\nThe estimated aggregate future amortization expense for each of the next five years for all intangible assets remaining as of June 30, 2021, is as follows:\nNOTE 7.\nDEBT\nThe Company had $\n110\noutstanding short-term debt and $\n100,083\noutstanding long-term debt at June 30, 2021, related to financing leases and the revolving credit facility.  The Company had $\n115\noutstanding short-term debt and $\n208\noutstanding long-term debt at June 30, 2020.\nRevolving credit facility\nOn February 10, 2020, the Company entered into a five-year senior, unsecured revolving credit facility.  The credit facility allows for borrowings of up to $\n300,000\n, which may be increased by the Company at any time until maturity to $\n700,000\n.  The credit facility bears interest at a variable rate equal to (a) a rate based on a eurocurrency rate or (b) an alternate base rate (the highest of (i) 0%, (ii) the U.S. Bank prime rate for such day, (iii) the sum of the Federal Funds Effective Rate for such day plus\n0.50\n% and (iv) the eurocurrency rate for a one-month interest period on such day for dollars plus\n1.0\n%), plus an applicable percentage in each case determined by the Company's\n52\nleverage ratio. The credit facility is guaranteed by certain subsidiaries of the Company and is subject to various financial covenants that require the Company to maintain certain financial ratios as defined in the credit facility agreement.  As of June 30, 2021, the Company was in compliance with all such covenants. The revolving credit facility terminates\nFebruary 10, 2025\n. There was $\n100,000\noutstanding balance under this credit facility at June 30, 2021 and no outstanding balance under this credit facility at June 30, 2020.\nOther lines of credit\nThe Company has an unsecured bank credit line which provides for funding of up to $\n5,000\nand bears interest at the prime rate less\n1\n%. The credit line was renewed in May 2019 and modified in March 2021 to extend the expiration to\nApril 30, 2023\n. There was\nno\nbalance outstanding at June 30, 2021 or 2020.\nInterest\nThe Company paid interest of $\n852\n, $\n475\n, and $\n691\nduring the fiscal years ended June 30, 2021\n,\n2020, and 2019, respectively.\n53\nNOTE 8.\nINCOME TAXES\nThe provision/(benefit) for income taxes consists of the following:\nThe tax effects of temporary differences related to deferred taxes shown on the balance sheets were:\nThe following analysis reconciles the statutory federal income tax rate to the effective income tax rates reflected above:\nAs of June 30, 2021, the Company has $\n4,093\nof gross federal net operating loss (“NOL”) and $\n192\ntax credit carryforwards pertaining to the acquisition of Goldleaf Financial Solutions, Inc. and Geezeo, which are expected to be utilized after the application of IRC Section 382. Separately, as of June 30, 2021, the Company has state NOL and tax credit carryforwards with a tax-effected value of $\n523\nand $\n1,667\n, respectively. The federal and state loss and credit carryover have varying expiration dates, ranging from fiscal 2022 to 2041. Based on state tax rules which\n54\nrestrict utilization of these losses and tax credits, the Company believes it is more likely than not that $\n270\nof these losses and tax credits will expire unutilized. Accordingly, valuation allowances of $\n270\nand $\n473\nhave been recorded against the state net operating losses and tax credit carryforwards as of June 30, 2021 and 2020, respectively.\nThe Company paid income taxes, net of refunds, of $\n80,220\n, $\n63,692\n, and $\n62,005\nin fiscal 2021, 2020, and 2019, respectively.\nAt June 30, 2021, the Company had $\n8,762\nof gross unrecognized tax benefits, $\n8,119\nof which, if recognized, would affect its effective tax rate.  At June 30, 2020, the Company had $\n10,112\nof unrecognized tax benefits, $\n9,434\nof which, if recognized, would affect its effective tax rate. The Company had accrued interest and penalties of $\n1,180\nand $\n1,565\nrelated to uncertain tax positions at June 30, 2021 and 2020, respectively.  The income tax provision included interest expense and penalties (or benefits) on unrecognized tax benefits of $(\n310\n), $\n38\n, and $\n128\nin the fiscal years ended June 30, 2021, 2020, and 2019, respectively.\nA reconciliation of the unrecognized tax benefits for the fiscal years ended June 30, 2021,  2020, and 2019 follows:\nThe U.S. federal and state income tax returns for fiscal 2018 and all subsequent years remain subject to examination as of June 30, 2021 under statute of limitations rules. The Company anticipates that potential changes due to lapsing statutes of limitations and examination closures could reduce the unrecognized tax benefits balance by $\n3,500\n- $\n4,500\nwithin twelve months of June 30, 2021.\nNOTE 9.\nINDUSTRY AND SUPPLIER CONCENTRATIONS\nThe Company sells its products to banks, credit unions, and financial institutions throughout the United States and generally does not require collateral.  All billings to customers are due 30 days from date of billing.  Reserves are maintained for potential credit losses.  Customer-related risks are moderated through the inclusion of credit mitigation clauses in the Company's contracts and through the monitoring of timely payments.\nIn addition, some of the Company’s key solutions are dependent on technology manufactured by IBM Corporation and Microsoft. Termination of the Company’s relationship with either IBM or Microsoft could have a negative impact on the operations of the Company.\n55\nNOTE 10.\nSTOCK-BASED COMPENSATION\nThe Company's pre-tax operating income for the fiscal years ended June 30, 2021, 2020, and 2019 includes $\n20,746\n,\n$\n16,883\n, and $\n12,589\nof equity-based compensation costs, respectively, of which $\n18,817\n, $\n15,148\n, and $\n10,828\nrelates to the restricted stock plans, respectively. Costs are recorded net of estimated forfeitures. The total income tax benefits from equity-based compensation for the fiscal years ended June 30, 2021, 2020, and 2019 were $\n3,258\n, $\n3,072\n, and $\n7,284\n, respectively. These income tax benefits included income tax net excess benefits from stock option exercises and restricted stock vestings of $\n719\n, $\n340\n, and $\n6,191\nfor the fiscal years ended June 30, 2021, 2020, and 2019, respectively.\n2015 Equity Incentive Plan\nOn November 10, 2015, the Company adopted the 2015 Equity Incentive Plan (\"2015 EIP\") for its employees and non-employee directors. The plan allows for grants of stock options, stock appreciation rights, restricted stock shares or units, and performance shares or units. The maximum number of shares authorized for issuance under the plan is\n3,000\n. For stock options, terms and vesting periods of the options were determined by the Compensation Committee of the Board of Directors when granted. The option period must expire not more than ten years from the options grant date. The options granted under this plan are exercisable beginning\nthree years\nafter grant at an exercise price equal to 100% of the fair market value of the stock at the grant date. The options terminate upon surrender of the option,\nninety days\nafter termination of employment, upon the expiration of\none year\nfollowing notification of a deceased optionee, or\n10 years\nafter grant.\nA summary of option plan activity under the plan is as follows:\nThere were\nno\noptions granted in fiscal 2021, 2020, and 2019.\nThe Company utilized a Black-Scholes option pricing model to estimate fair value of the stock option grants at the grant date. All remaining options were granted on July 1, 2016. Assumptions such as expected life, volatility, risk-free interest rate, and dividend yield impact the fair value estimate. These assumptions are subjective and generally require significant analysis and judgment to develop. The risk-free interest rate used in the Company's estimate was determined from external data, while volatility, expected life, and dividend yield assumptions were derived from its historical experience with share-based payment arrangements. The appropriate weight to place on historical experience is a matter of judgment, based on relevant facts and circumstances.\nAt June 30, 2021, there was\nno\ncompensation cost yet to be recognized related to outstanding options.\nThe total intrinsic value of options exercised was $\n809\n, and $\n2,289\nfor the fiscal years ended June 30, 2020, and 2019, respectively.  There were\nno\noptions exercised for the fiscal year ended June 30, 2021.\n56\nRestricted Stock Plan and 2015 Equity Incentive Plan\nThe Restricted Stock Plan was adopted by the Company on November 1, 2005, for its employees.  The plan expired on November 1, 2015.  Up to\n3,000\nshares of common stock were available for issuance under the plan.  The 2015 EIP was adopted by the Company on November 10, 2015 for its employees.  Up to\n3,000\nshares of common stock are available for issuance under the 2015 EIP.  Upon issuance, shares of restricted stock are subject to forfeiture and to restrictions which limit the sale or transfer of the shares during the restriction period. The restrictions are lifted over periods ranging from\n3\nyears to\n5\nyears from grant date.\nThe following table summarizes non-vested share awards activity:\nThe non-vested share awards granted prior to July 1, 2016 did not participate in dividends during the restriction period. As a result, the weighted-average fair value of the non-vested share awards was based on the fair market value of the Company’s equity shares on the grant date, less the present value of the expected future dividends to be declared during the restriction period, consistent with the methodology for calculating compensation expense on such awards. The non-vested share awards granted after July 1, 2016 did participate in dividends during the restriction period and the weighted-average fair value of such participating awards was based on the fair market value on the grant date.\nAn amendment to the Restricted Stock Plan was adopted by the Company on August 20, 2010. Unit awards were made to employees remaining in continuous employment throughout the performance period and vary based on the Company’s percentile ranking in Total Shareholder Return (“TSR”) over the performance period compared to a peer group, or peer groups, of companies. TSR is defined as the change in the stock price through the performance period plus dividends per share paid during the performance period, all divided by the stock price at the beginning of the performance period. It is the intention of the Company to settle the unit awards in shares of the Company’s stock. Certain Restricted Stock Unit awards are not tied to performance goals, and for such awards, vesting generally occurs over a period of\n1\nto\n3\nyears.\n57\nThe following table summarizes non-vested unit awards as of June 30, 2021, as well as activity for the fiscal year then ended:\n1\nGranted includes restricted stock unit awards and performance unit awards at 100% achievement.\n2\nForfeited includes restricted stock unit awards and performance unit awards forfeited for service requirements not met and performance unit awards not settled due to underachievement of performance measures.\nThe\n113\nunit awards granted in fiscal 2021 had service requirements and performance measures, with\n79\nonly having service requirements.  Those with only service requirements were valued at the weighted-average fair value of the non-vested units based on the fair market value of the Company’s equity shares on the grant date, less the present value of expected future dividends to be declared during the vesting period, consistent with the methodology for calculating compensation expense on such awards. The remaining\n34\nunit awards granted in fiscal 2021 had performance measures along with service requirements, all of which were valued using a Monte Carlo pricing model as of the measurement date customized to the specific provisions of the Company’s plan design to value the unit awards as of the grant date. Per the Company's award settlement provisions, approximately half of the awards that utilize a Monte Carlo pricing model were valued at grant on the basis of TSR in comparison to the compensation peer group approved by the Compensation Committee of the Company's Board of Directors for fiscal 2021, and the other half of the awards utilizing a Monte Carlo pricing model were valued at grant on the basis of TSR in comparison to the Standard & Poor's 1500 Information Technology Index (\"S&P 1500 IT Index\") participants.\nThe weighted average assumptions used in the Monte Carlo pricing model to estimate fair value at the grant dates for awards with performance targets and service requirements are as follows:\nAt June 30, 2021, there was $\n19,352\nof compensation expense, excluding forfeitures, that has yet to be recognized related to non-vested restricted stock unit awards, which will be recognized over a weighted-average remaining contractual term of\n1.22\nyears.\n58\nThe fair value of restricted shares and units at vest date totaled $\n21,652\n, $\n11,248\n, and $\n34,645\nfor the fiscal years ended June 30, 2021, 2020, and 2019, respectively.\nNOTE 11.\nEARNINGS PER SHARE\nThe following table reflects the reconciliation between basic and diluted earnings per share.\nPer share information is based on the weighted average number of common shares outstanding for each of the fiscal years.  Stock options, restricted stock units, and restricted stock have been included in the calculation of earnings per share to the extent they are dilutive.  The two-class method for computing EPS has not been applied because no outstanding awards contain non-forfeitable rights to participate in dividends.  There were\n11\nanti-dilutive weighted average shares excluded from the weighted average shares outstanding for diluted earnings per share for fiscal 2021,\n2\nshares were excluded for fiscal 2020, and\nno\nshares were excluded for fiscal 2019.\nNOTE 12.\nEMPLOYEE BENEFIT PLANS\nThe Company established an employee stock purchase plan in 2006. The plan allows the majority of employees the opportunity to directly purchase shares of the Company at\n85\n% of the closing price of the Company's stock on or around the fifteenth day of each month. During the fiscal years ended June 30, 2021\n,\n2020 and 2019, employees purchased\n80\n,\n74\n, and\n76\nshares under this plan at average prices of $\n136.87\n, $\n132.51\n, and $\n118.32\n, respectively. As of June 30, 2021, approximately\n1,150\nshares remained available for future issuance under the plan. The plan does not meet the criteria as a non-compensatory plan.  As a result, the Company records the total dollar value of the stock discount given to employees under the plan as expense.\nThe Company has a defined contribution plan for its employees: the 401(k) Retirement Savings Plan (the “Plan”). The Plan is subject to the Employee Retirement Income Security Act of 1975 (“ERISA”) as amended. Under the Plan, the Company matches\n100\n% of full-time employee contributions up to\n5\n% of eligible compensation. Prior to January 1, 2019, the Company match was subject to a maximum of $\n5\nper year. On January 1, 2019, the maximum limit was removed. In order to receive matching contributions, employees must be\n18\nyears of age and be employed for at least\nsix months\n. The Company has the option of making a discretionary contribution; however,\nnone\nhas been made for any of the three most recent fiscal years. The total matching contributions for the Plan were $\n26,783\n, $\n25,155\n, and $\n21,003\nfor fiscal 2021\n,\n2020 and 2019, respectively.\n59\nNOTE 13.\nBUSINESS ACQUISITIONS\nGeezeo\nOn\nJuly 1, 2019\n, the Company acquired all of the equity interest of Geezeo for $\n37,776\npaid in cash. The primary reason for the acquisition was to expand the Company's digital financial management solutions and the purchase was funded by cash generated from operations. Geezeo is a Boston-based provider of retail and business digital financial management solutions.\nManagement completed a purchase price allocation and its assessment of the fair value of acquired assets and liabilities assumed. The recognized amounts of identifiable assets acquired, and liabilities assumed, based on their fair values as of\nJuly 1, 2019\nare set forth below:\nMeasurement period adjustments were made during the second quarter of fiscal 2020 relating to accrued expenses and working capital, which resulted in adjustments to the goodwill amount recorded. Additional measurement period adjustments were made during the third quarter of fiscal 2020 relating to income taxes.\nThe goodwill of $\n19,390\narising from this acquisition consists largely of the growth potential, synergies and economies of scale expected from combining the operations of the Company with those of Geezeo, together with the value of Geezeo's assembled workforce. The goodwill from this acquisition has been allocated to our Complementary segment and is not deductible for income tax purposes.\nIdentifiable intangible assets from this acquisition consist of customer relationships of $\n10,522\n, computer software of $\n5,791\n, and other intangible assets of $\n2,801\n. The amortization period for acquired customer relationships, computer software, and other intangible assets is\n15\nyears for each.\nCurrent assets were inclusive of cash acquired of $\n7,400\n. The fair value of current assets acquired included accounts receivable of $\n1,373\n,\nnone\nof which were expected to be uncollectible.\nCosts incurred related to the acquisition of Geezeo in fiscal 2020 totaled $\n30\nfor professional services, travel, and other fees, and were expensed as incurred and reported within cost of revenue and selling, general, and administrative expense.\nThe Company's consolidated statement of income for the fiscal year ended June 30, 2021 included revenue of $\n13,233\nand after-tax net income of $\n4,805\nresulting from Geezeo's operations. The Company's consolidated statement of income for the fiscal year ended June 30, 2020 included revenue of $\n8,969\nand after-tax net income of $\n654\nresulting from Geezeo's operations.\nThe accompanying consolidated statement of income for the fiscal year ended June 30, 2020 does not include any revenues and expenses related to this acquisition prior to the acquisition date. The impact of this acquisition was considered immaterial to the current and prior periods of our consolidated financial statements and pro forma financial information has not been provided.\nBOLTS Technologies, Inc.\nOn\nOctober 5, 2018\n, the Company acquired all of the equity interest of BOLTS for $\n15,046\npaid in cash. The acquisition was funded by cash generated from operations. BOLTS is the developer of boltsOPEN, a digital account opening solution.\nCosts incurred related to the acquisition of BOLTS in fiscal 2019 totaled $\n23\nfor legal, valuation, and other fees, and were expensed as incurred within selling, general, and administrative expense.\nFor the fiscal year ended June 30, 2021, the Company's consolidated statement of income included revenue of $\n1,223\nand after-tax net loss of $\n382\nresulting from BOLTS' operations. For the fiscal years ended June 30, 2020 and 2019, the Company's consolidated statement of income included revenue of $\n158\nand $\n126\n, respectively, and after-tax net loss of $\n801\nand $\n895\n, respectively, resulting from BOLTS' operations.\n60\nAgiletics, Inc.\nOn\nOctober 1, 2018\n, the Company acquired all of the equity interest of Agiletics for $\n7,649\npaid in cash.  The acquisition was funded by cash generated from operations. Agiletics is a provider of escrow, investment, and liquidity management solutions for banks serving commercial customers.\nCosts incurred related to the acquisition of Agiletics in fiscal 2019 totaled $\n36\nfor legal, valuation, and other fees, and were expensed as incurred within selling, general, and administrative expense.\nFor the fiscal year ended June 30, 2021, the Company's consolidated statement of income included revenue of $\n1,877\nand after-tax net income of $\n387\nresulting from Agiletics' operations. For the fiscal years ended June 30, 2020 and 2019, the Company's consolidated statement of income included revenue of $\n1,566\nand $\n926\n, respectively, and after-tax net income of $\n213\nand after tax net loss of $\n192\n, respectively, resulting from Agiletics' operations.\nNOTE 14.\nREPORTABLE SEGMENT INFORMATION\nThe Company is a leading provider of technology solutions and payment processing services primarily for financial services organizations.\nThe Company’s operations are classified into\nfour\nreportable segments: Core, Payments, Complementary, and Corporate and Other. The Core segment provides core information processing platforms to banks and credit unions, which consist of integrated applications required to process deposit, loan, and general ledger transactions, and maintain centralized customer/member information. The Payments segment provides secure payment processing tools and services, including ATM, debit, and credit card processing services, online and mobile bill pay solutions, and risk management products and services. The Complementary segment provides additional software and services that can be integrated with the Company's core solutions or used independently. The Corporate and Other segment includes revenue and costs from hardware and other products not attributable to the other three segments, as well as operating costs not directly attributable to the other three segments.\nThe Company evaluates the performance of its segments and allocates resources to them based on various factors, including performance against trend, budget, and forecast. Only revenue and costs of revenue are considered in the evaluation for each segment.\nDuring the second quarter of fiscal 2021, the Company's call center was consolidated into the Complementary segment. As a result of this consolidation, immaterial adjustments were made during fiscal 2021 to reclassify related revenue and costs recognized during the fiscal years ended June 30, 2020 and 2019 from the Core to the Complementary segment. The total related revenue reclassified was $\n20,797\nfor fiscal 2020 and $\n13,515\nfor fiscal 2019. The total related cost of revenue reclassified was $\n12,386\nfor fiscal 2020 and $\n8,513\nfor fiscal 2019.\n61\n62\nThe Company has not disclosed any additional asset information by segment, as the information is not produced internally and its preparation is impracticable.\nNOTE 15:\nSUBSEQUENT EVENT\nDividend\nOn\nAugust 23, 2021\n, the Company's Board of Directors declared a cash dividend of $\n0.46\nper share on its common stock, payable on\nSeptember 29, 2021\nto shareholders of record on\nSeptember 9, 2021\n.\n63"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nAs of the end of the period covered by this Annual Report on Form 10-K, an evaluation was carried out under the supervision and with the participation of our management, including our Company’s Chief Executive Officer (\"CEO\") and Chief Financial Officer (\"CFO\"), of the effectiveness of the design and operation of our disclosure controls and procedures as defined in Exchange Act Rules 13a-15(e) and 15d-15(e). Based upon that evaluation (required in Exchange Act Rules 13a-15(b) and 15d-15(b)), the CEO and CFO concluded that our disclosure controls and procedures are effective to ensure that information we are required to disclose in reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms.  For this purpose, disclosure controls and procedures include controls and procedures designed to ensure that information required to be disclosed under the Exchange Act is accumulated and communicated to the Company’s management, including the CEO and CFO, as appropriate to allow timely decisions regarding required disclosure.\nManagement’s Annual Report on Internal Control over Financial Reporting\nThe Management’s Report on Internal Control over Financial Reporting required by this Item 9A is in Item 8, “Financial Statements and Supplementary Data.” The Company's independent registered public accounting firm has audited our internal control over financial reporting as of June 30, 2021; their report is included in Item 8 of this Form 10-K.\nChanges in Internal Control over Financial Reporting\nDuring the quarter ended June 30, 2021, there were no changes in the Company’s internal control over financial reporting which were identified in connection with management’s evaluation required by Rules 13a-15(d) and 15d-15(d) under the Exchange Act that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n64\nPART III\nInformation required by Items 10, 11, 12, 13 and 14 of Part III is omitted from this report and will be filed within 120 days after the Company's June 30, 2021 fiscal year end in the definitive proxy statement for our 2021 Annual Meeting of Stockholders (the “Proxy Statement”)."
  },
  {
    "item_key": "item_10",
    "text": "See the information under the captions “Election of Directors”, “Corporate Governance”, “Delinquent Section 16(a) Reports\" (if applicable), and\n“\nExecutive Officers\n”\nin the Proxy Statement, which is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "See the information under captions “Corporate Governance”, “Compensation Committee Report”, “Compensation Discussion and Analysis”, \"Compensation and Risk\", and “Executive Compensation” in the Proxy Statement, which is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "See the information under the captions “Stock Ownership of Certain Stockholders” and “Equity Compensation Plan Information” in the Proxy Statement, which is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "See the information under the captions “Election of Directors - Director Independence” and “Certain Relationships and Related Transactions” in the Proxy Statement, which is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "See the information under the captions ”Audit Committee Report” and “Ratification of the Selection of the Company's Independent Registered Public Accounting Firm” in the Proxy Statement, which is incorporated herein by reference.\n65\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a) The following documents are filed as part of this Report:\n(1)  The following consolidated financial statements of the Company and its subsidiaries and the Report of Independent Registered Public Accounting Firm thereon appear under Item 8 of this Report:\n- Reports of Independent Registered Public Accounting Firm\n- Consolidated Statements of Income for the fiscal years ended June 30, 2021, 2020 and 2019\n- Consolidated Balance Sheets as of June 30, 2021 and 2020\n- Consolidated Statements of Changes in Stockholders’ Equity for the fiscal years ended June 30, 2021, 2020 and 2019\n- Consolidated Statements of Cash Flows for the fiscal years ended June 30, 2021, 2020 and 2019\n- Notes to the Consolidated Financial Statements\n(2) The following financial statement schedules filed as part of this Report appear under Item 8 of this Report:\nThere are no schedules included because they are not applicable or the required information is shown in the consolidated financial statements or notes thereto.\n(3) See “Index to Exhibits” set forth below.\nAll exhibits not attached hereto are incorporated by reference to a prior filing as indicated.\nIndex to Exhibits\nExhibit No.\nDescription\n3.1.8\n3.2.7\n4.1**\n10.8\n10.48*\n10.49*\n10.50*\n10.56*\n10.57*\n10.58*\n10.59*\n66\n10.61*\n10.62*\n10.63*\n10.64*\n10.65*\n10.66\n10.67\n10.68* **\n10.69* **\n10.70* **\n21.1**\n23.1**\n31.1**\n31.2**\n32.1***\n32.2***\n101.INS****    XBRL Instance Document\n101.SCH****    XBRL Taxonomy Extension Schema Document\n101.CAL****    XBRL Taxonomy Extension Calculation Linkbase Document\n101.DEF****    XBRL Taxonomy Extension Definition Linkbase Document\n101.LAB****    XBRL Taxonomy Extension Label Linkbase Document\n101.PRE****    XBRL Taxonomy Extension Presentation Linkbase Document\n* Indicates management contract or compensatory plan or arrangement.\n67\n** Filed with this report on Form 10-K\n*** Furnished with this report on Form 10-K.\n**** Filed with this report on Form 10-K are the following documents formatted in XBRL (\"Extensible Business Reporting Language\"): (i) the Consolidated Balance Sheets at June 30, 2021 and June 30, 2020, (ii) the Consolidated Statements of Income for the years ended June 30, 2021, 2020 and 2019, (iii) the Consolidated Statements of Shareholders’ Equity for the years ended June 30, 2021, 2020 and 2019, (iv) the Consolidated Statements of Cash Flows for the years ended June 30, 2021, 2020 and 2019, and (v) Notes to Consolidated Financial Statements."
  },
  {
    "item_key": "item_16",
    "text": "None.\n68\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized this 25th day of August, 2021.\nJACK HENRY & ASSOCIATES, INC., Registrant\nBy  /s/ David B. Foss\nChief Executive Officer\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:\n69"
  }
]