[
  {
    "item_key": "item_1",
    "text": "PPG Industries, Inc. manufactures and distributes a broad range of paints, coatings and specialty materials. PPG was incorporated in Pennsylvania in 1883. PPG’s vision is to be the world’s leading coatings company by consistently delivering high-quality, innovative and sustainable solutions that customers trust to protect and beautify their products and surroundings.\nPPG has a proud heritage and demonstrated commitment to innovation, sustainability, community engagement and developing leading-edge paint, coatings and specialty materials technologies. Through dedication and industry-leading expertise, we solve our customers’ biggest challenges, collaborating closely to find the right path forward. PPG is a global leader, serving customers in construction, consumer products, industrial and transportation markets and aftermarkets with manufacturing facilities and equity affiliates in more than 70 countries.\nPPG supplies coatings and specialty materials to customers in a wide array of end-uses, including industrial equipment and components; packaging material; aircraft and marine equipment; automotive original equipment; automotive refinish; pavement marking products; as well as coatings for other industrial and consumer products. PPG also serves commercial and residential new build and maintenance customers by supplying coatings to painting and maintenance contractors and directly to consumers for decoration and maintenance. The coatings industry is highly competitive and consists of several large firms with global presence and many firms supplying local or regional markets. PPG competes in its primary markets with the world’s largest coatings companies, most of which have global operations, and many regional coatings companies.\nPPG’s business is comprised of two reportable business segments: Performance Coatings and Industrial Coatings as described below:\n2020 PPG ANNUAL REPORT AND FORM 10-K      3\nPERFORMANCE COATINGS\n2020 PPG ANNUAL REPORT AND 10-K    4\nINDUSTRIAL COATINGS\n(a) Original equipment manufacturer (OEM)\n2020 PPG ANNUAL REPORT AND FORM 10-K      5\nResearch and Development\nTechnology innovation has been a hallmark of PPG’s success throughout its history. The Company seeks to optimize its investment in research and development to create new products to drive profitable growth. We align our product development with the macro trends in the markets we serve and leverage core technology platforms to develop products for unmet market needs. Additionally, we operate laboratories in close geographic proximity to our customers, and we customize our products for our customers' end-use applications. Our history of successful technology introductions is based on a commitment to an efficient and effective innovation process and disciplined portfolio management. We have obtained government funding for a small portion of the Company’s research efforts, and we will continue to pursue government funding where appropriate.\nWe own and operate several facilities to conduct research and development for new and improved products and processes. In addition to the Company’s centralized principal research and development centers (See Item 2. “Properties” of this Form 10-K), operating segments manage their development through centers of excellence. As part of our ongoing efforts to manage our formulations and raw material costs effectively, we operate global competitive sourcing laboratories. Because of our broad array of products and customers, we are not materially dependent upon any single technology platform.\nRaw Materials, Energy and Logistics\nThe effective management of raw materials, energy and logistics is important to PPG’s continued success as PPG uses a wide variety of complex raw materials that serve as the building blocks of our manufactured products. The Company’s most significant raw materials are epoxy and other resins, titanium dioxide and other pigments, and solvents in the coatings businesses and sand and soda ash in the specialty coatings and materials business. Raw materials include both organic, primarily petroleum-derived, materials and inorganic materials, including titanium dioxide. These raw materials represent PPG’s single largest production cost component.\nMost of the raw materials and energy used in production are purchased from outside sources, and the Company has made, and plans to continue to make, supply arrangements to meet our planned operating requirements for the future. Supply of critical raw materials and energy is managed by establishing contracts with multiple sources and identifying alternative materials or technology whenever possible. Our raw materials include bio-based materials as part of a product renewal strategy. While prices for certain raw materials typically fluctuate with energy prices and global supply and demand changes, such fluctuations are impacted by the fact that the manufacture of our raw materials is several steps downstream from crude oil, natural gas, and other key feedstocks.\nWe are continuing our aggressive sourcing initiatives to broaden our supply of high quality raw materials, improve our overall competitive cost position and ensure ongoing security of supply. These initiatives include qualifying multiple sources of supply, both local and international, including suppliers from Asia and other lower cost regions of the world, adding on-site resin production at certain manufacturing locations and reducing the amount of titanium dioxide used in our product formulations.\nWe are subject to existing and evolving standards relating to the registration of chemicals which could potentially impact the availability and viability of some of the raw materials we use in our production processes. Our ongoing, global product stewardship efforts are directed at maintaining our compliance with these standards. Changes to chemical registration regulations have been proposed or implemented in the European Union and many other countries, including China, Canada, the United States (“U.S.”), the United Kingdom (“U.K.”), Brazil, Mexico and South Korea. Because implementation of many of these programs has not been finalized, the financial impact cannot be estimated at this time. We anticipate that the number of chemical registration regulations will continue to increase globally, and we have implemented programs to track and comply with these regulations.\nPPG has joined a global initiative to eliminate child labor from the mica industry, and the Company is continuing to take steps, including audits of our suppliers, to ensure compliance with PPG’s policy against the use of child labor in our supply chains.\nAt PPG, our commitment to sustainability extends to our suppliers as an extension of our internal focus on sustainability.  Our Global Supplier Code of Conduct clarifies our global expectations in the areas of business integrity, labor practices, associate health and safety, and environmental management. As a member of the Responsible Mica Initiative, PPG continues to be committed to establishing a fair, responsible and sustainable mica supply chain. In addition, in 2020, PPG engaged EcoVadis™, a leading global corporate social responsibility and sustainability ratings company, to leverage assessment processes, tools, resources and insights to drive sustainability standards and practices throughout PPG's\n2020 PPG ANNUAL REPORT AND 10-K    6\nglobal supply base. The EcoVadis sustainability intelligence suite will assist PPG in providing broad-scale supply chain risk screening and mapping, more reliable supplier sustainability metric scorecards with actionable ratings, and complete audit and improvement management capabilities.\nPPG earned a Gold rating from EcoVadis underscoring our ongoing commitment to corporate social responsibility (CSR) and our efforts to manage our economic, social and environmental impact.\nWe typically experience fluctuating prices for energy and raw materials driven by various factors, including changes in supplier feedstock costs and inventories, global industry activity levels, foreign currency exchange rates, government regulation, and global supply and demand factors. For 2020 versus 2019, we experienced deflationary movements in the majority of our costs, driven by a general slowdown in industrial demand due to the pandemic, affecting the global supply and demand balances. This was in addition to price and cost decreases in most of our key feedstocks through the first half of 2020.\nGiven the uncertainty of the global economic recovery from the pandemic, coupled with the continuing volatility in certain feedstock costs, particularly the volatility in oil and oil-based derivatives, and foreign currencies, we are not able to predict with certainty the 2021 full-year impact of changes in raw material pricing versus 2020.\nFurther, given the distribution nature of many of our businesses, logistics and distribution costs are sizable, as are wage and benefit changes. For 2020 versus 2019, PPG experienced a modest increase in logistics costs as a percentage of sales. This is due to inefficiencies in the global supply network and lower transportation agility due to restrictions associated with the global pandemic. Entering into 2021, transportation remains challenged with multiple supply and international trade factors, after the United Kingdom’s exit from the European Union led to equipment shortages, impacting availability. Through the year we see these factors waning as supply networks become stabilized with new global demand patterns and the reduced impact of COVID-19 through vaccination. As a result of these factors, offset by improved operating efficiencies, PPG expects low level increases in logistics costs as a percentage of sales in 2021.\nGlobal Operations\nPPG has a significant investment in non-U.S. operations. This broad geographic footprint serves to lessen the significance of economic impacts occurring in any one region on our total Net sales and Income before income taxes in the consolidated statement of income. As a result of our global footprint, we are subject to certain inherent risks, including economic and political conditions in international markets, trade protection measures and fluctuations in foreign currency exchange rates. During 2020, unfavorable foreign currency translation decreased Net sales by approximately $150 million and Income before income taxes by approximately $25 million.\nOur net sales in the developed and emerging regions of the world for the years ended December 31\nst\nare summarized below:\nRefer to Note 22, “Reportable Business Segment Information” under Item 8 of this Form 10-K for geographic information related to PPG’s property, plant and equipment, and for additional geographic information pertaining to sales.\nSeasonality\nPPG’s Income before income taxes has typically been greater in the second and third quarters and Cash from operating activities has been greatest in the fourth quarter due to end-use market seasonality, primarily in our architectural coatings and traffic solutions businesses. Demand for our architectural coatings and traffic solutions products is typically the strongest in the second and third quarters due to higher home improvement, maintenance and construction activity during the spring and summer months in the U.S., Canada and Europe. The Latin America paint season is the strongest in the fourth quarter. These cyclical activity levels result in the collection of outstanding receivables and lower inventory on hand in the fourth quarter generating higher Cash from operating activities.\n2020 PPG ANNUAL REPORT AND FORM 10-K      7\nEmployee Relations\nThe average number of people employed worldwide by PPG during 2020 was approximately 46,900. The Company has numerous collective bargaining agreements throughout the world. We observe local customs, laws and practices in labor relations when negotiating collective bargaining agreements. There were no significant work stoppages in 2020. While we have experienced occasional work stoppages as a result of the collective bargaining process and may experience some work stoppages in the future, we believe that we will be able to negotiate all labor agreements on satisfactory terms. To date, these work stoppages have not had a significant impact on our results of operations. Overall, we believe we have good relationships with our employees.\nHuman Capital\nLaunched in 2019, The PPG Way is how we enable, empower and engage each employee to implement the strategies needed to strengthen our position as an industry leader. It guides our employees and leaders as we strive to achieve our purpose of protecting and beautifying the world. Employee engagement is a measure of how authentically we are living our culture. We conduct PPG Pulse Surveys multiple times each year, even in the midst of the global pandemic in 2020, to increase dialogue among teams and implement meaningful action to improve results.\nOur people strategies provide the foundation for our teams to thrive and deliver exceptional performance. We are committed to ensuring our employees are safe, healthy, enabled, engaged and valued for the diverse talents they bring to PPG. We believe that having quality dialogue with our people, recognizing the value they bring and championing an authentic culture generates engaged employees and a company that is more innovative, productive and competitive. Our focus on and investment in learning and development are crucial to ensuring we keep our people engaged, productive and successful at every stage of their careers. We are committed to promoting from within wherever possible while also bringing in new ideas, thoughts and insights.\nOne of PPG’s greatest strengths is the diversity of our people, who represent wide-ranging nationalities, cultures, languages, religions, ethnicities, lifestyles, and professional and educational backgrounds. Their unique perspectives enable us to meet challenges quickly, creatively and effectively, providing a significant competitive advantage in today’s global economy. To ensure our people feel valued and respected, we are committed to providing a workplace that embraces a culture of diversity and inclusion and is free from harassment and bullying. More information about PPG’s people strategies and our workforce can be found in the Proxy Statement for our 2021 Annual Meeting of Shareholders and our Sustainability Report and on our sustainability website at http://sustainability.ppg.com.\nEnvironmental Matters\nPPG is committed to operating in a sustainable manner and to helping our customers meet their sustainability goals. Our sustainability efforts are led by the Technology and Environment Committee of our Board of Directors and our Sustainability Committee, which is comprised of members of PPG’s senior management team. The Sustainability Committee establishes policies, programs, procedures and goals to address sustainability in our business practices, including resource management, climate change, innovation, communications, purchasing, manufacturing and employee wellness.\nOur dedication to innovation is intertwined with sustainability. Once again, we increased the percent of our sales from sustainable products to 35% in 2020 from 33% in 2019. We are marketing an ever-growing variety of products and services that provide environmental, safety and other benefits to our customers. Our products contribute to lighter, more fuel-efficient vehicles, airplanes and ships, and they help our customers reduce their energy consumption, conserve water and reduce waste. These products include a compact automotive paint process that saves energy and reduces water usage; sustainable, waterborne coatings formulations; lightweight sealants and coatings for aircraft; coatings that cool surfaces; coatings for recyclable metal packaging; antimicrobial products; and solutions for autonomous and battery-powered vehicles.\nThe Company’s commitment to sustainability continues to yield tangible results. In 2020, we again made significant progress reducing our energy intensity, greenhouse gas emissions intensity and waste intensity. More information about PPG’s sustainability values, efforts, goals and data and our community and employee engagement programs can be found in our Sustainability Report and on our sustainability website at http://sustainability.ppg.com and on the CDP’s website at www.cdp.net.\n2020 PPG ANNUAL REPORT AND 10-K    8\nWe are subject to existing and evolving standards relating to the protection of the environment. In management’s opinion, the Company operates in an environmentally sound manner and is well positioned, relative to environmental matters, within the industries in which it operates. PPG is negotiating with various government agencies concerning current and former manufacturing sites and offsite waste disposal locations, including certain sites on the National Priority List. While PPG is not generally a major contributor of wastes to these offsite waste disposal locations, each potentially responsible party may face governmental agency assertions of joint and several liability. Generally, however, a final allocation of costs is made based on relative contributions of wastes to the site. There is a wide range of cost estimates for cleanup of these sites, due largely to uncertainties as to the nature and extent of their condition and the methods that may have to be employed for their remediation. The Company has established reserves for onsite and offsite remediation of those sites where it is probable that a liability has been incurred and the amount of loss can be reasonably estimated.\nOur experience to date regarding environmental matters leads us to believe that we will have continuing expenditures for compliance with provisions regulating the protection of the environment and for present and future remediation efforts at waste and plant sites. Management anticipates that such expenditures will occur over an extended period of time.\nIn addition to the $300 million currently reserved for environmental remediation efforts, we may be subject to loss contingencies related to environmental matters estimated to be approximately $100 million to $200 million. These reasonably possible unreserved losses relate to environmental matters at a number of sites, none of which are individually significant. The loss contingencies related to these sites include significant unresolved issues such as the nature and extent of contamination at these sites and the methods that may have to be employed to remediate them.\nIt is expected that capital expenditures for such projects in 2021 will be in the range of $15 million to $25 million. Although future capital expenditures are difficult to estimate accurately because of constantly changing regulatory standards and policies, it can be anticipated that environmental control standards will become increasingly stringent and the cost of compliance will increase.\nManagement believes that the outcome of these environmental contingencies will not have a material adverse effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. See Note 15, “Commitments and Contingent Liabilities” under Item 8 of this Form 10-K for additional information related to environmental matters and our accrued liability for estimated environmental remediation costs.\nAvailable Information\nThe Company’s website address is\nwww.ppg.com\n. The Company posts, and shareholders may access without charge, the Company’s recent filings and any amendments thereto of its annual reports on Form 10-K, quarterly reports on Form 10-Q and its proxy statements as soon as reasonably practicable after such reports are filed with the Securities and Exchange Commission (“SEC”). The Company also posts all financial press releases, including earnings releases, to its website. All other reports filed or furnished to the SEC, including reports on Form 8-K, are available via direct link on PPG’s website to the SEC’s website,\nwww.sec.gov.\nReference to the Company’s, the SEC’s or other websites herein does not incorporate by reference any information contained on those websites and such information should not be considered part of this Form 10-K."
  },
  {
    "item_key": "item_1a",
    "text": "As a global manufacturer of paints, coatings and specialty materials, we operate in a business environment that includes risks. These risks are not unlike the risks we have faced in the recent past nor are they unlike risks faced by our competitors. Each of the risks described in this section could adversely affect our results of operations, financial position and liquidity. While the factors listed here are considered to be the more significant factors, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles which may adversely affect our businesses and our results of operations, financial position and liquidity.\nThe effects of the recent COVID-19 pandemic have negatively impacted and are continuing to adversely impact our financial condition and results of operations.\nThe effects of the public health crisis caused by the COVID-19 pandemic have interfered with the ability of PPG, our suppliers, customers, and others to conduct business and have negatively affected consumer confidence and the global economy. Public health officials have recommended or mandated certain precautions to mitigate the spread of COVID-19, including prohibitions on congregating in groups, shelter-in-place orders or similar measures. Preventative and protective actions that public health officials, governments or PPG have taken with respect to COVID-19 have and will continue to adversely impact our business, suppliers, distribution channels, and customers, including business shutdowns or\n2020 PPG ANNUAL REPORT AND FORM 10-K      9\ndisruptions for an indefinite period of time, reduced operations, reduced ability to supply products, or reduced demand for our products. Our financial condition, liquidity and results of operations have been and will continue to be adversely impacted by these preventative actions and the disruption to our business and that of our suppliers and customers. As we cannot predict the duration or scope of the COVID-19 pandemic, the negative financial impact to our results cannot be reasonably estimated, but could be material.\nIncreases in prices and declines in the availability of raw materials could negatively impact our financial results.\nOur financial results are significantly affected by the cost of raw materials. Raw materials include both organic, primarily petroleum-derived, materials and inorganic materials, including titanium dioxide. These raw materials represent PPG’s single largest production cost component.\nWhile not our customary practice, we also import raw materials and intermediates, particularly for use at our manufacturing facilities in the emerging regions of the world. In most cases, those imports are priced in the currency of the supplier and, therefore, if that currency strengthens against the currency of our manufacturing facility, our margins may be lower.\nMost of our raw materials are purchased from outside sources, and the Company has made, and plans to continue to make, supply arrangements to meet the planned operating requirements for the future. Adequate supply of critical raw materials is managed by establishing contracts, procuring from multiple sources, and identifying alternative materials or technology whenever possible. The Company is continuing its aggressive sourcing initiatives to effectively broaden our supply of high quality raw materials. These initiatives include qualifying multiple and local sources of supply, including suppliers from Asia and other lower cost regions of the world, adding on-site resin production at certain manufacturing locations, and a reduction in the amount of titanium dioxide and other raw materials used in our product formulations. Our raw materials include bio-based materials as part of a product renewal strategy.\nAn inability to obtain critical raw materials would adversely impact our ability to produce products. Increases in the cost of raw materials may have an adverse effect on our Income from continuing operations or Cash from operating activities in the event we are unable to offset these higher costs in a timely manner.\nThe pace of economic growth and level of uncertainty could have a negative impact on our results of operations and cash flows.\nDemand for our products and services depends, in part, on the general economic conditions affecting the countries and markets in which we do business. Weak economic conditions in certain geographies and changing supply and demand balances in the markets we serve have negatively impacted demand for our products and services in the past and may do so in the future. Recently, global economic uncertainty has increased due to a number of factors, including the COVID-19 pandemic, slowing global growth, consumer sentiment and commodity market volatility, disruption in existing trade agreements, the imposition of tariffs and the threat of additional tariffs, the United Kingdom’s exit from the European Union and weaker demand in China. PPG provides products and services to a variety of end-use markets in many geographies. This broad end-use market exposure and expanded geographic presence lessens the significance of any individual decrease in activity levels; nonetheless, lower demand levels may result in lower sales, which would result in reduced Income from continuing operations and Cash from operating activities.\nWe are subject to existing and evolving standards relating to the protection of the environment.\nEnvironmental laws and regulations control, among other things, the discharge of pollutants into the air and water, the handling, use, treatment, storage and clean-up of hazardous and non-hazardous waste, and the investigation and remediation of soil and groundwater affected by hazardous substances. In addition, various laws regulate health and safety matters. The environmental laws and regulations we are subject to impose liability for the costs of, and damages resulting from, cleaning up current sites, past spills, disposals and other releases of hazardous substances. Violations of these laws and regulations can also result in fines and penalties. Future environmental laws and regulations may require substantial capital expenditures or may require or cause us to modify or curtail our operations, which may have a material adverse impact on our business, financial condition and results of operations.\nWe are involved in a number of lawsuits and claims, and we may be involved in future lawsuits and claims, in which substantial monetary damages are sought.\nPPG is involved in a number of lawsuits and claims, both actual and potential, in which substantial monetary damages are sought. Those lawsuits and claims relate to contract, patent, environmental, product liability, asbestos exposure, antitrust, employment, securities and other matters arising out of the conduct of PPG’s current and past business activities. Any such claims, whether with or without merit, could be time consuming, expensive to defend and could divert management’s attention and resources. We maintain insurance against some, but not all, of these potential claims, and the levels of insurance we do maintain may not be adequate to fully cover any and all losses. We believe that, in the aggregate, the outcome of all current lawsuits and claims involving PPG, including those described in Note 15, “Commitments and\n2020 PPG ANNUAL REPORT AND 10-K    10\nContingent Liabilities” under Item 8 of this Form 10-K, will not have a material effect on PPG’s consolidated financial position or liquidity; however, such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Nonetheless, the results of any future litigation or claims are inherently unpredictable, and such outcomes could have a material adverse effect on our results of operations, Cash from operating activities or financial condition.\nFluctuations in foreign currency exchange rates could affect our financial results.\nWe earn revenues, pay expenses, own assets and incur liabilities in countries using currencies other than the U.S. dollar. Because our consolidated financial statements are presented in U.S. dollars, we must translate revenues and expenses into U.S. dollars at the average exchange rate during each reporting period, as well as assets and liabilities into U.S. dollars at exchange rates in effect at the end of each reporting period. Therefore, increases or decreases in the value of the U.S. dollar against other currencies will affect our Net sales, Net income and the value of balance sheet items denominated in foreign currencies. We may use derivative financial instruments to reduce our net exposure to currency exchange rate fluctuations related to foreign currency transactions. However, fluctuations in foreign currency exchange rates, particularly the strengthening or weakening of the U.S. dollar against major currencies, could adversely or positively affect our financial condition and results of operations expressed in U.S. dollars.\nWe are subject to a variety of complex U.S. and non-U.S. laws and regulations, which could increase our compliance costs and could adversely affect our results of operations.\nWe are subject to a wide variety of complex U.S. and non-U.S. laws and regulations, and legal compliance risks, including securities laws, tax laws, environmental laws, employment and pension-related laws, competition laws, U.S. and foreign export and trading laws, and laws governing improper business practices, including bribery. We are affected by new laws and regulations and changes to existing laws and regulations, as well as interpretations by courts and regulators. These laws and regulations effectively expand our compliance obligations and costs.\nFor example, regulations concerning the composition, use and transport of chemical products continue to evolve. Developments concerning these regulations could potentially impact the availability or viability of some of the raw materials we use in our product formulations and/or our ability to supply certain products to some customers or markets. Import/export regulations also continue to evolve and could result in increased compliance costs, slower product movements or additional complexity in our supply chains.\nFurther, although we believe that we have appropriate risk management and compliance programs in place, we cannot guarantee that our internal controls and compliance systems will always protect us from improper acts committed by employees, agents, business partners or businesses that we acquire. Any non-compliance or such improper actions or allegations could damage our reputation and subject us to civil or criminal investigations and shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties, and could cause us to incur significant legal and investigatory fees.\nOur international operations expose us to additional risks and uncertainties that could affect our financial results.\nPPG has a significant investment in global operations. This broad geographic footprint serves to lessen the significance of economic impacts occurring in any one region. Notwithstanding the benefits of geographic diversification, our ability to achieve and maintain profitable growth in international markets is subject to risks related to the differing legal, political, social and regulatory requirements and economic conditions of many countries. As a result of our operations outside the U.S., we are subject to certain inherent risks, including political and economic uncertainty, inflation rates, exchange rates, trade protection measures, local labor conditions and laws, restrictions on foreign investments and repatriation of earnings, and weak intellectual property protection. Our percentage of sales generated in 2020 by products sold outside the U.S. was approximately 65%.\nChanges in the tax regimes and related government policies and regulations in the countries in which we operate could adversely affect our results and our effective tax rate.\nAs a multinational corporation, we are subject to various taxes in both the U.S. and non-U.S. jurisdictions. Due to economic and political conditions, tax rates in these various jurisdictions may be subject to significant changes. Our future effective income tax rate could be affected by changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets or changes in tax laws or their interpretation. Further, PPG may continue to refine its estimates to incorporate new or better information as it becomes available. Recent developments, including the European Commission’s investigations on illegal state aid as well as the Organisation for Economic Co-operation and Development project on Base Erosion and Profit Shifting may result in changes to long-standing tax principles, which could adversely affect our effective tax rate or result in higher cash tax liabilities. If our effective income tax rate was to increase, our Cash from operating activities, financial condition and results of operations would be adversely affected.\n2020 PPG ANNUAL REPORT AND FORM 10-K      11\nAlthough we believe that our tax filing positions are appropriate, the final determination of tax audits or tax disputes may be different from what is reflected in our historical income tax provisions and accruals. If future audits find that additional taxes are due, we may be subject to incremental tax liabilities, possibly including interest and penalties, which could have a material adverse effect on our Cash from operating activities, financial condition and results of operations.\nBusiness disruptions could have a negative impact on our results of operations and financial condition.\nUnexpected events, including supply disruptions, temporary plant and/or power outages, work stoppages, natural disasters and severe weather events, significant public health issues, computer system disruptions, fires, war or terrorist activities, could increase the cost of doing business or otherwise harm the operations of PPG, our customers and our suppliers. It is not possible for us to predict the occurrence or consequence of any such events. However, such events could reduce our ability to supply products, reduce demand for our products or make it difficult or impossible for us to receive raw materials from suppliers or to deliver products to customers.\nIntegrating acquired businesses into our existing operations.\nPart of the Company’s strategy is growth through acquisitions. Over the last decade, we have successfully completed more than 50 acquisitions, and we will likely acquire additional businesses and enter into additional joint ventures in the future. Growth through acquisitions and the formation of joint ventures involve risks, including:\n•\ndifficulties in assimilating acquired companies and products into our existing business;\n•\ndelays in realizing the benefits from the acquired companies or products;\n•\ndiversion of our management’s time and attention from other business concerns;\n•\ndifficulties due to lack of or limited prior experience in any new markets we may enter;\n•\nunforeseen claims and liabilities, including unexpected environmental exposures, product liability, or existing cyber vulnerability;\n•\nunexpected losses of customers or suppliers of the acquired or existing business;\n•\ndifficulty in conforming the acquired business’ standards, processes, procedures and controls to those of our operations; and\n•\ndifficulties in retaining key employees of the acquired businesses.\nThese risks or other problems encountered in connection with our past or future acquisitions and joint ventures could cause delays in realizing the anticipated benefits of such acquisitions or joint ventures and could adversely affect our results of operations, Cash from operating activities or financial condition.\nOur ability to understand our customers’ specific preferences and requirements, and to innovate, develop, produce and market products that meet customer demand is critical to our business results.\nOur business relies on continued global demand for our brands and products. To achieve business goals, we must develop and sell products that appeal to customers. This is dependent on a number of factors, including our ability to produce products that meet the quality, performance and price expectations of our customers and our ability to develop effective sales, advertising and marketing programs.\nWe believe the automotive industry will experience significant and continued change in the coming years. Vehicle manufacturers continue to develop new safety features such as collision avoidance technology and self-driving vehicles that may reduce vehicle collisions in the future, potentially lowering demand for our refinish coatings. In addition, through the introduction of new technologies, new business models or new methods of travel, such as ridesharing, the number of automotive OEM new-builds may decline, potentially reducing demand for our automotive OEM coatings and related automotive parts.\nAdditionally, the development of customer-facing digital platforms has and will continue to transform certain retail industries. An inability to develop such solutions and our customer’s pace of adoption of those solutions could negatively affect our business or the market demand for our products.\nOur future growth will depend on our ability to continue to innovate our existing products and to develop and introduce new products. If we fail to keep pace with product innovation on a competitive basis or to predict market demands for our products, our businesses, financial condition and results of operations could be adversely affected.\nThe industries in which we operate are highly competitive.\nWith each of our businesses, an increase in competition may cause us to lose market share, lose a large regional or global customer, or compel us to reduce prices to remain competitive, which could result in reduced margins for our products. Additionally, our ability to achieve price increases may impact the overall economics for the products we offer.\n2020 PPG ANNUAL REPORT AND 10-K    12\nCompetitive pressures may not only reduce our margins but may also impact our revenues and our growth which could adversely affect our results of operations.\nThe security of our information technology systems could be compromised, which could adversely affect our ability to operate.\nIncreased global information technology security requirements, threats and sophisticated and targeted computer crime pose a risk to the security of our systems, networks and the confidentiality, availability and integrity of our data. Despite our efforts to protect sensitive information and confidential and personal data, our facilities and systems may be vulnerable to security breaches. This could lead to negative publicity, theft, modification or destruction of proprietary information or key information, manufacture of defective products, production downtimes and operational disruptions, which could adversely affect our reputation, competitiveness and results of operations.\nIn 2018, we concluded that previously issued financial statements as detailed below should not be relied upon and restated those previously issued financial statements, which led to, among other things, shareholder litigation, investigations by the SEC and the U.S. Attorney’s office, a settlement by the Company with the SEC and unanticipated costs for accounting and legal fees, and which may result in certain other risks.\nAs discussed in the Explanatory Note, Note 2, “Restatement of Previously Reported Consolidated Annual Financial Statements” and in Note 19, “Quarterly Financial Information (unaudited)” under Item 8 of the 2017 Form 10-K/A, in 2018 we concluded that our previously issued financial statements as of December 31, 2017 and 2016, and for each of the quarterly and year-to-date periods in 2017, and the final quarterly and year-to-date period in 2016, should no longer be relied upon. The determination that the applicable financial statements should no longer be relied upon and that these financial statements would be restated was made following the identification of misstatements. Although the Company restated these financial statements, remediated the material weakness in the Company’s internal control over financial reporting, reached a settlement with the SEC and is no longer the subject of an investigation by the U.S. Attorney’s Office, we continue to be subject to risks and uncertainties relating to these events, including advancement of legal expenses and potential indemnification obligations to certain current and former employees who are responding to investigations by the SEC and U.S. Attorney’s Office for alleged violations of the securities laws relating to the restatement described above, potential loss of investor confidence, potential reputational harm and a potential negative impact on our stock price."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "PPG’s corporate headquarters is located in the United States in Pittsburgh, Pa. The Company’s manufacturing facilities, sales offices, research and development centers and distribution centers are located throughout the world. See Item 1. “Business” of this Form 10-K for the principal manufacturing and distribution facilities by reportable business segment.\nThe Company’s principal research and development centers are located in Allison Park, Pa.; Tianjin, China; Zhangjiagang, China; Cleveland, Oh.; Milan, Italy;  Harmer, Pa.; Monroeville, Pa.; Springdale, Pa.; Amsterdam, Netherlands; Oak Creek, Wi.; Tepexpan, Mexico; Marly, France; Ingersheim, Germany; Bangplee, Thailand; Cheonan, Republic of Korea; Sumare, Brazil and Wroclaw, Poland.\nOur headquarters, certain distribution centers and substantially all company-owned paint stores are located in facilities that are leased while our other facilities are generally owned. Our facilities are considered to be suitable and adequate for the purposes for which they are intended and overall have sufficient capacity to conduct business in the upcoming year."
  },
  {
    "item_key": "item_3",
    "text": "PPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. These lawsuits and claims may relate to contract, patent, environmental, product liability, asbestos exposure, antitrust, employment, securities and other matters arising out of the conduct of PPG’s current and past business activities. To the extent these lawsuits and claims involve personal injury, property damage and certain other claims, PPG believes it has adequate insurance; however, certain of PPG’s insurers are contesting coverage with respect to some of these claims, and other insurers may contest coverage. PPG’s lawsuits and claims against others include claims against insurers and other third parties with respect to actual and contingent losses related to environmental, asbestos and other matters.\nAs previously disclosed, the SEC is conducting a non-public investigation of accounting matters described in the Explanatory Note and in Note 2, “Restatement of Previously Reported Consolidated Annual Financial Statements\" under Item 8 of the Company’s 2017 Form 10-K/A.  On September 26, 2019, PPG announced a final settlement with the SEC as to the Company.  Without admitting or denying the findings in the SEC’s administrative cease-and-desist order, the Company consented to the entry of the order, which imposed no financial penalty.  The Company continues to cooperate\n2020 PPG ANNUAL REPORT AND FORM 10-K      13\nfully with the SEC’s ongoing investigation relating to these accounting matters. The Company is also cooperating fully with an investigation into the same accounting matters commenced by the U.S. Attorney’s Office for the Western District of Pennsylvania (“USAO”). As previously disclosed, the USAO has informed PPG that it will not pursue any action as to the Company.\nBetween January and early April 2020, the Company, as a nominal defendant, and certain of its current or former officers and directors were named as defendants in four shareholder derivative actions. All of the actions were filed in Pittsburgh, three in the U.S. District Court for the Western District of Pennsylvania and one in the Court of Common Pleas for Allegheny County. The plaintiffs in these actions alleged breach of fiduciary duty, unjust enrichment and/or corporate waste arising out of various alleged acts, and alleged failures to act, by the individually named defendants following financial restatements by the Company. One of the federal court actions also alleged breach of fiduciary duty and unjust enrichment claims arising out of certain environmental liabilities the Company incurred, and continues to incur, related to its former Ford City glass plant. The three federal court derivative actions were consolidated. On May 28, 2020, a Motion to Dismiss these federal court actions was filed. Following the submission of legal briefs and oral argument, the federal court dismissed all three cases by Opinion and Order dated December 3, 2020.  The plaintiffs to these actions did not appeal the ruling and the cases are closed. Following dismissal of the federal court cases, the plaintiff in the state court derivative action, which had been stayed pending the outcome of the federal court Motion to Dismiss, stipulated to a dismissal of that action with prejudice by Order dated January 6, 2021.\nOn May 20, 2018, a putative securities class action lawsuit was filed in the U.S. District Court for the Central District of California against the Company and three of its current and former officers.  On September 21, 2018, an Amended Class Action Complaint was filed in the lawsuit. The Amended Complaint, captioned Trevor Mild v. PPG Industries, Inc., Michael H. McGarry, Vincent J. Morales, and Mark C. Kelly, asserted securities fraud claims under Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 on behalf of a putative class of persons who purchased or otherwise acquired stock of the Company between January 19, 2017 and May 10, 2018. The allegations related to, among other things, allegedly false and misleading statements and/or failures to disclose information about the Company’s business, operations and prospects. The parties reached a settlement in principal on May 1, 2019.  On June 2, 2019, the plaintiff filed with the court a Petition for Preliminary Approval of the proposed settlement, including the proposed settlement amount of $25 million. On November 22, 2019, the court entered final judgment approving the settlement. PPG’s insurance carriers fully funded the settlement escrow account and the court-approved settlement payments to class members are expected to be distributed by the claims administrator in 2021.\nFrom the late 1880’s until the early 1970’s, PPG owned property located in Cadogan and North Buffalo Townships, Pennsylvania which was used for the disposal of solid waste from PPG’s former glass manufacturing facility in Ford City, Pennsylvania. In October 2018, the Pennsylvania Department of Environmental Protection (the “DEP”) approved PPG’s cleanup plan for the Cadogan Property. In April 2019, PPG and the DEP entered into a consent order and agreement (“CO&A”) which incorporated PPG’s approved cleanup plan and a draft final permit for the collection and discharge of seeps emanating from the former disposal area. The CO&A includes a civil penalty of $1.2 million for alleged past unauthorized discharges. PPG’s former disposal area is also the subject of a citizens’ suit filed by the Sierra Club and PennEnvironment seeking remedial measures beyond the measures specified in PPG’s approved cleanup plan, a civil penalty in addition to the penalty included in the CO&A and plaintiffs’ attorneys fees. PPG and the plaintiffs settled plaintiffs’ claims for injunctive relief and PPG agreed to enhancements to the DEP approved cleanup plan and a $250,000 donation to a Pennsylvania nonprofit organization. This settlement has been memorialized by an amendment to the CO&A which was appended to a Consent Agreement between PPG and the plaintiffs which has been lodged with the federal Court. The remaining claims in the case for attorneys’ fees and a civil penalty are not affected by this settlement. PPG believes that the remaining claims are without merit and intends to defend itself against these claims vigorously.\nFor many years, PPG has been a defendant in lawsuits involving claims alleging personal injury from exposure to asbestos. For a description of asbestos litigation affecting the Company, see Note 15, “Commitments and Contingent Liabilities” to the accompanying consolidated financial statements under Part I, Item 8 of this Form 10-K.\nIn the past, the Company and others have been named as defendants in several cases in various jurisdictions claiming damages related to exposure to lead and remediation of lead-based coatings applications. PPG has been dismissed as a defendant from most of these lawsuits and has never been found liable in any of these cases. After having not been named in a new lead-related lawsuit for 15 years, PPG was named as a defendant in two Pennsylvania state court lawsuits filed by Montgomery County and Lehigh County in the respective counties on October 4, 2018 and October 12, 2018. Both suits seek declaratory relief arising out of alleged public nuisances in the counties associated with the presence of lead paint on various buildings constructed prior to 1980. The Company believes these actions are without merit and intends to defend itself vigorously.\n2020 PPG ANNUAL REPORT AND 10-K    14\nInformation About Our Executive Officers\nSet forth below is information related to the Company’s executive officers as of February 18, 2021.\n(a)\nMr. McGarry served as President and Chief Executive Officer from September 2015 through August 2016, President and Chief Operating Officer from March 2015 through August 2015; Chief Operating Officer from August 2014 through February 2015; Executive Vice President from September 2012 through July 2014; and Senior Vice President, Commodity Chemicals from July 2008 through August 2012.\n(b)\nMs. Foulkes served as Senior Vice President, General Counsel and Secretary from August 2018 to September 2018, Vice President and Associate General Counsel and Secretary from March 2016 through July 2018 and Assistant General Counsel and Secretary from April 2011 through February 2016.\n(c)\nMr. Knavish served as Senior Vice President, Architectural Coatings and President, PPG EMEA from January 2019 through September 2019, Senior Vice President, Industrial Coatings from October 2017 through December 2018, Senior Vice President, Automotive Coatings from March 2016 through September 2017, Vice President, Protective and Marine Coatings from August 2012 through February 2016 and Vice President, Automotive Coatings, Americas from March 2010 through July 2012.\n(d)\nMs. Liebert served as Senior Vice President, Automotive Coatings from June 2018 to September 2019. She previously served as President and Chief Executive Officer of Honeywell UOP from 2016 to 2018, Senior Vice President and General Manager, Catalyst Adsorbents and Specialties of Honeywell UOP from 2015 to 2016 and Senior Vice President and General Manager, Gas Processing and Hydrogen of Honeywell UOP from 2012 to 2015.\n(e)\nMr. Morales served as Vice President, Finance from June 2016 through February 2017. From June 2015 through June 2016, he served as Vice President, Investor Relations and Treasurer and from October 2007 through May 2015 he served as Vice President, Investor Relations.\n(f)\nMs. Ericson was appointed Senior Vice President, Packaging Coatings in July 2018 when she joined PPG from SUEZ SA.  She previously served as President of SUEZ Chemical Monitoring and Solutions from 2017 until 2018, President of General Electric Water Services Company from 2015 to 2017 and President and Chief Executive Officer of Alstom SA’s U.S. business from 2013 to 2015.\n(g)\nMr. Vadlamannati served as Senior Vice President, Protective and Marine Coatings from March 2016 through September 2019, Vice President, Architectural Coatings, EMEA and Asia/Pacific from August 2014 through February 2016, Vice President, Architectural Coatings, EMEA from February 2012 through July 2014, Vice President, Architectural Coatings, EMEA for Region Western Europe from March 2011 through January 2012 and Vice President, Automotive Refinish, EMEA from September 2010 through February 2011."
  },
  {
    "item_key": "item_4",
    "text": "Not Applicable.\n2020 PPG ANNUAL REPORT AND FORM 10-K      15\nPart II"
  },
  {
    "item_key": "item_5",
    "text": "The information required by Item 5 regarding market information, including PPG’s stock exchange listing and quarterly stock market prices, dividends, holders of common stock, and the stock performance graph is included in Exhibit 13.1 filed with this Form 10-K and is incorporated herein by reference.\nNo shares were repurchased in the three months ended December 31, 2020 under the current $2.5 billion share repurchase program approved in December 2017. The maximum number of shares that may yet be purchased under this program is 10,472,586 shares as of December 31, 2020. This repurchase program has no expiration date.\nNo shares were withheld in satisfaction of the exercise price and/or tax withholding obligation by holders of employee stock options who exercised options granted under the Company’s equity compensation plans in the fourth quarter of 2020.\nItem 6. Selected Financial Data\nThe information required by Item 6 regarding the selected financial data for the five years ended December 31, 2020 is included in Exhibit 13.2 filed with this Form 10-K and is incorporated herein by reference."
  },
  {
    "item_key": "item_7",
    "text": "The following discussion includes a comparison of our results of operations and liquidity and capital resources for the years ended December 31, 2020 and 2019. A discussion of changes in our results of operations for the year ended December 31, 2019 as compared to the year ended December 31, 2018 has been omitted from this Form 10-K, but may be found in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our 2019 Form 10-K, filed with the Securities and Exchange Commission on February 20, 2020.\nPerformance Overview\nNet Sales by Region\nNet sales decreased $1,312 million due to the following:\n● Lower sales volumes (-10%)\n● Unfavorable foreign currency translation (-1%)\nPartially offset by:\n● Higher selling prices (+1%)\n● Acquisition-related sales (+1%)\nAs a result of the COVID-19 pandemic and reduced global economic activity, lower sales volumes and unfavorable foreign currency translation reduced net sales in most regions and in both reportable business segments. Higher selling prices and acquisition-related sales partially offset this downturn.\nForeign currency translation decreased net sales by approximately $150 million as the U.S. dollar strengthened against several foreign currencies versus the prior year, most notably the Mexican peso.\nFor specific business results, see the Segment Results section within Item 7 of this Form 10-K.\nCost of sales, exclusive of depreciation and amortization\n2020 PPG ANNUAL REPORT AND 10-K    16\nCost of sales, exclusive of depreciation and amortization, decreased $876 million due to the following:\n● Lower sales volumes\n● Foreign currency translation\n● Restructuring and other cost savings\nPartially offset by:\n● Cost of sales attributable to acquired businesses\n● General cost inflation\nSelling, general and administrative expenses\nSelling, general and administrative expenses decreased $215 million primarily due to:\n● Cost savings initiatives, including restructuring actions\nPartially offset by:\n● Wage and other cost inflation\n● Charge for potential uncollectible accounts related to COVID-19 incurred in the first quarter of 2020\n● Selling, general and administrative expenses from acquired businesses\nOther charges and other income\nInterest expense, net of Interest income\nInterest expense, net of Interest income increased $15 million in 2020 versus 2019 primarily due to the $1.5 billion 364-day term loan credit agreement entered into in April 2020. As of December 31, 2020, $400 million remains outstanding under this agreement.\nImpairment charges\nIn 2020, impairment charges were recorded for the write-down of certain assets and liabilities related to the planned sale of certain entities and the carrying value of an indefinite-lived trademark. Refer to Note 3, ”Acquisitions and Divestitures” and Note 7, “Goodwill and Other Identifiable Intangible Assets”  in Item 8 of this Form 10-K for additional information.\nBusiness restructuring, net\nPretax restructuring charges of $203 million were recorded in 2020, offset by certain changes in estimates to complete previously recorded programs of $29 million. Pretax restructuring charges of $194 million were recorded in 2019, offset by certain changes in estimates to complete previously recorded programs of $18 million. Refer to Note 8, \"Business Restructuring\" in Item 8 of this Form 10-K for additional information.\nOther charges\nOther charges consist primarily of environmental remediation charges. These charges were principally for environmental remediation at a former chromium manufacturing plant and associated sites in New Jersey. Refer to Note 15, \"Commitments and Contingent Liabilities\" in Item 8 of this Form 10-K for additional information.\nOther income\nOther income was lower in 2020 than prior year primarily due to slightly lower equity earnings and royalty income.\n2020 PPG ANNUAL REPORT AND FORM 10-K      17\nEffective tax rate and earnings per diluted share, continuing operations\nThe effective tax rate for the year-ended December 31, 2020 was 21.4%, a decrease of 2.2% from the prior year. The lower effective income tax rate included higher net benefits for changes in valuation allowance reserves and for U.S. research and development credits. The Company expects that its full year 2021 effective tax rate will be between 22% and 24%.\nAs reported earnings per diluted share from continuing operations for the year ended December 31, 2020 decreased year-over-year due to the economic downturn caused by the COVID-19 pandemic and certain impairment charges. Refer to the Regulation G Reconciliations - Results from Operations for additional information.\nRegulation G Reconciliations - Results from Operations\nPPG believes investor’s understanding of the Company’s performance is enhanced by the disclosure of net income from continuing operations, earnings per diluted share from continuing operations and PPG’s effective tax rate from continuing operations adjusted for certain items. PPG’s management considers this information useful in providing insight into the Company’s ongoing performance because it excludes the impact of items that cannot reasonably be expected to recur on a quarterly basis or that are not attributable to our primary operations. Net income from continuing operations, earnings per diluted share from continuing operations and the effective tax rate from continuing operations adjusted for these items are not recognized financial measures determined in accordance with U.S. generally accepted accounting principles (“U.S. GAAP”) and should not be considered a substitute for net income, earnings per diluted share, the effective tax rate or other financial measures as computed in accordance with U.S. GAAP. In addition, adjusted net income, adjusted earnings per diluted share from continuing operations and the adjusted effective tax rate from continuing operations may not be comparable to similarly titled measures as reported by other companies.\nIncome before income taxes from continuing operations is reconciled to adjusted income before income taxes from continuing operations, the effective tax rate from continuing operations is reconciled to the adjusted effective tax rate from continuing operations and net income from continuing operations (attributable to PPG) and earnings per share – assuming dilution (attributable to PPG) are reconciled to adjusted net income from continuing operations (attributable to PPG) and adjusted earnings per share – assuming dilution below:\n2020 PPG ANNUAL REPORT AND 10-K    18\n(1)     Earnings per diluted share is calculated based on unrounded numbers. Figures in the table may not recalculate due to rounding.\n(2)     Included in net charges related to business restructuring-related costs, are business restructuring charges, accelerated depreciation of certain  assets and other related costs, offset by releases related to previously approved programs.\n(3)    Impairment charges were recorded in the fourth quarter 2020 related to the planned sale of certain smaller entities in non-strategic regions and for certain asset write-downs. The revenue of the entities to be sold represents less than 1% of PPG annual net sales. Net income of $64 million is attributable to PPG and net income of $4 million is attributable to noncontrolling interests.\n(4)     In the second half of 2020, Hurricanes Laura and Delta damaged a southern U.S. factory that supports the Company's specialty coatings and materials business.\n(5)    Acquisition-related costs include advisory, legal, accounting, valuation, and other professional or consulting fees incurred to effect acquisitions. These costs are included in Selling, general and administrative expense in the consolidated statement of income. Acquisition-related costs also include the impact for the step up to fair value of inventory acquired in certain acquisitions which are included in Cost of sales, exclusive of depreciation and amortization in the consolidated statement of income.\nPerformance of Reportable Business Segments\nPerformance Coatings\nPerformance Coatings net sales decreased due to the following:\n● Lower sales volumes (-8%)\n● Unfavorable foreign currency translation (-1%)\nPartially offset by:\n● Higher selling prices (+2%)\n● Acquisition-related sales (+1%)\nIn 2020, businesses within the Performance Coatings reportable business segment suffered from lower sales volumes due to the COVID-19 pandemic but achieved higher selling prices across all regions.\nArchitectural coatings - Americas and Asia Pacific net sales, excluding the impact of currency and acquisitions (organic sales) increased a low-single-digit percentage during the year with differences by channel and region. Higher do-it yourself (“DIY”) sales volumes were more than offset by the unfavorable impact of retail store shutdowns in the U.S., Canada and Mexico and unfavorable foreign currency translation driven by the Mexican peso. PPG-Comex organic sales were higher by a mid-single-digit percentage, as the concessionaire network sell-out of PPG products was strong throughout the year.\nArchitectural coatings – EMEA organic sales increased by a mid-single-digit percentage driven by a strong volumes in the second half of the year offset by lower demand in Southern Europe earlier in the year when various countries mandated the temporary closure of retail paint stores due to COVID-19.\nNet sales for automotive refinish coatings were down about 15% versus prior year consistent with the sharp decline in global miles driven and traffic density in most of the world due to mobility restrictions and stay-at-home mandates due to the pandemic. In the U.S., body shops were impacted by a reduction in collision claims activity throughout the year. In the Asia Pacific region, sales volumes did improve in the second half of 2020 as congestion in China neared 2019 levels.\nAerospace coatings sales volumes decreased about 25% year-over-year due to a sharp decline in commercial OEM, general aviation and after-market products. Net sales benefited from consistent demand for the company’s military applications and acquisition-related sales from Dexmet and Texstars.\n2020 PPG ANNUAL REPORT AND FORM 10-K      19\nSales volumes in the protective and marine coatings business were down a mid-single-digit percentage driven by delayed projects as a result of the pandemic and lower demand for protective coatings products. Lower sales volumes in the U.S. were related to continued soft demand in the oil and gas industry. Sales volumes in Europe suffered from delayed projects due to the pandemic. In the Asia-Pacific region, sales volumes were flat versus 2019 reflecting strong demand for PPG’s technology-advantaged products and despite lower demand for marine coatings products.\nNet sales in the traffic solutions business were entirely attributable to the Ennis-Flint acquisition which closed in late December 2020.\nSegment income decreased $50 million year-over-year, including unfavorable foreign currency translation impacts of approximately $20 million. Segment income was impacted by lower sales volumes related to the pandemic and unfavorable foreign currency translation partially offset by higher selling prices, execution of cost-mitigation efforts and restructuring initiatives.\nLooking Ahead\nLooking ahead, overall segment net sales in the first quarter 2021, are anticipated to be generally similar to the fourth quarter. Sales volumes are expected to be slightly lower on a year-over-year basis. Sharp year-over-year declines in the commercial aerospace coatings business will continue. Lastly, acquisitions are forecast to add about $90 million of net sales, primarily from Ennis-Flint. First quarter sales and earnings for the Ennis-Flint business are historically low due to normal seasonality in that business. It is expected that raw material, logistics, and certain other costs will be inflationary in 2021. The company has already announced selling price increases in most of the businesses within the Performance Coatings reportable segment and will continue to execute various cost-savings initiatives. Finally, foreign currency translation is expected to have a favorable impact on segment net sales and earnings of about $80 million and $10 million, respectively, in the first quarter 2021 based on current exchange rates.\nIndustrial Coatings\nIndustrial Coatings segment net sales decreased due to the following:\n● Lower sales volumes (-13%)\n● Unfavorable foreign currency translation (-1%)\nPartially offset by:\n● Acquisition-related sales (+1%)\nAutomotive OEM coatings sales volumes decreased by approximately 15% year-over-year, driven by the significant curtailment in global automotive industry production rates due to the COVID-19 pandemic. Although sales volumes decreased year-over-year, strong sales volumes in China and the company’s strong technology and service capabilities led PPG  to outpace the global industry build rate.\nFor the industrial coatings business, net sales decreased by about 10% compared to prior year. Acquisition-related sales from Whitford and modest increases in selling prices were more than offset by lower demand stemming from reduced industrial production in most regions due to customer shutdowns. Global industrial production improved during the second half of the year compared to the start of the pandemic.\nPackaging coatings organic sales were slightly higher year-over-year as sales volume growth in the U.S. and Latin America offset softer demand in the Asia Pacific region. In the U.S. and Latin America, sales volume growth was driven by strong demand in the canned food and beverage segment.\nSpecialty coatings and materials net sales were lower by approximately 20% versus the prior year, driven by lower sales volumes in the U.S. and Europe. Additionally, in the second half of 2020, a company facility in Louisiana was damaged by both Hurricanes Laura and Delta, causing an estimated $10 million in lost revenues due to production interruptions.\nSegment income decreased $112 million year-over-year, including unfavorable foreign currency translation impacts of about $10 million. Segment income was impacted by lower sales volumes driven by customer shutdowns related to the pandemic, partially offset by cost-mitigation actions, restructuring cost savings, and modestly higher selling prices.\nLooking ahead\nLooking ahead, sales volumes for the Industrial Coatings reportable business segment in the first quarter 2021 are expected to be higher than the prior-year first quarter by a mid-to-high-single-digit percentage, including the benefit of an\n2020 PPG ANNUAL REPORT AND 10-K    20\neasier comparison due to the lower industrial activity in China during the first quarter of 2020 due to the pandemic. It is expected that raw material, logistics, and certain other costs will be inflationary in early 2021. The company is planning or has instituted selling price increases to help mitigate these cost pressures, along with continued execution of the previously announced restructuring initiatives. Finally, foreign currency translation is expected to have a favorable impact on segment sales and earnings of about $40 million and $5 million, respectively, in the first quarter 2021 based on current exchange rates.\nReview and Outlook\nDuring 2020, the COVID-19 pandemic significantly impacted global economic conditions.The impact in the first quarter was concentrated in China and broadened to most of the rest of the world in the second quarter. Coatings end-use markets related to mobility were more negatively impacted, such as the aerospace and automotive refinish coatings businesses. Some end-use markets benefited from the government mandated restrictions, including architectural coatings DIY and the packaged food segment. PPG’s net sales, excluding foreign currency translation impact, decreased approximately 8% versus the prior year. Acquisition-related sales contributed 1% to net sales growth compared to prior year. Foreign currency translation was unfavorable throughout the year and impacted net sales by about 1%. Raw material costs moderated during the first half of the year and then increased sequentially throughout the second half of 2020 and are expected to continue to be inflationary into the first quarter of 2021. Some other key costs continued to increase in 2020 such as logistics, employee wage and benefit costs.\nU.S. and Canada\nDuring 2020, economic activity was impacted by the COVID-19 pandemic with overall economic activity sharply falling in the first half of the year and then continuously improving in the second half of the year. For the full year, U.S. GDP fell by about 5%. Automotive OEM industry builds were down about 20% compared to 2019 with minimal production in the second quarter and improving trends in the second-half of the year. Demand in the residential and commercial construction markets were mixed in 2020 compared to 2019. New home starts advanced approximately 5% in 2020 versus approximately 2% in 2019. Residential remodeling was up 2% in 2020 versus 2019 supported by stay-at-home mandates. Commercial construction was down approximately 10% compared to 2019. Market demand for architectural paint shifted significantly to the DIY channel during the year as higher U.S. unemployment and increased work-from-home resulted in consumers choosing to spend more time renovating their homes. PPG’s architectural coatings sales volumes in the U.S. and Canada were positively impacted by DIY trends and negatively impacted by lower commercial demand trends. The aerospace coatings business was significantly impacted by the pandemic. Before the pandemic, the company’s sales mix was approximately 70% commercial and 30% military. During the pandemic, PPG sales volumes for military applications remained solid, in part due to specification of PPG products with advantaged technology. The commercial segment was down about 50% due to lower passenger miles flown and fewer industry OEM builds. The automotive refinish coatings business was impacted by stay-at-home mandates. These mandates led to less commuting to work, less congestion and fewer miles driven leading to lower collision claims. PPG’s packaging coatings business was favorably impacted by higher packaged food demand. PPG’s automotive OEM coatings business performance was slightly below industry demand levels due to customer mix. Higher acquisition-related sales partially offset lower sales volumes in the automotive OEM coatings business. For the industrial coatings business, acquisition-related sales and higher selling prices were more than offset by lower sales volumes. The U.S. and Canada remained PPG’s largest region, representing approximately 41% of 2020 net sales.\nEurope, Middle East and Africa\nEuropean economic activity was weak in 2020. Industrial production and manufacturing rates in the region were lower than 2019. The region was impacted by continuing uncertainty over the United Kingdom’s exit from the European Union and overall contracting demand in most end-use markets that PPG supplies due to the pandemic. Regional demand continued to be mixed by country and end-use. Demand for PPG products was impacted by a decline in demand for automotive refinish, automotive OEM, aerospace, and general industrial coatings products. Demand for architectural and packaging coatings products was better, led by higher coatings sales for architectural DIY and the packaged food segment. PPG’s architectural coatings - EMEA business’ organic sales were higher by a mid-single-digit percentage driven by higher selling prices and higher sales volumes.\nEMEA represented approximately 31% of PPG’s 2020 net sales, similar to prior year levels. Regional coatings volumes remain approximately 20% below 2008 pre-recession levels. Net sales, excluding the impact of foreign currency translation, decreased in 2020 compared to 2019 as higher selling prices and acquisition-related sales were more than offset by lower sales volumes. Foreign currencies were relatively flat compared to 2019.\nAsia Pacific and Latin America\nThe emerging regions of Asia Pacific and Latin America represented 28% of PPG’s 2020 net sales in aggregate, similar to the prior year.\n2020 PPG ANNUAL REPORT AND FORM 10-K      21\nAsia Pacific remained the largest emerging region, with net sales of approximately $2.4 billion, led by China, which remained PPG’s second largest country by revenue. Overall net sales were lower in 2020 compared to 2019 driven by lower demand of coatings products due to the pandemic. First quarter sales in China were sharply lower due to a broad shut-down caused by the pandemic. As the year progressed, demand in China was the best of any major region and was higher than the levels seen in 2019 in each of the last three quarters of 2020. In China, the automotive OEM coatings business had retail sales higher than 2019 in each of the last 9 months of 2020. PPG’s organic sales in the Asia Pacific region were lower by about 5% as higher year-over-year sales in China were more than offset by lower sales in India and Southeast Asia due to the pandemic.\nOverall, demand in Latin America declined year-over-year driven by lower automotive industry builds and overall softer economic conditions in most countries, including Mexico. In Mexico, the PPG-Comex business added a net of approximately 80 new concessionaire locations. The overall region’s performance was supported by strong growth in the packaging coatings business. Foreign currency translation was volatile and finished about 10% unfavorable compared to 2019, principally driven by weaker currencies, including the Mexican peso and Brazilian real.\nOutlook\nLooking ahead to 2021, we expect solid global market growth that will likely be uneven by region and end-use. We expect regional growth rates to be higher than 2020 in all regions as demand continues to recover from the pandemic.\nWe anticipate PPG’s U.S. and Canada regional growth will be led by automotive OEM and general industrial coatings as industrial production levels are expected to be higher than 2020. Automotive OEM builds are expected to be approximately a mid-teen percentage higher compared to 2020. We expect positive growth in housing and continued weakness in commercial construction and maintenance. Architectural DIY demand is expected to remain at elevated levels in the first half of 2021. Demand for aerospace and automotive refinish coatings is expected to remain subdued during the first half of 2021.\nWe expect industry demand trends in 2021 in Europe to improve from those experienced in 2020 with continuing improvement in profitability due to margin improvement. Regional growth is expected to remain mixed by sub-region and country. Favorable end-use trends are expected to continue in automotive OEM and general industrial coatings. Overall demand is expected to be higher but be mixed by country in the architectural coatings business. We continue to monitor the economic environment in the U.K., as its exit from the European Union progresses and impacts consumer sentiment and coatings demand. Demand for aerospace and automotive refinish coatings is expected to remain soft.\nIn Asia Pacific, we expect continued improvement in industrial production growth in China, Southeast Asia and India as the year progresses. In China, we foresee continued above global average growth with heightened risk as the Chinese economy continues to shift and rely more on domestic consumption. Industrial production in India is expected to be sharply higher in 2021 from a very low level in 2020 due to the pandemic. The recovery in marine coatings new-build demand is expected to remain subdued.\nIn Latin America, we anticipate slightly better economic conditions in Mexico, most of Central America and South America compared to 2020. We expect continued strong demand for the PPG-Comex architectural coatings business.\nSignificant other factors\nIn June 2020, PPG initiated a $176 million pretax global restructuring program. The program addresses weakened global economic conditions stemming from the COVID-19 pandemic and related pace of recovery in a few end-use markets along with further opportunities to optimize supply chain and functional costs. The plan includes a voluntary separation program that was offered in the U.S. and Canada. PPG recognized approximately $45 million of savings from this program in 2020. The majority of these restructuring actions are expected to be completed by the end of 2021.\nWe made significant progress on the global restructuring programs that were announced in May 2018 and June 2019. The Company achieved approximately $70 million of savings in 2020 relating to these programs. The majority of these restructuring actions are expected to be completed by the end of the first quarter 2021 with the remainder of the actions expected to be completed by 2022. Aggregate restructuring savings related to the 2020, 2019 and 2018 programs was approximately $115 million in 2020.\nWe will continue to aggressively manage the Company’s cost structure to ensure alignment with the overall demand environment and will make adjustments as required to remain cost competitive in the marketplace. Aggregate restructuring savings are expected to be at least $120 million in 2021.\nRaw materials are a significant input cost to the process of manufacturing coatings. PPG experiences fluctuating energy and raw material costs driven by various factors, including changes in supplier feedstock costs and inventories, global industry activity levels, foreign currency exchange rates, and global supply and demand factors. In aggregate, average raw material costs were modestly lower in 2020 versus 2019 due to variety of reasons, including softer industry demand and lower crude oil prices. PPG currently expects overall raw material prices to increase by a low-single-digit percentage\n2020 PPG ANNUAL REPORT AND 10-K    22\nin the first quarter 2021. Cost inflation is expected in several other areas including wage, benefit, and logistics costs in 2021. PPG expects certain regional logistics equipment shortages in 2021, impacting the Company’s supply chain and distribution channels.\nIn 2020, we achieved selling price improvement, primarily in the Performance Coatings reportable business segment, reflecting the Company’s efforts to offset various inflationary pressures. Further benefits from selling price actions are necessary in 2021 to recover operating margins, reflecting the value of our products. The Company will carefully monitor all costs during 2021 and assess the need for additional selling price increases.\nIn 2020, we experienced unfavorable foreign currency translation throughout the year. Based on mid-January 2021 exchange rates, the Company expects favorable year-over-year foreign currency translation in 2021. The foreign currency environment continues to be volatile, and the impact on 2021 net sales and income before income taxes could differ from this expectation. The Company generally purchases raw materials, incurs manufacturing costs and sells finished goods in the same currency, so we typically incur only modest foreign currency transaction related impacts.\nThe 2021 effective tax rate from continuing operations is expected to be in the range of 22% to 24%, varying by quarter. This range represents the Company’s best estimate.\nOver the past five years, the Company used over $3.9 billion of cash to repurchase approximately 35 million shares of PPG stock. No shares were repurchased in 2020. The Company ended the year with approximately $1.5 billion remaining under its current share repurchase authorization. During 2020, the Company deployed nearly $1.2 billion for acquisitions, approximately $300 million for capital expenditures and approximately $495 million for dividends. PPG increased its per-share dividend in September 2020, marking the 49th annual per share dividend increase and the 121st consecutive year of annual dividend payments.\nPPG ended 2020 with approximately $1.9 billion in cash and short-term investments. The Company expects continued strong cash generation in 2021.\nAlso, beginning in 2021, the Company will report adjusted earnings per diluted share excluding amortization expense relating to intangible assets from completed acquisitions.\nAccounting Standards Adopted in 2020\nNote 1, “Summary of Significant Accounting Policies” under Item 8 of this Form 10-K describes the Company’s recently adopted accounting pronouncements.\nAccounting Standards to be Adopted in Future Years\nNote 1, “Summary of Significant Accounting Policies” under Item 8 of this Form 10-K describes accounting pronouncements that have been promulgated prior to December 31, 2020 but are not effective until a future date.\nCommitments and Contingent Liabilities, including Environmental Matters\nPPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. See Item 3. “Legal Proceedings” and Note 15, “Commitments and Contingent Liabilities” under Item 8 of this Form 10-K for a description of certain of these lawsuits.\nAs discussed in Item 3 and Note 15, although the result of any future litigation of such lawsuits and claims is inherently unpredictable, management believes that, in the aggregate, the outcome of all lawsuits and claims involving PPG, including asbestos-related claims, will not have a material effect on PPG’s consolidated financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized.\nIt is PPG’s policy to accrue expenses for contingencies when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. Reserves for environmental contingencies are exclusive of claims against third parties and are generally not discounted. In management’s opinion, the Company operates in an environmentally sound manner and the outcome of the Company’s environmental contingencies will not have a material effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Management anticipates that the resolution of the Company’s environmental contingencies will occur over an extended period of time.\nAs also discussed in Note 15, PPG has significant reserves for environmental contingencies. Please refer to the Environmental Matters section of Note 15 for details of these reserves. A significant portion of our reserves for environmental contingencies relate to ongoing remediation at PPG's former chromium manufacturing plant in Jersey City, N.J. and associated sites (\"New Jersey Chrome\"). There are multiple, future events yet to occur, including further remedy selection and design, remedy implementation and execution and applicable governmental agency or community organization approvals. Considerable uncertainty exists regarding the timing of these future events for the New Jersey\n2020 PPG ANNUAL REPORT AND FORM 10-K      23\nChrome sites. Further resolution of these events is expected to occur over the next several years. As these events occur and to the extent that the cost estimates of the environmental remediation remedies change, the existing reserve for this environmental remediation matter will continue to be adjusted.\nLiquidity and Capital Resources\nDuring the past two years, PPG had sufficient financial resources to meet its operating requirements, to fund our capital spending, including acquisitions, share repurchases and pension plans and to pay increasing dividends to shareholders.\nCash and cash equivalents and short-term investments\nCash from operating activities - continuing operations\n2020 vs. 2019\nThe $45 million increase in Cash from operating activities - continuing operations was primarily due to favorable changes in working capital, excluding the impact of business acquisitions.\nOperating working capital\nOperating working capital is a subset of total working capital and represents (1) receivables from customers, net of allowance for doubtful accounts, (2) inventories, and (3) trade liabilities. See Note 4, “Working Capital Detail” under Item 8 of this Form 10-K for further information related to the components of the Company’s operating working capital. We believe operating working capital represents the key components of working capital under the operating control of our businesses.\nA key metric we use to measure our working capital management is operating working capital as a percentage of sales (fourth quarter sales annualized).\nEnvironmental expenditures\nWe expect cash outlays for environmental remediation activities in 2021 to be between $80 million and $100 million.\nDefined benefit pension plan contributions\nContributions to PPG’s non-U.S. defined benefit pension plans in 2020 were required by local funding requirements. PPG expects to make contributions to its defined benefit pension plans in the range of $10 million to $20 million in 2021. PPG may make voluntary contributions to its defined benefit pension plans in 2021 and beyond.\n2020 PPG ANNUAL REPORT AND 10-K    24\nCash used for investing activities\n2020 vs. 2019\nThe $438 million increase in cash used for investing activities - continuing operations, was primarily due to higher spending on business acquisitions.\nCapital expenditures, including business acquisitions\n(1)     Includes modernization and productivity improvements, expansion of existing businesses and environmental control projects.\nCapital expenditures related to modernization and productivity improvements, expansion of existing businesses and environmental control projects is expected to be approximately $450 million in 2021, reflecting a return to pre-pandemic levels of spending in support of future organic growth opportunities.\nA primary focus for the Company in 2021 will continue to be cash deployment focused on shareholder value creation, with a preference for business acquisitions. The near-term cash deployment priority will be to complete the announced acquisitions using a combination of cash on hand and external financing.\nCash used for financing activities\n2020 vs. 2019\nThe $699 million decrease in cash used for financing activities - continuing operations, was primarily due the issuance of short-term debt in 2020 and lower net purchases of treasury stock year-over-year.\nShare repurchase activity\nThe Company has approximately $1.5 billion remaining under the current authorization from the Board of Directors, which was approved in December 2017. The current authorized repurchase program has no expiration date.\nDividends paid to shareholders\nPPG has paid uninterrupted annual dividends since 1899, and 2020 marked the 49th consecutive year of increased annual per-share dividend payments to shareholders. The Company raised its per-share quarterly dividend by 6% to $0.54 per share paid in September 2020.\n2020 PPG ANNUAL REPORT AND FORM 10-K      25\nDebt issued and repaid\nCredit agreements and lines of credit\nIn August 2019, PPG amended and restated its five-year credit agreement (the “Credit Agreement”) with several banks and financial institutions as further discussed in Note 10, \"Borrowings and Lines of Credit\" under Item 8 of this Form 10-K. The Credit Agreement amends and restates the Company's existing five year credit agreement dated as of December 18, 2015. The Credit Agreement provides for a $2.2 billion unsecured revolving credit facility. The Credit Agreement will terminate on August 30, 2024. In March 2020, PPG borrowed $800 million under the Credit Agreement and repaid that amount in full in April 2020. There were no amounts outstanding under the credit agreement as of December 31, 2020 and December 31, 2019.\nThe Credit Agreement also supports the Company’s commercial paper borrowings which are classified as long-term based on PPG’s intent and ability to refinance these borrowings on a long-term basis. As of December 31, 2020 and 2019, there were $250 million and $100 million of commercial paper borrowings outstanding, respectively.\nThe Credit Agreement requires the Company to maintain a ratio of Total Indebtedness to Total Capitalization, as defined in the Credit Agreement, of 60% or less; provided, that for any fiscal quarter in which the Company has made an acquisition for consideration in excess of $1 billion and for the next five fiscal quarters thereafter, the ratio of Total Indebtedness to Total Capitalization may not exceed 65% at any time. As of December 31, 2020, Total Indebtedness to Total Capitalization as defined under the Credit Agreement and the Term Loan was 46%.\nIn addition to the amounts available under lines of credit, the Company maintains access to the capital markets and may issue debt or equity securities from time to time, which may provide an additional source of liquidity.\nSee Note 10, “Borrowings and Lines of Credit” under Item 8 of this Form 10-K for information regarding notes entered into and repaid as well as details regarding the use and availability of committed and uncommitted lines of credit, letters of credit, guarantees and debt covenants.\n2020 PPG ANNUAL REPORT AND 10-K    26\nContractual obligations\nWe continue to believe that our cash on hand and short term investments, cash from operations and the Company’s access to capital markets will continue to be sufficient to fund our operating activities, capital spending, acquisitions, dividend payments, debt service, share repurchases, contributions to pension plans, and PPG’s significant contractual obligations.\n(1)\nInterest on all outstanding debt, including finance lease obligations.\n(2)\nIncludes interest payments.\n(3)\nIncludes the high end of the range of the expected pension contributions for 2021 only, as PPG is unable to estimate the pension contributions beyond 2021.\n(4)\nThe unconditional purchase commitments are principally take-or-pay obligations related to the purchase of certain materials, including industrial gases and electricity, consistent with customary industry practice.\nOff-Balance Sheet Arrangements\nThe Company’s off-balance sheet arrangements include unconditional purchase commitments disclosed in the “Liquidity and Capital Resources” section in the contractual obligations table as well as letters of credit and guarantees as discussed in Note 10, “Borrowings and Lines of Credit” under Item 8 of this Form 10-K.\nOther liquidity matters\nAt December 31, 2020, the total amount of unrecognized tax benefits for uncertain tax positions, including an accrual of related interest and penalties along with positions only impacting the timing of tax benefits, was $188 million. The timing of payments will depend on the progress of examinations with tax authorities. PPG does not expect a significant tax payment related to these obligations within the next year. The Company is unable to make a reasonably reliable estimate as to when any significant cash settlements with taxing authorities may occur.\nCritical Accounting Estimates\nManagement has evaluated the accounting policies used in the preparation of the financial statements and related notes presented under Item 8 of this Form 10-K and believes those policies to be reasonable and appropriate. We believe that the most critical accounting estimates made in the preparation of our financial statements are those related to accounting for contingencies, under which we accrue a loss when it is probable that a liability has been incurred and the amount can be reasonably estimated, and to accounting for pensions, other postretirement benefits, business combinations, goodwill and other identifiable intangible assets with indefinite lives because of the importance of management judgment in making the estimates necessary to apply these policies.\nContingencies\nContingencies, by their nature, relate to uncertainties that require management to exercise judgment both in assessing the likelihood that a liability has been incurred as well as in estimating the amount of potential loss. The most important contingencies impacting our financial statements are those related to environmental remediation, to pending, impending or overtly threatened litigation against the Company and to the resolution of matters related to open tax years. For more information on these matters, see Note 15, “Commitments and Contingent Liabilities” and Note 13, “Income Taxes” under Item 8 of this Form 10-K.\nDefined Benefit Pension and Other Postretirement Benefit Plans\nAccounting for pensions and other postretirement benefits involves estimating the cost of benefits to be provided well into the future and attributing that cost over the time period each employee works. To accomplish this, we make extensive use\n2020 PPG ANNUAL REPORT AND FORM 10-K      27\nof assumptions about inflation, investment returns, mortality, turnover, medical costs and discount rates. The Company has established a process by which management reviews and selects these assumptions annually. See Note 14, “Employee Benefit Plans” under Item 8 of this Form 10-K for information on these plans and the assumptions used.\nBusiness Combinations\nIn accordance with the accounting guidance for business combinations, the Company uses the acquisition method of accounting to allocate costs of acquired businesses to the assets acquired and liabilities assumed based on their estimated fair values at the dates of acquisition. The excess costs of acquired businesses over the fair values of the assets acquired and liabilities assumed will be recognized as goodwill. The valuations of the acquired assets and liabilities will impact the determination of future operating results. In addition to using management estimates and negotiated amounts, the Company uses a variety of information sources to determine the estimated fair values of acquired assets and liabilities including: third-party appraisals for the estimated value and lives of identifiable intangible assets and property, plant and equipment; third-party actuaries for the estimated obligations of defined benefit pension plans and similar benefit obligations; and legal counsel or other experts to assess the obligations associated with legal, environmental and other contingent liabilities.\nThe business and technical judgment of management was used in determining wh\nich intangible assets have indefinite lives and in determining the useful lives of finite-lived intangible assets in accordance with the accounting guidance for goodwill and other intangible assets.\nGoodwill and Intangible Assets\nThe Company tests indefinite-lived intangible assets and goodwill for impairment by either performing a qualitative evaluation or a quantitative test at least annually, or more frequently if an indication of impairment arises. The qualitative evaluation is an assessment of factors to determine whether it is more likely than not that the fair value of a reporting unit or asset is less than its carrying amount. In the quantitative test, fair values are estimated using a discounted cash flow model. Key assumptions and estimates used in the discounted cash flow model include discount rates, tax rates, future revenues, operating cash flows and capital expenditures. For more information on these matters, see Note 1, “Summary of Significant Accounting Policies” under Item 8 of this Form 10-K.\nWe believe that the amounts recorded in the financial statements under Item 8 of this Form 10-K related to these contingencies, pensions, other postretirement benefits, business combinations, goodwill and other identifiable intangible assets with indefinite lives are based on the best estimates and judgments of the appropriate PPG management, although actual outcomes could differ from our estimates.\nCurrency\nComparing spot exchange rates at December 31, 2020 and at December 31, 2019, the U.S. dollar strengthened against certain currencies in the countries where PPG operates, most notably the\nMexican peso.\nAs a result, consolidated net assets at December 31, 2020\ndecreased by $36 million\nfrom December 31, 2019. Comparing spot exchange rates at December 31, 2019 and at December 31, 2018, the U.S. dollar weakened against certain currencies in the countries where PPG operates, most notably the British pound, Canadian dollar, and the Mexican peso. As a result, consolidated net assets at December 31, 2019 increased by $106 million from December 31, 2018.\nComparing average exchange rates during 2020 to those of 2019, the U.S. dollar\nstrengthened\nagainst currencies of the countries within the regions PPG operates, including\nEMEA and Latin America. This had an unfavorable impact of approximately $26 million\non full year 2020 income before income taxes from the translation of this foreign income into U.S. dollars. Comparing average exchange rates during 2019 to those of 2018, the U.S. dollar strengthened against currencies of the countries within the regions PPG operates, including EMEA, Asia Pacific, and Latin America. This had an unfavorable impact of approximately $50 million on full year 2019 income before income taxes from the translation of this foreign income into U.S. dollars.\nForward-Looking Statements\nManagement’s Discussion and Analysis and other sections of this Annual Report contain forward-looking statements that reflect the Company’s current views with respect to future events and financial performance.\nYou can identify forward-looking statements by the fact that they do not relate strictly to current or historic facts. Forward-looking statements are identified by the use of the words “aim,” “believe,” “expect,” “anticipate,” “intend,” “estimate,” “project,” “outlook,” “forecast” and other expressions that indicate future events and trends. Any forward-looking statement speaks only as of the date on which such statement is made, and the Company undertakes no obligation to update any forward looking statement, whether as a result of new information, future events or otherwise. You are advised, however, to consult any further disclosures we make on related subjects in our reports to the Securities and Exchange Commission. Also, note the following cautionary statements.\n2020 PPG ANNUAL REPORT AND 10-K    28\nMany factors could cause actual results to differ materially from the Company’s forward-looking statements. Such factors include statements related to expected effects on our business of the COVID-19 pandemic, global economic conditions, increasing price and product competition by our competitors, fluctuations in cost and availability of raw materials, the ability to achieve selling price increases, the ability to recover margins, customer inventory levels, our ability to maintain favorable supplier relationships and arrangements, the timing of and the realization of anticipated cost savings from restructuring and other initiatives, the ability to identify additional cost savings opportunities, difficulties in integrating acquired businesses and achieving expected synergies therefrom, economic and political conditions in the markets we serve, the ability to penetrate existing, developing and emerging foreign and domestic markets, foreign exchange rates and fluctuations in such rates, fluctuations in tax rates, the impact of future legislation, the impact of environmental regulations, unexpected business disruptions, the effectiveness of our internal control over financial reporting, the results of governmental investigations and the unpredictability of existing and possible future litigation. However, it is not possible to predict or identify all such factors.\nConsequently, while the list of factors presented here and under Item 1A is considered representative, no such list should be considered to be a complete statement of all potential risks and uncertainties. Unlisted factors may present significant additional obstacles to the realization of forward-looking statements.\nConsequences of material differences in the results compared with those anticipated in the forward-looking statements could include, among other things, lower sales or income, business disruption, operational problems, financial loss, legal liability to third parties, other factors set forth in Item 1A of this Form 10-K and similar risks, any of which could have a material adverse effect on the Company’s consolidated financial condition, results of operations or liquidity."
  },
  {
    "item_key": "item_7a",
    "text": "PPG is exposed to market risks related to changes in foreign currency exchange rates, interest rates, and was exposed to changes in PPG’s stock price. The Company may enter into derivative financial instrument transactions in order to manage or reduce these market risks. A detailed description of these exposures and the Company’s risk management policies are provided in Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements” under Item 8 of this Form 10-K.\nThe following disclosures summarize PPG’s exposure to market risks and information regarding the use of and fair value of derivatives employed to manage its exposure to such risks. Quantitative sensitivity analyses have been provided to reflect how reasonably possible, unfavorable changes in market rates can impact PPG’s consolidated results of operations, cash flows and financial position.\nForeign Currency Risk\nWe conduct operations in many countries around the world. Our results of operations are subject to both currency transaction and currency translation risk. Certain foreign currency forward contracts outstanding during 2020 and 2019 served as a hedge of a portion of PPG’s exposure to foreign currency transaction risk. The fair value of these contracts was a net asset of\n$2 million as of December 31, 2020\nand a net liability of\n$7 million as of December 31, 2019\n. The potential reduction in PPG’s Income before income taxes resulting from the impact of adverse changes in exchange rates on the fair value of its outstanding foreign currency hedge contracts of 10% for European and Canadian currencies and 20% for Asian and Latin American currencies for the years ended December 31, 2020 and 2019\nwould have been $226 million and $357 million, respectively.\nIn August 2019 and February 2018, PPG entered into U.S. dollar to euro cross currency swap contracts for $300 million and $575 million, respectively; with a combined notional amount of $875 million outstanding, resulting in a net liability and a net asset with a fair value of\n$8 million\nand $48 million as of December 31, 2020 and 2019, respectively. A 10% increase in the value of the euro to the U.S. dollar would have had an unfavorable effect on the fair value of these swap contracts by reducing the value of these instruments by $95\nmillion\nand $87 million at December 31, 2020 and 2019, respectively.\nAs of December 31, 2020 and 2019, PPG had non-U.S. dollar denominated debt outstanding of $\n2.4 billion a\nnd $2.3 billion, respectively. A weakening of the U.S. dollar by 10% against European currencies and by 20% against Asian and South American currencies would have resulted in unrealized translation losses of\n$273 million\nand $255 million as of December 31, 2020 and 2019, respectively.\nInterest Rate Risk\nThe Company manages its interest rate risk of fixed and variable rates while attempting to minimize its interest costs. In the first quarter of 2018, PPG entered into interest rate swaps which converted $525 million of fixed rate debt to variable rate debt. The fair value of these contracts was an asset\nof $67 million\nand $35 million as of December 31, 2020 and 2019, respectively. An increase in variable interest rates of 10% would lower the fair value of these swaps and increase interest expense by\n$1 million a\nnd $7 million for the periods ended December 31, 2020 and 2019, respectively. A 10% increase in interest rates in the U.S., Canada, Mexico and Europe and a 20% increase in interest rates in Asia and South\n2020 PPG ANNUAL REPORT AND FORM 10-K      29\nAmerica would have an insignificant effect on PPG’s variable rate debt obligations and interest expense for the periods ended December 31, 2020 and 2019, respectively. Further, a 10% reduction in interest rates would have increased the fair value of the Company’s fixed rate debt by approximately\n$48 million a\nnd $67 million as of December 31, 2020 and 2019, respectively; however, such changes would not have had an effect on PPG’s annual Income before income taxes or cash flows.\n2020 PPG ANNUAL REPORT AND 10-K    30"
  },
  {
    "item_key": "item_8",
    "text": "Report of Independent Registered Public Accounting Firm\nTo the Board of Directors and Shareholders of PPG Industries, Inc.\nOpinions on the Financial Statements and Internal Control over Financial Reporting\nWe have audited the accompanying consolidated balance sheet of PPG Industries, Inc. and its subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of income, of comprehensive income, of shareholders' equity and of cash flows for each of the three years in the period ended December 31, 2020, including the related notes and schedule of valuation and qualifying accounts for each of the three years in the period ended December 31, 2020 appearing under Item 15(a)(2) (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020 in conformity with accounting principles generally accepted in the United States of America. Also, in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control - Integrated Framework (2013) issued by the COSO.\nChange in Accounting Principle\nAs described in Note 9 to the consolidated financial statements, the Company changed the manner in which it accounts for leases in 2019.\nBasis for Opinions\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management Report on Establishing and Maintaining Adequate Internal Control Over Financial Reporting appearing under Item 8. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nAs described in the Management Report on Establishing and Maintaining Adequate Internal Control Over Financial Reporting, management has excluded Ennis-Flint from its assessment of internal control over financial reporting as of December 31, 2020 because it was acquired by the Company in a purchase business combination during 2020. We have also excluded Ennis-Flint from our audit of internal control over financial reporting. Ennis-Flint is a wholly-owned subsidiary whose total assets and total revenues excluded from management’s assessment and our audit of internal control over financial reporting represent 2% and less than 1%, respectively, of the related consolidated financial statement amounts as of and for the year ended December 31, 2020.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit\n2020 PPG ANNUAL REPORT AND FORM 10-K      31\npreparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCritical Audit Matters\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nQuantitative Goodwill Impairment Test\nAs described in Notes 1 and 7 to the consolidated financial statements, the Company’s consolidated goodwill balance was $5,102 million as of December 31, 2020. Management tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test, at least annually, or more frequently if an indication of impairment exists. Management’s quantitative goodwill impairment testing, if deemed necessary, is performed during the fourth quarter of each year by comparing the estimated fair value of an associated reporting unit as of September 30 to its carrying value. Fair value is estimated using a discounted cash flow model. Key assumptions and estimates used in the discounted cash flow model relate to projected future revenues, discount rates, operating cash flows, capital expenditures and tax rates.\nThe principal considerations for our determination that performing procedures relating to quantitative goodwill impairment testing is a critical audit matter are: (i) the significant judgment by management when developing the fair value measurement of any reporting units where a quantitative test was performed; and (ii) the high degree of auditor judgment, subjectivity, and effort in performing procedures and evaluating the significant assumption used in management’s cash flow projections related to projected future revenues.\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included testing the effectiveness of controls relating to management’s quantitative goodwill impairment test, including controls over the valuation of any reporting units for which a quantitative test was performed. These procedures also included, among others, testing management’s process for developing the fair value estimate. This included evaluating the appropriateness of the discounted cash flow model, testing the completeness, accuracy, and relevance of underlying data used, and evaluating management’s assumption related to projected future revenues. Evaluating management’s assumption related to projected future revenues involved evaluating whether the assumption used by management was reasonable considering (i) the current and past performance of the reporting unit, (ii) the consistency with external market and industry data, and (iii) whether the assumption was consistent with evidence obtained in other areas of the audit.\n/s/ PricewaterhouseCoopers LLP\nPittsburgh, Pennsylvania\nFebruary 18, 2021\nWe have served as the Company’s auditor since 2013.\n2020 PPG ANNUAL REPORT AND 10-K    32\nManagement Report\nResponsibility for Preparation of the Financial Statements and Establishing and Maintaining Adequate Internal Control Over Financial Reporting\nWe are responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.  Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nWe conducted an evaluation of the effectiveness of the Company’s internal control over financial reporting as of December 31, 2020. In making this evaluation, we used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control - Integrated Framework (2013)\n. In December 2020, the Company acquired Ennis-Flint and created the traffic solutions business within the Performance Coatings reportable business segment. The scope of the Company's assessment of the design and effectiveness of PPG's internal control over financial reporting for the year ended December 31, 2020 excluded this acquired business. Ennis-Flint is a wholly-owned subsidiary whose total assets and total revenues excluded from our assessment represented 2% and less than 1%, respectively, of PPG's consolidated total assets and total revenue as of and for the year ended December 31, 2020. This acquired business will be included in management’s assessment of the effectiveness of our internal controls over financial reporting as of December 31, 2021. Based on this evaluation we have concluded that, as of December 31, 2020, the Company’s internal control over financial reporting were effective.\nPricewaterhouseCoopers LLP, an independent registered public accounting firm, has issued their report, included on pages 31-32 of this Form 10-K, regarding the Company’s internal control over financial reporting.\n2020 PPG ANNUAL REPORT AND FORM 10-K      33\nConsolidated Statement of Income\nConsolidated Statement of Comprehensive Income\nThe accompanying notes to the consolidated financial statements are an integral part of these consolidated statements.\n2020 PPG ANNUAL REPORT AND 10-K    34\nConsolidated Balance Sheet\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2020 PPG ANNUAL REPORT AND FORM 10-K      35\nConsolidated Statement of Shareholders’ Equity\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2020 PPG ANNUAL REPORT AND 10-K    36\nConsolidated Statement of Cash Flows\nThe accompanying notes to the consolidated financial statements are an integral part of this consolidated statement.\n2020 PPG ANNUAL REPORT AND FORM 10-K      37\nNotes to the Consolidated Financial Statements\n1.\nSummary of Significant Accounting Policies\nPrinciples of Consolidation\nThe accompanying consolidated financial statements include the accounts of PPG Industries, Inc. (“PPG” or the “Company”) and all subsidiaries, both U.S. and non-U.S., that it controls. PPG owns more than 50% of the voting stock of most of the subsidiaries that it controls. For those consolidated subsidiaries in which the Company’s ownership is less than 100%, the outside shareholders’ interests are shown as noncontrolling interests. Investments in companies in which PPG owns 20% to 50% of the voting stock and has the ability to exercise significant influence over operating and financial policies of the investee are accounted for using the equity method of accounting. As a result, PPG’s share of income or losses from such equity affiliates is included in the consolidated statement of income and PPG’s share of these companies’ shareholders’ equity is included in Investments on the consolidated balance sheet. Transactions between PPG and its subsidiaries are eliminated in consolidation.\nUse of Estimates in the Preparation of Financial Statements\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements, as well as the reported amounts of income and expenses during the reporting period. Such estimates also include the fair value of assets acquired and liabilities assumed resulting from the allocation of the purchase price related to business combinations consummated. Actual outcomes could differ from those estimates.\nRevenue Recognition\nRevenue is recognized as performance obligations with the customer are satisfied, at an amount that is determined to be collectible. For the sale of products, this generally occurs at the point in time when control of the Company’s products transfers to the customer based on the agreed upon shipping terms.\nShipping and Handling Costs\nAmounts billed to customers for shipping and handling are reported in Net sales in the consolidated statement of income. Shipping and handling costs incurred by the Company for the delivery of goods to customers are included in Cost of sales, exclusive of depreciation and amortization in the consolidated statement of income.\nSelling, General and Administrative Costs\nAmounts presented in Selling, general and administrative in the consolidated statement of income are comprised of selling, customer service, distribution and advertising costs, as well as the costs of providing corporate-wide functional support in such areas as finance, law, human resources and planning. Distribution costs pertain to the movement and storage of finished goods inventory at company-owned and leased warehouses and other distribution facilities.\nAdvertising Costs\nAdvertising costs are charged to expense as incurred and totaled $\n223\nmillion, $\n283\nmillion and $\n280\nmillion in 2020, 2019 and 2018, respectively.\nResearch and Development\nResearch and development costs, which consist primarily of employee related costs, are charged to expense as incurred.\nLegal Costs\nLegal costs, which primarily include costs associated with acquisition and divestiture transactions, general litigation, environmental regulation compliance, patent and trademark protection and other general corporate purposes, are charged to expense as incurred.\nIncome Taxes\nIncome taxes are accounted for under the asset and liability method. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to operating losses and tax credit carryforwards as well as differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in Income tax expense in the consolidated statement of income in the period that includes the enactment date.\n2020 PPG ANNUAL REPORT AND 10-K    38\nNotes to the Consolidated Financial Statements\nA valuation allowance will be provided against deferred tax assets if PPG determines it is more likely than not such assets will not ultimately be realized.\nPPG does not recognize a tax benefit unless it concludes that it is more likely than not that the benefit will be sustained on audit by the taxing authority based solely on the technical merits of the associated tax position. If the recognition threshold is met, PPG recognizes a tax benefit measured at the largest amount of the tax benefit that, in PPG’s judgment, is greater than 50 percent likely to be realized. PPG records interest and penalties related to uncertain tax positions in Income tax expense in the consolidated statement of income.\nForeign Currency Translation\nThe functional currency of most significant non-U.S. operations is their local currency. Assets and liabilities of those operations are translated into U.S. dollars using year-end exchange rates; income and expenses are translated using the average exchange rates for the reporting period. Unrealized foreign currency translation gains and losses are deferred in Accumulated other comprehensive loss on the consolidated balance sheet.\nCash Equivalents\nCash equivalents are highly liquid investments (valued at cost, which approximates fair value) acquired with an original maturity of three months or less.\nShort-term Investments\nShort-term investments are highly liquid, high credit quality investments (valued at cost plus accrued interest) that have stated maturities of greater than three months to less than one year. The purchases and sales of these investments are classified as Investing activities in the consolidated statement of cash flows.\nMarketable Equity Securities\nThe Company’s investment in marketable equity securities is recorded at fair market value and reported as Other current assets and Investments on the consolidated balance sheet with changes in fair market value recorded in income.\nInventories\nInventories are stated at the lower of cost or net realizable value. Most U.S. inventories are stated at cost, using the last-in, first-out (“LIFO”) method of accounting, which does not exceed net realizable value. All other inventories are stated at cost, using the first-in, first-out (“FIFO”) method of accounting, which does not exceed net realizable value. PPG determines cost using either average or standard factory costs, which approximate actual costs, excluding certain fixed costs such as depreciation and property taxes. See Note 4, “Working Capital Detail” for further information concerning the Company’s inventory.\nDerivative Financial Instruments\nThe Company recognizes all derivative financial instruments (a “derivative”) as either assets or liabilities at fair value on the consolidated balance sheet. The accounting for changes in the fair value of a derivative depends on the use of the instrument.\nFor derivative instruments that are designated and qualify as cash flow hedges, the unrealized gains or losses on the derivatives are recorded in the consolidated statement of comprehensive income. Amounts in Accumulated other comprehensive loss on the consolidated balance sheet are reclassified into Income before income taxes in the consolidated statement of income in the same period or periods during which the hedged transactions are recorded in Income before income taxes in the consolidated statement of income.\nFor derivative instruments that are designated and qualify as fair value hedges, the change in the fair value of the derivatives are reported in Income before income taxes in the consolidated statement of income, offsetting the gain or loss recognized for the change in fair value of the asset, liability, or firm commitment that is being hedged.\nFor derivatives, debt or other financial instruments that are designated and qualify as net investment hedges, the gains or losses associated with the financial instruments are reported as translation gains or losses in Accumulated other comprehensive loss on the consolidated balance sheet. Gains and losses in Accumulated other comprehensive loss related to hedges of the Company’s net investments in foreign operations are reclassified out of Accumulated other comprehensive loss and recognized in Income before income taxes in the consolidated statement of income upon a substantial liquidation, sale or partial sale of such investments or upon impairment of all or a portion of such investments. The cash flow impact of these instruments are classified as Investing activities in the consolidated statement of cash flows.\nChanges in the fair value of derivative instruments not designated as hedges for hedge accounting purposes are recognized in Income before income taxes in the consolidated statement of income in the period of change.\n2020 PPG ANNUAL REPORT AND FORM 10-K      39\nNotes to the Consolidated Financial Statements\nProperty, Plant and Equipment\nProperty, plant and equipment is recorded at cost. Depreciation is computed on a straight-line method based on the estimated useful lives of related assets. Additional depreciation expense is recorded when facilities or equipment are subject to abnormal economic conditions, restructuring actions or obsolescence.\nThe cost of significant improvements that add to productive capacity or extend the lives of properties are capitalized. Costs for repairs and maintenance are charged to expense as incurred. When a capitalized asset is retired or otherwise disposed of, the original cost and related accumulated depreciation balance are removed from the accounts and any related gain or loss is recorded in Income before income taxes in the consolidated statement of income. The amortization cost of finance lease assets are recorded in Depreciation expense in the consolidated statement of income. Property and other long-lived assets are reviewed for impairment whenever events or circumstances indicate that their carrying amounts may not be recoverable. See Note 5, “Property, Plant and Equipment” for further details.\nGoodwill and Identifiable Intangible Assets\nGoodwill represents the excess of the cost over the fair value of acquired identifiable tangible and intangible assets less liabilities assumed from acquired businesses. Identifiable intangible assets acquired in business combinations are recorded based upon their fair value at the date of acquisition.\nPPG is a multinational manufacturer with\n10\noperating segments (which the Company refers to as “strategic business units”) that are organized based on the Company’s major products lines. These operating segments are also the Company’s reporting units for purposes of testing goodwill for impairment, which is tested at least annually in connection with PPG’s strategic planning process or more frequently if an indication of impairment exists. The Company tests goodwill for impairment by either performing a qualitative evaluation or a quantitative test. The qualitative evaluation is an assessment of factors, including reporting unit specific operating results as well as industry, market and general economic conditions, to determine whether it is more likely than not that the fair values of a reporting unit is less than its carrying amount, including goodwill. The Company may elect to bypass this qualitative assessment for some or all of its reporting units and perform a quantitative test. Quantitative goodwill impairment testing, if deemed necessary, is performed during the fourth quarter of each year by comparing the estimated fair value of an associated reporting unit as of September 30 to its carrying value. Fair value is estimated using a discounted cash flow model.  Key assumptions and estimates used in the discounted cash flow model include projected future revenues, discount rates, operating cash flows, capital expenditures and tax rates. In 2020, the annual impairment testing review of goodwill did not result in impairment of the Company’s reporting units.\nThe Company has determined that certain acquired trademarks have indefinite useful lives. The Company tests the carrying value of these trademarks for impairment at least annually, or as needed whenever events and circumstances indicate that their carrying amount may not be recoverable. The annual assessment takes place in the fourth quarter of each year either by completing a qualitative assessment or quantitatively by comparing the estimated fair value of each trademark as of September 30 to its carrying value. Fair value is estimated by using the relief from royalty method (a discounted cash flow methodology). The qualitative assessment includes consideration of factors, including revenue relative to the asset being assessed, the operating results of the related business as well as industry, market and general economic conditions, to determine whether it is more likely than not that the fair value of the asset is less than its carrying amount. In 2020, the annual impairment testing review of indefinite-lived intangibles performed as of September 30, 2020 resulted in the Company recognizing a pretax impairment charge of $\n38\nmillion. See Note 7, “Goodwill and Other Identifiable Intangible Assets” for further details.\nIdentifiable intangible assets with finite lives are amortized on a straight-line basis over their estimated useful lives (\n1\nto\n30\nyears) and are reviewed for impairment whenever events or circumstances indicate that their carrying amount may not be recoverable.\nReceivables and Allowances\nAll trade receivables are reported on the consolidated balance sheet at the outstanding principal adjusted for any allowance for credit losses and any charge offs. The Company provides an allowance for credit losses to reduce receivables to their estimated net realizable value when it is probable that a loss will be incurred. Those estimates are based on historical collection experience, current regional economic and market conditions, the aging of accounts receivable, assessments of current creditworthiness of customers, and forward-looking information. See Note 2, “Allowance for Credit Losses” for further details.\nLeases\nThe Company determines if a contract is a lease at the inception of the arrangement. The Company reviews all options to extend, terminate, or purchase its right of use assets at the inception of the lease and accounts for these options when they are reasonably certain of being exercised. Certain real estate leases contain lease and non-lease components, which\n2020 PPG ANNUAL REPORT AND 10-K    40\nNotes to the Consolidated Financial Statements\nare accounted for separately.  For certain equipment leases, lease and non-lease components are accounted for as a single lease component.\nLeases with an initial term of twelve months or less are not recorded on the consolidated balance sheet. Lease expense for these leases is recognized on a straight-line basis over the lease term.\nVariable lease expense is based on contractual arrangements with PPG’s lessors determined based on external indices or other relevant market factors. In addition, PPG’s variable lease expense also includes elements of a contract that do not represent a good or service but for which the lessee is responsible for paying.\nNearly all of PPG’s lease contracts do not provide a readily determinable implicit rate. For these contracts, PPG’s estimated incremental borrowing rate is based on information available at the inception of the lease.\nProduct warranties\nThe Company accrues for product warranties at the time the associated products are sold based on historical claims experience. The reserve, pretax charges against income and cash outlays for product warranties were not significant to the consolidated financial statements of the Company for any year presented.\nAsset Retirement Obligations\nAn asset retirement obligation represents a legal obligation associated with the retirement of a tangible long-lived asset that is incurred upon the acquisition, construction, development or normal operation of that long-lived asset. PPG recognizes asset retirement obligations in the period in which they are incurred, if a reasonable estimate of fair value can be made. The asset retirement obligation is subsequently adjusted for changes in fair value. The associated estimated asset retirement costs are capitalized as part of the carrying amount of the long-lived asset and depreciated over its useful life. PPG’s asset retirement obligations are primarily associated with the retirement or closure of certain assets used in PPG’s manufacturing process. The accrued asset retirement obligation is recorded in Accounts payable and accrued liabilities and Other liabilities on the consolidated balance sheet and was $\n21\nmillion as of December 31, 2020 and 2019.\nPPG’s only conditional asset retirement obligation relates to the possible future abatement of asbestos contained in certain PPG production facilities. The asbestos in PPG’s production facilities arises from the application of normal and customary building practices in the past when the facilities were constructed. This asbestos is encapsulated in place and, as a result, there is no current legal requirement to abate it. Because there is no requirement to abate, the Company does not have any current plans or an intention to abate and therefore the timing, method and cost of future abatement, if any, are not known. The Company has not recorded an asset retirement obligation associated with asbestos abatement, given the uncertainty concerning the timing of future abatement, if any.\nEnvironmental Contingencies\nIt is PPG’s policy to accrue expenses for environmental contingencies when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. Reserves for environmental contingencies are exclusive of claims against third parties and are generally not discounted.\nAssets and Liabilities Held for Sale\nThe Company classifies assets and liabilities as held for sale (a “disposal group”) when management commits to a plan to sell the disposal group, the sale is probable within one year and the disposal group is available for immediate sale in its present condition. The Company considers various factors, particularly whether actions required to complete the plan indicate it is unlikely that significant changes to the plan will be made or the plan will be withdrawn. Assets held for sale are measured at the lower of carrying value or fair value less costs to sell. Any loss resulting from the measurement is recognized in the period the held-for-sale criteria are met. Conversely, gains are not recognized until the date of the sale. When the disposal group is classified as held for sale, depreciation and amortization ceases and the Company tests the assets for impairment.\nAccounting Standards Adopted in 2020\nEffective January 1, 2020, PPG adopted Accounting Standards Update (“ASU”) No. 2016-13, \"Financial Instruments - Credit Losses.\" This ASU requires an organization to measure all expected credit losses for financial assets, including trade receivables, held at the reporting date based on historical experience, current conditions, and reasonable and supportable information. Organizations will now use forward-looking information to better estimate their credit losses. PPG adopted this ASU using a modified retrospective approach.  Under this method of adoption, PPG determined that there was no cumulative-effect adjustment to beginning Retained earnings on the condensed consolidated balance sheet. Adoption of this standard did not impact PPG’s Income before income taxes and had no impact on the condensed consolidated statement of cash flows.  See Note 2, Allowance for Credit Losses“” for further details.\nEffective January 1, 2020, PPG adopted ASU No. 2018-15, “Intangibles - Goodwill and Other - Internal-Use Software: Customer's Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract.”\n2020 PPG ANNUAL REPORT AND FORM 10-K      41\nNotes to the Consolidated Financial Statements\nThis ASU aligns the requirements for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software (and hosting arrangements that include an internal-use software license). PPG adopted this ASU prospectively. Under this method of adoption, PPG determined there was not a material impact to the condensed consolidated balance sheet, Income before income taxes or the condensed consolidated statement of cash flows.\nAccounting Standards to be Adopted in Future Years\nIn August 2020, the Financial Accounting Standards Board (“FASB”) issued ASU No. 2020-06, “Debt – Debt with Conversion and Other Options (Subtopic 470-20) and Derivatives and Hedging – Contracts in Entity’s Own Equity (Subtopic 815-40).” This ASU simplifies the accounting for convertible debt instruments by removing certain accounting separation models as well as the accounting for debt instruments with embedded conversion features that are not required to be accounted for as derivative instruments. The ASU also updates and improves the consistency of earnings per share calculations for convertible instruments. The amendments in this ASU are effective for fiscal years beginning after December 15, 2021, including interim periods within those fiscal years. PPG is currently assessing the potential impacts this ASU may have on its consolidated financial position, results of operations and cash flows.\nIn March 2020, the FASB issued ASU No. 2020-04, “Reference Rate Reform.\" This ASU provides optional guidance for a limited period of time to ease potential accounting impacts associated with transitioning away from reference rates that are expected to be discontinued, such as the London Interbank Offered Rate (\"LIBOR\"). The amendments in this ASU apply only to contracts, hedging relationships, and other transactions that reference LIBOR or another reference rate expected to be discontinued. The amendments in this ASU are effective through December 31, 2022. PPG is currently assessing the potential impacts this ASU may have on its consolidated financial position, results of operations and cash flows.\nIn December 2019, the FASB issued ASU No. 2019-12, \"Income Taxes - Simplifying the Accounting for Income Taxes.\" This ASU is intended to simplify various aspects related to accounting for income taxes by eliminating certain exceptions within Accounting Standards Codification Topic 740, \"Income Taxes\" and clarifies certain aspects of the current accounting guidance. The amendments in this ASU are effective for fiscal years beginning after December 15, 2020 and for interim periods therein with early adoption permitted. PPG does not believe this ASU will have a material impact on its consolidated financial position, results of operations or cash flows.\n2.\nAllowance for Credit Losses\nAll trade receivables are reported on the condensed consolidated balance sheet at the outstanding principal amount adjusted for any allowance for credit losses and any charge offs. PPG provides an allowance for credit losses to reduce trade receivables to their estimated net realizable value equal to the amount that is expected to be collected. This allowance is estimated based on historical collection experience, current regional economic and market conditions, the aging of accounts receivable, assessments of current creditworthiness of customers, and forward-looking information. The use of forward-looking information is based on certain macroeconomic and microeconomic indicators including, but not limited to, regional business environment risk, political risk, and commercial and financing risks.\nPPG reviews its reserves for credit losses on a quarterly basis to ensure its reserves for credit losses reflect regional risk trends as well as current and future global operating conditions.\nThe following table summarizes the activity for the allowance for credit losses for the year ended December 31, 2020:\nIn March 2020, PPG recorded estimated future credit losses for trade receivables of $\n30\nmillion related to the potential financial impacts of the COVID-19 global pandemic. These amounts were estimated based on regional business information, including certain forward-looking information and other considerations. During the third and fourth quarter of 2020, certain customers filed for bankruptcy as a result of the global pandemic and the trade receivables associated with those customers were written off against the previously established reserve. As of December 31, 2020, $\n22\nmillion remains in the reserve for future global pandemic related matters. PPG will continue to monitor the adequacy of this reserve as new information becomes available.\n2020 PPG ANNUAL REPORT AND 10-K    42\nNotes to the Consolidated Financial Statements\n3.\nAcquisitions and Divestitures\nAcquisitions\nAnnounced Acquisitions\nOn January 11, 2021, PPG announced that it reached a definitive agreement to acquire Wörwag, a global manufacturer of coatings for industrial and automotive applications. The company specializes in developing sustainable liquid, powder and film coatings. The transaction is expected to close in the first half of 2021, subject to customary closing conditions.\nOn January 5, 2021, PPG announced that it reached a definitive agreement to acquire VersaFlex, a manufacturer specializing in polyurea, epoxy and polyurethane coatings for water and waste water infrastructure, flooring, transportation infrastructure, and industrial applications. The transaction is expected to close in the first quarter of 2021, subject to customary closing conditions.\nOn December 18, 2020, PPG announced that it entered into a definitive agreement to acquire Tikkurila in an all-cash transaction. On February 4, 2021, PPG and Tikkurila entered into an amendment to the previously announced definitive combination agreement. Tikkurila is a leading Nordic producer and distributor of decorative paint and coatings. Under the terms of the amended agreement, PPG has commenced a tender offer to acquire all of the issued and outstanding stock of Tikkurila. The transaction is expected to close in the first half of 2021, subject to customary closing conditions.\nCompleted Acquisitions\nEnnis-Flint\nOn December 23, 2020, PPG completed the acquisition of Ennis-Flint, a global manufacturer of a broad portfolio of pavement marking products, including traffic paint, hot-applied and preformed thermoplastics, raised pavement markers and intelligent transportation systems. PPG funded this transaction using cash on hand. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the new traffic solutions business within the Performance Coatings reportable business segment.\nAlpha Coating Technologies, LLC\nOn March 2, 2020, PPG completed the acquisition of Alpha Coating Technologies, LLC, a manufacturer of powder coatings for light industrial applications and heat sensitive substrates. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the industrial coatings business within the Industrial Coatings reportable business segment.\nIndustria Chimica Reggiana\nOn January 31, 2020, PPG completed the acquisition of Industria Chimica Reggiana S.p.A, an Italian manufacturer of automotive refinish products. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the automotive refinish coatings business within the Performance Coatings reportable business segment.\nTexstars, LLC\nOn October 25, 2019, PPG completed the acquisition of Texstars, LLC, a manufacturer of high-performance transparencies, wingtip lenses and plastic components for aerospace and defense vehicles and a leader in advanced transparent coatings. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the aerospace coatings business within the Performance Coatings reportable business segment.\nDexmet Corporation\nOn August 14, 2019, PPG completed the acquisition of Dexmet Corporation, a specialty materials manufacturer. Dexmet Corporation specializes in customized, highly-engineered, expanded and perforated metal foils and polymers used for structural applications. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the aerospace coatings business within the Performance Coatings reportable business segment.\n2020 PPG ANNUAL REPORT AND FORM 10-K      43\nNotes to the Consolidated Financial Statements\nHemmelrath\nOn April 16, 2019, PPG completed the acquisition of Hemmelrath, an automotive coatings manufacturer. Hemmelrath is a global manufacturer of coatings for automotive original equipment manufacturers (\"OEMs\"). The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the automotive OEM coatings business within the Industrial Coatings reportable business segment.\nWhitford Worldwide Company\nOn March 1, 2019, PPG completed the acquisition of Whitford Worldwide Company (\"Whitford\"), a global manufacturer that specializes in low-friction and nonstick coatings for industrial applications and consumer products. Whitford operates 10 manufacturing facilities globally. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the industrial coatings business within the Industrial Coatings reportable business segment.\nSEM Products, Inc.\nIn the fourth quarter of 2018, PPG completed the acquisition of SEM Products, Inc., a U.S.-based manufacturer of specialized automotive refinish products (“SEM”). SEM is a leading manufacturer of repair and refinish products used primarily for automotive and other transportation applications. The pro-forma impact on PPG's sales and results of operations, including the pro-forma effect of events that are directly attributable to the acquisition, was not significant. The results of this business since the date of acquisition have been reported within the automotive refinish coatings business within the Performance Coatings reportable business segment.\nProCoatings\nIn January 2018, PPG acquired ProCoatings, a leading architectural paint and coatings wholesaler located in The Netherlands. ProCoatings, established in 2001, distributes a large portfolio of well-known professional paint brands through its network of\n27\nmulti-brand stores. The results of this business since the date of acquisition have been reported within the architectural coatings - Europe Middle East and Africa (“EMEA”) business within the Performance Coatings reportable business segment.\nOther Acquisitions\nIn 2020, 2019, and 2018, the Company completed several smaller business acquisitions. The total consideration paid for these acquisitions, net of cash acquired, debt assumed and other post closing adjustments, was $\n1\nmillion, $\n9\nmillion and $\n108\nmillion, respectively.\nDivestitures\nIn December 2020, PPG committed to a plan to sell certain entities in smaller, non-strategic countries. The planned sale is expected to occur in 2021. As a result, the assets and liabilities of these entities were required to be reclassified as held for sale and an impairment charge of $\n52\nmillion was recorded in the consolidated statement of income within Impairment charges for the year ended December 31, 2020, representing the recognition in earnings of the cumulative effect of foreign currency exchange losses previously recorded in equity since acquisition and the excess net book value of the net assets over the anticipated sales proceeds less costs to sell these entities. The assets and liabilities of these entities are reported as held for sale in Other current assets and Accounts payable and accrued liabilities, respectively, on the accompanying consolidated balance sheet as of December 31, 2020. The results of these entities are reported within the Performance Coatings reportable business segment.\nThe major classes of assets and liabilities of these entities included in the PPG consolidated balance sheet at December 31, 2020 were as follows:\n2020 PPG ANNUAL REPORT AND 10-K    44\nNotes to the Consolidated Financial Statements\nGlass Segment\nIn 2017, PPG completed a multi-year strategic shift in the Company's business portfolio, resulting in the exit of all glass operations which consisted of the global fiber glass business, PPG's ownership interest in two Asian fiber glass joint ventures and the flat glass business. The income from discontinued operations related to the former Glass segment for the three years ended December 31, 2020, 2019, and 2018 were as follows:\nDuring 2018, PPG released $\n13\nmillion of previously recorded accruals and contingencies established in conjunction with the divestitures of businesses within the former Glass segment as a result of completed actions, new information and updated estimates. Also during 2018, PPG made a final payment of $\n20\nmillion to Vitro S.A.B. de C.V related to the transfer of certain pension obligations upon the sale of the former flat glass business.\n4.\nWorking Capital Detail\n(1)\nInventories valued using the LIFO method of inventory valuation comprised\n33\n% and\n34\n% of total gross inventory values as of December 31, 2020 and 2019, respectively. If the FIFO method of inventory valuation had been used, inventories would have been $\n110\nmillion and $\n124\nmillion higher as of December 31, 2020 and 2019, respectively.\n5.\nProperty, Plant and Equipment\n(1)\nInterest capitalized in 2020, 2019 and 2018 was $\n6\nmillion, $\n6\nmillion and $\n4\nmillion, respectively.\n2020 PPG ANNUAL REPORT AND FORM 10-K      45\nNotes to the Consolidated Financial Statements\n6.\nInvestments\nInvestments in equity affiliates represent PPG’s ownership interests in entities between\n20\n% and\n50\n% that manufacture and sell coatings and certain chemicals.\nPPG’s share of undistributed net earnings of equity affiliates was $\n8\nmillion and $\n11\nmillion as of December 31, 2020 and 2019, respectively. Dividends received from equity affiliates were $\n18\nmillion, $\n15\nmillion and $\n15\nmillion in 2020, 2019 and 2018, respectively.\n7.\nGoodwill and Other Identifiable Intangible Assets\nIn the fourth quarter,  the Company tests the carrying value of indefinite-lived trademarks for impairment, as discussed in Note 1, “Summary of Significant Accounting Policies”.\nIn conjunction with the 2020 assessment, the long-term forecast of net sales for a trademark in the Performance Coatings segment was reduced as a result of recent performance.\nAs a result, the Company recognized a pretax impairment charge of $\n38\nmillion in Impairment charges in the accompanying consolidated statements of income.\nThe Company’s identifiable intangible assets with definite lives are being amortized over their estimated useful lives. Aggregate amortization expense was $\n138\nmillion, $\n136\nmillion and $\n143\nmillion in 2020, 2019 and 2018, respectively.\n2020 PPG ANNUAL REPORT AND 10-K    46\nNotes to the Consolidated Financial Statements\n8.\nBusiness Restructuring\nThe Company records restructuring liabilities that represent charges incurred in connection with consolidations of certain operations, including operations from acquisitions, as well as headcount reduction programs. These charges consist primarily of severance costs and certain other cash costs. As a result of these programs, the Company will also incur incremental non-cash accelerated depreciation expense for certain assets due to their reduced expected asset life. These charges are not allocated to the Company’s reportable business segments. Refer to Note 22, “Reportable Business Segment Information” for additional information.\n2020 Restructuring Program\nIn June 2020, the Company approved a business restructuring plan which included actions to reduce its global cost structure. The program addresses weakened global economic conditions stemming from the COVID-19 pandemic and related pace of recovery in a few end-use markets along with further opportunities to optimize supply chain and functional costs. The plan includes a voluntary separation program that was offered in the U.S. and Canada. A pretax restructuring charge of $\n176\nmillion was recorded in PPG's second quarter 2020 financial results. This charge represents employee severance and other cash costs. In addition, as a result of the approved actions within this restructuring plan, the Company recorded a pension curtailment charge of $\n13\nmillion in December 2020. Refer to Note 14, “Employee Benefit Plans” for additional information. The majority of these restructuring actions are expected to be completed by the end of 2021.\n2019 and 2018 Restructuring Programs\nAs a result of the COVID-19 pandemic, the Company expects delays in the timing of certain previously recorded restructuring actions. Program completion dates may differ from the originally targeted timeline, as noted below.\nIn June 2019, the Company approved a business restructuring plan which included actions to reduce its global cost structure. The program is the result of a comprehensive internal operational assessment to identify further opportunities to improve the profitability of the overall business portfolio. This program includes further manufacturing optimization; targeted pruning of low-profit business in certain regions; exiting certain smaller product lines that are not meeting profitability objectives; reorganization of certain business unit cost structures based on the current economic climate; and certain redundancy actions related to recent acquisitions. The majority of these restructuring actions are expected to be completed by the end of the first quarter 2021 with the remainder of the actions expected to be completed by 2022.\nIn April 2018, the Company approved a business restructuring plan which included actions to reduce its global cost structure. The program was in response to the impacts of customer assortment changes in our U.S. architectural coatings business during the first quarter 2018 and sustained, elevated raw material inflation. The program aims to further right-size employee headcount and production capacity in certain businesses based on product demand, as well as reductions in various global functional and administrative costs. These restructuring actions are expected to be completed by the end of the second quarter 2021.\nThe reserve activity for the years ended December 31, 2020 and 2019, was as follows:\n(a)    In 2020, additional programs were approved by management and charges of $\n27\nmillion were recorded in PPG's financial results.\n9.\nLeases\nPPG leases certain retail paint stores, warehouses, distribution facilities, office space, fleet vehicles and equipment.\nEffective January 1, 2019, PPG adopted Accounting Standards Update (“ASU”) No. 2016-02, \"Leases.\" As permitted in the modified retrospective adoption method, PPG will continue to report periods prior to January 1, 2019 in its financial statements under prior guidance as outlined in Accounting Standards Codification Topic 840, \"Leases.\"\n2020 PPG ANNUAL REPORT AND FORM 10-K      47\nNotes to the Consolidated Financial Statements\nThe components of lease expense for the year ended December 31, 2020 and 2019 were as follows:\nLease expense for operating leases was $\n289\nmillion in 2018.\nTotal operating lease cost for the years ended December 31, 2020 and 2019 is inclusive of the following:\n(a)    Net of accumulated depreciation of $13 and $11 million as of December 31, 2020 and 2019, respectively.\n2020 PPG ANNUAL REPORT AND 10-K    48\nNotes to the Consolidated Financial Statements\nAs of December 31, 2020, maturities of lease liabilities were as follows:\n10.\nBorrowings and Lines of Credit\nLong-term Debt Obligations\n(1)\nPPG entered into several interest rate swaps, which were subsequently settled in prior periods. The impact of these settlements are being amortized over the remaining life of the debentures as a reduction to interest expense. The weighted average interest rate for these borrowings was\n8.4\n%\nfor the years ended December 31, 2020 and 2019.\n(2)\nIn February 2018, PPG entered into interest rate swaps which converted $\n150\nmillion of the notes from a fixed interest rate to a floating interest rate based on the three month London Interbank Offered Rate (LIBOR). The impact of the derivative on the notes represents the fair value adjustment of the debt. The average effective interest rate for the portion of the notes impacted by the swaps was\n1.2\n% and\n2.9\n% as of December 31, 2020 and 2019, respectively. Refer to Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\n(3)\nIn February 2018, PPG entered into interest rate swaps which converted $\n375\nmillion of the notes from a fixed interest rate to a floating interest rate based on the three month LIBOR. The impact of the derivative on the notes represents the fair value adjustment of the debt. The average effective interest rate for the portion of the notes impacted by the swaps was\n1.6\n% and\n3.3\n% as of December 31, 2020 and 2019, respectively. Refer to Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\n(4)\nWeighted average interest rate of\n3.8\n% and\n3.7\n% as of December 31, 2020 and 2019, respectively.\n(5)\nFair value adjustment of the\n3.2\n% $\n300\nmillion notes and\n3.75\n% $\n700\nmillion notes as a result of fair value hedge accounting treatment related to the outstanding interest rate swaps as of December 31, 2020 and 2019, respectively. Refer to Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements” for additional information.\n2020 Activities\nIn August 2020, PPG completed a public offering of $\n100\nmillion aggregate principal amount of\n3.75\n% notes due March 2028. These notes were issued as additional notes pursuant to PPG’s existing shelf registration statement and pursuant to the Indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2018 Indenture\"), which is is the same Indenture pursuant to which we previously issued $\n700\nmillion in aggregate principle amount of our\n3.75\n% notes due March 2028 on February 27, 2018. The new notes will be treated\n2020 PPG ANNUAL REPORT AND FORM 10-K      49\nNotes to the Consolidated Financial Statements\nas a single series of notes with the existing notes under the 2018 Indenture, have the same CUSIP number as the existing notes, and be fungible with the existing notes for US federal income tax purposes. The Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2018 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2018 Indenture. The aggregate cash proceeds from the notes, including the premium received at issuance, net of fees, was $\n119\nmillion.\nIn June 2020, PPG completed an early redemption of the $\n500\nmillion\n3.6\n% notes due November 2020 using proceeds from the May 2020 public offering and cash on hand. The Company recorded a charge of $\n7\nmillion in the second quarter for the debt redemption which consists of the aggregate make-whole cash premium of $\n6\nmillion and a balance of unamortized fees and discounts of $\n1\nmillion related to the debt redeemed.\nIn May 2020, PPG completed a public offering of $\n300\nmillion aggregate principal amount of\n2.55\n% notes due 2030. These notes were issued pursuant to PPG’s existing shelf registration statement and pursuant to an indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2020 Indenture\"). The 2020 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2020 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2020 Indenture. The aggregate cash proceeds from the notes, net of discounts and fees, was $\n296\nmillion.\nIn April 2020, PPG entered into a $\n1.5\nbillion\n364\n-Day Term Loan Credit Agreement (the “Term Loan”). The Term Loan contains covenants that are consistent with those in the Credit Agreement discussed below and that are usual and customary restrictive covenants for facilities of its type, which include, with specified exceptions, limitations on the Company’s ability to create liens or other encumbrances, to enter into sale and leaseback transactions and to enter into consolidations, mergers or transfers of all or substantially all of its assets. In 2020, PPG repaid $\n1.1\nbillion of the Term Loan using cash on hand. The remaining Term Loan terminates and all amounts outstanding are payable on April 13, 2021.\n2019 Activities\nIn August 2019, PPG completed a public offering of $\n300\nmillion aggregate principal amount of\n2.4\n% notes due 2024 and $\n300\nmillion aggregate principal amount of\n2.8\n% notes due 2029. These notes were issued pursuant to PPG’s existing shelf registration statement and pursuant to an indenture between the Company and The Bank of New York Mellon Trust Company, N.A., as trustee, as supplemented (the \"2019 Indenture\"). The 2019 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2019 Indenture) at a price equal to 101% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2019 Indenture. The aggregate cash proceeds from the notes, net of discounts and fees, was $\n595\nmillion.\nIn November 2019, PPG’s €\n300\nmillion\n0.00\n% notes and $\n300\nmillion\n2.3\n% notes matured, upon which the Company paid $\n634\nmillion to settle these obligations.\n2018 Activities\nIn February 2018, PPG completed a public offering of $\n300\nmillion aggregate principal amount of\n3.2\n% notes due 2023 and $\n700\nmillion aggregate principal amount of\n3.75\n% notes due 2028. These notes were issued pursuant to the 2018 Indenture. The 2018 Indenture governing these notes contains covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all the Company’s assets. The terms of these notes also require the Company to make an offer to repurchase the notes upon a Change of Control Triggering Event (as defined in the 2018 Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest. The Company may issue additional debt from time to time pursuant to the 2018 Indenture.\n2020 PPG ANNUAL REPORT AND 10-K    50\nNotes to the Consolidated Financial Statements\nThe aggregate cash proceeds from the notes, net of discounts and fees, was $\n992\nmillion. A portion of the notes were converted from a fixed interest rate to a floating interest rate using interest rate swap contracts. For more information, refer to Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements.”\nCredit agreements\nIn August 2019, PPG amended and restated its\nfive\n-year credit agreement (the “Credit Agreement”) with several banks and financial institutions. The Credit Agreement amends and restates the Company's existing five year credit agreement dated as of December 18, 2015. The Credit Agreement provides for a $\n2.2\nbillion unsecured revolving credit facility. The Company has the ability to increase the size of the Credit Agreement by up to an additional $\n750\nmillion, subject to the receipt of lender commitments and other conditions precedent. The Credit Agreement will terminate on August 30, 2024. The Company has the right, subject to certain conditions set forth in the Credit Agreement, to designate certain subsidiaries of the Company as borrowers under the Credit Agreement. In connection with any such designation, the Company is required to guarantee the obligations of any such subsidiaries under the Credit Agreement. In March 2020, PPG borrowed $\n800\nmillion under the Credit Agreement and repaid that amount in full in April 2020. For the years ended December 31, 2020 and 2019, there were\nno\namounts outstanding under the credit agreement. The indicative borrowing rate on a one month, U.S. dollar denominated borrowing was\n1.1\n% at December 31, 2020.\nBorrowings under the Credit Agreement may be made in U.S. Dollars or in euros.  The Credit Agreement provides that loans will bear interest at rates based, at the Company’s option, on one of two specified base rates plus a margin based on certain formulas defined in the Credit Agreement.\nAdditionally, the Credit Agreement contains a Commitment Fee, as defined in the Credit Agreement, on the amount of unused commitments under the Credit Agreement ranging from\n0.060\n% to\n0.125\n% per annum.\nThe Credit Agreement also supports the Company’s commercial paper borrowings which are classified as long-term based on PPG’s intent and ability to refinance these borrowings on a long-term basis. Commercial paper borrowings of $\n250\nmillion and $\n100\nmillion were outstanding as of December 31, 2020 and December 31, 2019, respectively, under the credit agreement.\nThe Credit Agreement contains usual and customary restrictive covenants for facilities of its type, which include, with specified exceptions, limitations on the Company’s ability to create liens or other encumbrances, to enter into sale and leaseback transactions and to enter into consolidations, mergers or transfers of all or substantially all of its assets. The Credit Agreement also requires the Company to maintain a ratio of Total Indebtedness to Total Capitalization, as defined in the Credit Agreement, of\n60\n% or less; provided, that for any fiscal quarter in which the Company has made an acquisition for consideration in excess of $\n1\nbillion and for the next five fiscal quarters thereafter, the ratio of Total Indebtedness to Total Capitalization may not exceed\n65\n% at any time. As of December 31, 2020, Total Indebtedness to Total Capitalization as defined under the Credit Agreement was\n46\n%.\nThe Credit Agreement contains, among other things, customary events of default that would permit the lenders to accelerate the loans, including the failure to make timely payments when due under the Credit Agreement or other material indebtedness, the failure to satisfy covenants contained in the Credit Agreement, a change in control of the Company and specified events of bankruptcy and insolvency.\nRestrictive Covenants and Cross-Default Provisions\nAs of December 31, 2020, PPG was in full compliance with the restrictive covenants under its various credit agreements, loan agreements and indentures.\nAdditionally, the Company’s Credit Agreement contains customary cross-default provisions. These provisions provide that a default on a debt service payment of $\n50\nmillion or more for longer than the grace period provided under another agreement may result in an event of default under this agreement. The Company’s\n9\n% non-callable debentures also contain a customary cross default provision triggered by the Company’s default on a debt service payment of $\n10\nmillion or more. None of the Company’s primary debt obligations are secured or guaranteed by the Company’s affiliates.\nLong-term Debt Maturities\n2020 PPG ANNUAL REPORT AND FORM 10-K      51\nNotes to the Consolidated Financial Statements\nShort-term Debt Obligations\nLines of Credit, Letters of Credit, Surety Bonds and Guarantees\nPPG’s non-U.S. operations have uncommitted lines of credit totaling $\n577\nmillion of which $\n35\nmillion was used as of December 31, 2020. These uncommitted lines of credit are subject to cancellation at any time and are generally not subject to any commitment fees.\nThe Company had outstanding letters of credit and surety bonds of $\n134\nmillion and $\n152\nmillion as of December 31, 2020 and 2019, respectively. The letters of credit secure the Company’s performance to third parties under certain self-insurance programs and other commitments made in the ordinary course of business.\nAs of December 31, 2020 and 2019, guarantees outstanding were $\n9\nmillion. The guarantees relate primarily to debt of certain entities in which PPG has an ownership interest and selected customers of certain PPG businesses. A portion of such debt is secured by the assets of the related entities. The carrying value of these guarantees were\nzero\nat December 31, 2020 and 2019, and the fair values of these guarantees were\nzero\nand December 31, 2020 and 2019. The fair value of each guarantee was estimated by comparing the net present value of two hypothetical cash flow streams, one based on PPG’s incremental borrowing rate and the other based on the borrower’s incremental borrowing rate, as of the effective date of the guarantee. Both streams were discounted at a risk free rate of return. The Company does not believe any loss related to these letters of credit, surety bonds or guarantees is likely.\n11.\nFinancial Instruments, Hedging Activities and Fair Value Measurements\nFinancial instruments include cash and cash equivalents, short-term investments, cash held in escrow, marketable equity securities, accounts receivable, company-owned life insurance, accounts payable, short-term and long-term debt instruments, and derivatives. The fair values of these financial instruments approximated their carrying values at December 31, 2020 and 2019, in the aggregate, except for long-term debt instruments.\nHedging Activities\nThe Company has exposure to market risk from changes in foreign currency exchange rates and interest rates. As a result, financial instruments, including derivatives, have been used to hedge a portion of these underlying economic exposures. Certain of these instruments qualify as fair value, cash flow, and net investment hedges upon meeting the requisite criteria, including effectiveness of offsetting hedged or underlying exposures. Changes in the fair value of derivatives that do not qualify for hedge accounting are recognized in Income before income taxes in the period incurred.\nPPG’s policies do not permit speculative use of derivative financial instruments. PPG enters into derivative financial instruments with high credit quality counterparties and diversifies its positions among such counterparties in order to reduce its exposure to credit losses. The Company did not realize a credit loss on derivatives during the three-year period ended December 31, 2020.\nAll of PPG’s outstanding derivative instruments are subject to accelerated settlement in the event of PPG’s failure to meet its debt or payment obligations under the terms of the instruments’ contractual provisions. In addition, if the Company would be acquired and its payment obligations under its derivative instruments’ contractual arrangements are not assumed by the acquirer, or if PPG would enter into bankruptcy, receivership or reorganization proceedings, its outstanding derivative instruments would also be subject to accelerated settlement.\nIn 2020 and 2019, there were no derivative instruments de-designated or discontinued as a hedging instrument. There were no gains or losses deferred in Accumulated other comprehensive loss on the consolidated balance sheet that were reclassified to Income before income taxes in the consolidated statement of income during the three-year period ended December 31, 2020 related to hedges of anticipated transactions that were no longer expected to occur.\nFair Value Hedges\nThe Company uses interest rate swaps from time to time to manage its exposure to changing interest rates. When outstanding, the interest rate swaps are typically designated as fair value hedges of certain outstanding debt obligations of the Company and are recorded at fair value.\nIn February 2018, PPG entered into interest rate swaps which converted $\n525\nmillion of fixed rate debt to variable rate debt. The swaps are designated as fair value hedges and are carried at fair value. Changes in the fair value of these swaps and changes in the fair value of the related debt are recorded in Interest expense in the accompanying consolidated statement of income. The fair value of these interest rate swaps was $\n67\nmillion and $\n35\nmillion at December 31, 2020 and 2019, respectively.\n2020 PPG ANNUAL REPORT AND 10-K    52\nNotes to the Consolidated Financial Statements\nCash Flow Hedges\nPPG designates certain foreign currency forward contracts as cash flow hedges of the Company’s exposure to variability in exchange rates on third party transactions denominated in foreign currencies. There were no outstanding cash flow hedges at December 31, 2020. Underlying notional amounts related to these foreign currency forward contracts were $\n43\nmillion at December 31, 2019. As of December 31, 2019, the fair value of all foreign currency forward contracts designated as cash flow hedges was a liability of\n$\n1\nmillion.\nNet Investment Hedges\nPPG uses cross currency swaps and foreign currency euro-denominated debt to hedge a significant portion of its net investment in its European operations, as follows:\nIn August 2019, PPG entered into U.S. dollar to euro cross currency swap contracts with a total notional amount of $\n300\nmillion and designated these contracts as hedges of the Company’s net investment in its European operations.  During the term of these contracts, PPG will receive payments in U.S. dollars and make payments in euros to the counterparties.\nIn February 2018, PPG entered into U.S. dollar to euro cross currency swap contracts with a total notional amount of $\n575\nmillion and designated these contracts as hedges of the Company's net investment in its European operations.  During the term of these contracts, PPG will receive payments in U.S. dollars and make payments in euros to the counterparties. Also in February 2018, the Company settled outstanding U.S. dollar to euro cross currency swap contracts with a total notional amount of $\n560\nmillion.\nAs of December 31, 2020 and 2019, the fair value of the U.S. dollar to euro cross currency swap contracts was a net liability and a net asset of $\n8\nmillion and $\n48\nmillion, respectively.\nAt December 31, 2020 and 2019, PPG had designated €\n2.0\nbillion of euro-denominated borrowings as hedges of a portion of its net investment in the Company’s European operations. The carrying value of these instruments at December 31, 2020 and 2019 was $\n2.4\nbillion and $\n2.2\nbillion, respectively.\nThere were no foreign currency forward contracts designated as net investment hedges used or outstanding as of and for the periods ended December 31, 2020\n,\n2019 and 2018.\nOther Financial Instruments\nPPG uses foreign currency forward contracts to manage net transaction exposures that do not qualify for hedge accounting; therefore, the change in the fair value of these instruments is recorded in Other charges in the consolidated statement of income in the period of change. Underlying notional amounts related to these foreign currency forward contracts were $\n1.4\nbillion and $\n2.8\nbillion at December 31, 2020 and 2019, respectively.  As of December 31, 2020 and 2019, the fair values of these contracts were a net asset and a net liability of\n$\n2\nmillion and a net asset of $\n6\nmillion, respectively.\nGains/Losses Deferred in Accumulated Other Comprehensive losses\nAs of December 31, 2020 and 2019, the Company had accumulated pretax unrealized translation losses and gains in Accumulated other comprehensive loss on the consolidated balance sheet related to the euro-denominated borrowings, foreign currency forward contracts, and the cross currency swaps of $\n22\nmillion and $\n235\nmillion, respectively.\n2020 PPG ANNUAL REPORT AND FORM 10-K      53\nNotes to the Consolidated Financial Statements\nThe following table summarizes the location within the consolidated financial statements and amount of gains/(losses) related to derivative and debt financial instruments for the years ended December 31, 2020, 2019 and 2018. All dollar amounts are shown on a pretax basis.\nFair Value Measurements\nThe Company follows a fair value measurement hierarchy to measure its assets and liabilities. As of December 31, 2020 and 2019, respectively, the assets and liabilities measured at fair value on a recurring basis were cash equivalents, equity securities and derivatives. In addition, the Company measures its pension plan assets at fair value (see Note 14, “Employee Benefit Plans” for further details). The Company’s financial assets and liabilities are measured using inputs from the following three levels:\nLevel 1 inputs are quoted prices in active markets for identical assets and liabilities that the Company has the ability to access at the measurement date. Level 1 inputs are considered to be the most reliable evidence of fair value as they are based on unadjusted quoted market prices from various financial information service providers and securities exchanges.\nLevel 2 inputs are directly or indirectly observable prices that are not quoted on active exchanges, which include quoted prices for similar assets and liabilities in active markets, quoted prices for identical or similar assets or liabilities in markets that are not active, inputs other than quoted prices that are observable for the asset or liability and inputs that are derived principally from or corroborated by observable market data by correlation or other means. The fair values of the derivative instruments reflect the instruments’ contractual terms, including the period to maturity, and uses observable market-based inputs, including forward curves.\nLevel 3 inputs are unobservable inputs employed for measuring the fair value of assets or liabilities. The Company does not have any recurring financial assets or liabilities that are recorded in its consolidated balance sheets as of December 31, 2020 and 2019 that are classified as Level 3 inputs.\n2020 PPG ANNUAL REPORT AND 10-K    54\nNotes to the Consolidated Financial Statements\nAssets and liabilities reported at fair value on a recurring basis\n(a)    Derivatives not designated as hedging instruments\n(b)    Net investment hedges\n(c)    Fair value hedges\n(d)    Cash flow hedges\nLong-Term Debt\n(a)    Excluding finance lease obligations of\n$\n12\nmillion\nand short term borrowings of $\n403\nmillion as of December 31, 2020.\n(b)    Excluding finance lease obligations of $\n11\nmillion and short term borrowings of $\n10\nmillion as of December 31, 2019.\nThe fair values of the debt instruments were based on discounted cash flows and interest rates then currently available to the Company for instruments of the same remaining maturities and were measured using level 2 inputs.\nCall and put option on noncontrolling interest\nIn December 2019, PPG paid cash to acquire the remaining noncontrolling interest in a coatings business, of which PPG previously had a majority interest. Prior to this transaction, the minority shareholder’s results were included in Net income attributable to noncontrolling interests on the consolidated statement of income.\n2020 PPG ANNUAL REPORT AND FORM 10-K      55\nNotes to the Consolidated Financial Statements\n12.\nEarnings Per Common Share\nThere were\n1.4\nmillion,\n0.9\nmillion, and\n1.0\nmillion outstanding stock options excluded in 2020, 2019 and 2018, respectively, from the computation of earnings per diluted common share due to their anti-dilutive effect.\n13.\nIncome Taxes\nThe provision for income taxes by taxing jurisdiction and by significant components consisted of the following:\nA reconciliation of the statutory U.S. corporate federal income tax rate to the Company’s effective tax rate follows:\nThe effective income tax rate for 2020 and 2019 was\n21.4\n% and\n23.6\n%, respectively. In 2020, the lower effective income tax rate included higher net benefits for changes in valuation allowance reserves and for U.S. research and development credits. The total net benefit for these provisional items, as well as other credits in 2020, was $\n30\nmillion.\n2020 PPG ANNUAL REPORT AND 10-K    56\nNotes to the Consolidated Financial Statements\nProvisions for income taxes in 2019 included a net benefit of global intangible low taxed income expense, foreign derived intangible income deductions and foreign tax credits. The total net benefit for these U.S. provision items as well as research and development credits in 2019 was $\n22\nmillion.\nIn 2018, PPG implemented updated regulations for certain aspects of the Tax Cuts and Jobs Act and PPG completed its accounting for the provisional amounts recognized in its consolidated financial statements in 2017. The finalization of the provisional accounting during 2018 resulted in a net tax benefit of $\n42\nmillion, which consisted of a benefit of $\n20\nmillion related to unrepatriated foreign earnings, a benefit of $\n22\nmillion for adjustments to certain deferred taxes, a benefit of $\n14\nmillion for foreign derived intangible income, partially offset by an expense of $\n14\nmillion for global intangible low taxed income.\nIncome before income taxes of the Company’s U.S. operations for 2020, 2019 and 2018 was $\n190\nmillion, $\n596\nmillion and $\n571\nmillion, respectively. Income before income taxes of the Company’s foreign operations for 2020, 2019 and 2018 was $\n1,172\nmillion, $\n1,065\nmillion and $\n1,122\nmillion, respectively.\nDeferred income taxes\nDeferred income taxes are provided for the effect of temporary differences that arise because there are certain items treated differently for financial accounting than for income tax reporting purposes. The deferred tax assets and liabilities are determined by applying the enacted tax rate in the year in which the temporary difference is expected to reverse.\nNet operating loss and credit carryforwards\nA valuation allowance of $\n167\nmillion and $\n158\nmillion has been established for carry-forwards and certain other items at December 31, 2020 and 2019, respectively, when the ability to utilize them is not likely.\nUndistributed foreign earnings\nThe Company had $\n4.1\nbillion and $\n3.6\nbillion of undistributed earnings of non-U.S. subsidiaries as of December 31, 2020 and 2019, respectively. These amounts relate to approximately\n290\nsubsidiaries in approximately\n75\ntaxable jurisdictions. The Company estimates repatriation of undistributed earnings of non-U.S. subsidiaries as of December 31, 2020 and 2019 would have resulted in a tax cost of\n$\n40\nmillion\nand $\n32\nmillion, respectively.\nAs of December 31, 2020, the Company has not changed its intention to reinvest foreign earnings indefinitely or repatriate when it is tax effective to do so, and as such, has not established a liability for foreign withholding taxes or other costs that would be incurred if the earnings were repatriated.\n2020 PPG ANNUAL REPORT AND FORM 10-K      57\nNotes to the Consolidated Financial Statements\nUnrecognized tax benefits\nThe Company files federal, state and local income tax returns in numerous domestic and foreign jurisdictions. In most tax jurisdictions, returns are subject to examination by the relevant tax authorities for a number of years after the returns have been filed. The Company is no longer subject to examinations by tax authorities in any major tax jurisdiction for years before 2008. Additionally, the Company is no longer subject to examination by the Internal Revenue Service for U.S. federal income tax returns filed for years through 2014. The examinations of the Company’s U.S. federal income tax returns for 2015 through 2018 are currently underway.\nA reconciliation of the total amounts of unrecognized tax benefits (excluding interest and penalties) as of December 31 follows:\nThe Company expects that any reasonably possible change in the amount of unrecognized tax benefits in the next 12 months would not be significant. The total amount of unrecognized tax benefits that, if recognized, would affect the effective tax rate was $\n153\nmillion as of December 31, 2020.\nInterest and penalties\nThe Company recognizes accrued interest and penalties related to unrecognized tax benefits in income tax expense.\n14.\nEmployee Benefit Plans\nDefined Benefit Plans\nPPG has defined benefit pension plans that cover certain employees worldwide. The principal defined benefit pension plans are those in the U.S., Canada, the Netherlands and the U.K. These plans in the aggregate represent approximately\n93\n% of PPG’s total projected benefit obligation at December 31, 2020, of which the U.S. defined benefit pension plans represent the largest component.\nAs of January 1, 2006, the Company’s U.S. salaried defined benefit plans were closed to new entrants. In 2011, the Company approved amendments related to certain U.S. defined benefit plans so that depending upon the affected employee’s combined age and years of service to PPG, certain employees stopped accruing benefits either as of December 31, 2011 or December 31, 2020. In 2012, the Company approved amendments related to the Canadian defined benefit plans so that depending upon the affected employee’s combined age and years of service to PPG, certain employees stopped accruing benefits either as of December 31, 2013 or December 31, 2020. As of December 31, 2020, the Company’s U.S. and Canadian defined benefit plans were frozen for all participants. After the dates the affected employees benefits under their defined benefit plans were frozen, they began participating in the Company’s defined contribution retirement plans.\nThe Company has amended other defined benefit plans in other countries in a similar way and plans to continue reviewing and potentially amending other PPG defined benefit plans in the future.\nPostretirement medical\nPPG sponsors welfare benefit plans that provide postretirement medical and life insurance benefits for certain U.S. and Canadian employees and their dependents of which the U.S. welfare benefit plans represent approximately\n87\n% of PPG’s total projected benefit obligation at December 31, 2020. Salaried and certain hourly employees in the U.S. hired on or after October 1, 2004, or rehired on or after October 1, 2012 are not eligible for postretirement medical benefits.\nThese plans in the U.S. and Canada require retiree contributions based on retiree-selected coverage levels for certain retirees and their dependents and provide for sharing of future benefit cost increases between PPG and participants\n2020 PPG ANNUAL REPORT AND 10-K    58\nNotes to the Consolidated Financial Statements\nbased on management discretion. The Company has the right to modify, amend or terminate certain of these benefit plans in the future.\nEffective January 1, 2017, the Company-sponsored Medicare-eligible plans were replaced by a Medicare private exchange. The announcement of this plan design change triggered a remeasurement of PPG’s retiree medical benefit obligation using prevailing interest rates. The plan design change resulted in a $\n306\nmillion reduction in the Company's postretirement benefit obligation. PPG accounted for the plan design change prospectively, and the impact will be amortized to periodic postretirement benefit cost over a\n5.6\nyear period through 2022.\nThe following table sets forth the changes in projected benefit obligations (“PBO”) (as calculated as of December 31), plan assets, the funded status and the amounts recognized on the accompanying consolidated balance sheet for the Company’s defined benefit pension and other postretirement benefit plans:\nThe PBO is the actuarial present value of benefits attributable to employee service rendered to date, including the effects of estimated future pay increases. The accumulated benefit obligation (“ABO”) is the actuarial present value of benefits attributable to employee service rendered to date, but does not include the effects of estimated future pay increases. The\n2020 PPG ANNUAL REPORT AND FORM 10-K      59\nNotes to the Consolidated Financial Statements\nABO for all defined benefit pension plans as of December 31, 2020 and 2019 was $\n3.8\nbillion and $\n3.4\nbillion, respectively.\nThe following table details the pension plans where the benefit liability exceeds the fair value of the plan assets:\nNet actuarial losses and prior service cost/(credit) deferred in accumulated other comprehensive loss\nThe accumulated net actuarial losses for pensions and other postretirement benefits relate primarily to historical declines in the discount rates. The accumulated net actuarial losses exceeded 10% of the higher of the market value of plan assets or the PBO at the beginning of each of the last three years; therefore, amortization of such excess has been included in net periodic benefit costs for pension and other postretirement benefits in these periods. The amortization period is the average remaining service period of active employees expected to receive benefits unless a plan is mostly inactive in which case the amortization period is the average remaining life expectancy of the plan participants. Accumulated prior service cost (credit) is amortized over the future service periods of those employees who are active at the dates of the plan amendments and who are expected to receive benefits.\nThe net increase in Accumulated other comprehensive loss (pretax) in 2020 relating to defined benefit pension and other postretirement benefits is primarily attributable to pension and other postretirement plan discount rate declines, as follows:\nThe 2020 net actuarial loss related to the Company’s pension and other postretirement benefit plans was primarily due to a decrease in the weighted average discount rate used to determine the benefit obligation at December 31, 2020, partially offset by asset performance gains on plan assets for the year.\nNet periodic benefit cost\n2020 PPG ANNUAL REPORT AND 10-K    60\nNotes to the Consolidated Financial Statements\nService cost for net periodic pension and other postretirement benefit costs is included in Cost of sales, exclusive of depreciation and amortization, Selling, general and administrative, and Research and development, net in the accompanying consolidated statements of income. All other components of net periodic benefit cost are recorded in Other charges in the accompanying consolidated statements of income.\nKey assumptions\nThe following weighted average assumptions were used to determine the benefit obligation for the Company’s defined benefit pension and other postretirement plans as of December 31, 2020 and 2019:\nThe following weighted average assumptions were used to determine the net periodic benefit cost for the Company’s defined benefit pension and other postretirement benefit plans for the three years in the period ended December 31, 2020:\nThese assumptions for each plan are reviewed on an annual basis. In determining the expected return on plan asset assumption, the Company evaluates the mix of investments that comprise each plan’s assets and external forecasts of future long-term investment returns. The Company compares the expected return on plan assets assumption to actual historic returns to ensure reasonability. For 2020, the return on plan assets assumption for PPG’s U.S. defined benefit pension plans was\n7.4\n%. A change in the rate of return of 100 basis points, with other assumptions held constant, would impact 2020 net periodic pension expense by $\n13\nmillion. The global expected return on plan assets assumption to be used in determining 2021 net periodic pension expense will be\n4.8\n% (\n7.4\n% for the U.S. plans only).\nThe discount rates used in accounting for pension and other postretirement benefits are determined using a yield curve constructed of high-quality fixed-income securities as of the measurement date and using the plans’ projected benefit payments.  The Company has elected to use a full yield curve approach in the estimation of the service and interest cost components of net periodic pension benefit cost (income) for countries with significant pension plans. The full yield curve approach (also known as the split-rate or spot-rate method) allows the Company to align the applicable discount rates with the cost of additional service being earned and the interest being accrued on these obligations. A change in the discount rate of 100 basis points, with all other assumptions held constant, would impact 2021 net periodic benefit expense for our defined benefit pension and other postretirement benefit plans by $\n3\nmillion and $\n6\nmillion, respectively.\nIn 2019, the Company updated mortality tables used to calculate its U.S. defined benefit pension and other postretirement benefit liabilities. The Company considered the available mortality tables released by the Society of Actuaries’ Retirement Plans Experience Committee and performed a review of its own mortality history, as well the industry in which the Company operates to assess future improvements in mortality rates based on its U.S. population.  The Company chose to value its U.S. defined benefit pension and other postretirement  benefit liabilities using a slightly modified assumption of future mortality which better approximates our plan participant population.\nThe weighted-average health care cost trend rate (inflation) used for 2020 was\n4.8\n% declining to a projected\n4.3\n% in the year 2039. For 2021, the assumed weighted-average health care cost trend rate used will be\n5.1\n% declining to a projected\n4.2\n% between 2021 and 2039 for medical and prescription drug costs, respectively. These assumptions are reviewed on an annual basis. In selecting rates for current and long-term health care cost assumptions, the Company takes into consideration a number of factors, including the Company’s actual health care cost increases, the design of the Company’s benefit programs, the demographics of the Company’s active and retiree populations and external expectations of future medical cost inflation rates.\nContributions to defined benefit pension plans\nPPG made voluntary contributions of $\n75\nmillion to its U.S. defined benefit pension plans in 2018.  Contributions made to PPG’s non-U.S. defined benefit pension plans in 2020 and 2019 were required by local funding requirements. PPG expects to make contributions to its defined benefit pension plans in the range of $\n10\nmillion to $\n20\nmillion in 2021.  PPG may make voluntary contributions to its defined benefit pension plans in 2021 and beyond.\n2020 PPG ANNUAL REPORT AND FORM 10-K      61\nNotes to the Consolidated Financial Statements\nBenefit payments\nThe estimated benefits expected to be paid under the Company’s defined benefit pension and other postretirement benefit plans are:\nU.S. Qualified Pension\nOccasionally, the Company offers a lump sum payout option that gives certain terminated vested participants in certain U.S. defined benefit pension plans the opportunity to take a one-time lump sum cash payment in lieu of receiving a future monthly annuity. During 2020, PPG paid $\n52\nmillion in lump sum benefits to terminated vested participants who elected to participate in the program.\nPlan assets\nEach PPG sponsored defined benefit pension plan is managed in accordance with the requirements of local laws and regulations governing defined benefit pension plans for the exclusive purpose of providing pension benefits to participants and their beneficiaries. Investment committees comprised of PPG managers have fiduciary responsibility to oversee the management of pension plan assets by third party asset managers. Pension plan assets are held in trust by financial institutions and managed on a day-to-day basis by the asset managers. The asset managers receive a mandate from each investment committee that is aligned with the asset allocation targets established by each investment committee to achieve the plan’s investment strategies. The performance of the asset managers is monitored and evaluated by the investment committees throughout the year.\nPension plan assets are invested to generate investment earnings over an extended time horizon to help fund the cost of benefits promised under the plans while mitigating investment risk. The asset allocation targets established for each pension plan are intended to diversify the investments among a variety of asset categories and among a variety of individual securities within each asset category to mitigate investment risk and provide each plan with sufficient liquidity to fund the payment of pension benefits to retirees.\nThe following summarizes the weighted average target pension plan asset allocation as of December 31, 2020 and 2019 for all PPG defined benefit plans:\n2020 PPG ANNUAL REPORT AND 10-K    62\nNotes to the Consolidated Financial Statements\nThe fair values of the Company’s pension plan assets at December 31, 2020 and 2019, by asset category, are as follows:\n(1)\nThese levels refer to the accounting guidance on fair value measurement described in Note 11, “Financial Instruments, Hedging Activities and Fair Value Measurements.”\n(2)\nThese amounts represent holdings in investment grade debt or equity securities of issuers in both developed markets and emerging economies.\n(3)\nThis category represents investment grade debt securities from a diverse set of industry issuers.\n(4)\nThese investments are primarily long duration fixed income securities.\n(5)\nThis category represents commingled funds invested in diverse portfolios of debt securities.\n(6)\nThis category includes mortgage-backed and asset backed debt securities, municipal bonds and other debt securities including derivatives.\n(7)\nCertain investments that are measured at net asset value per share (or its equivalent) are not required to be classified in the fair value hierarchy.\nThe change in the fair value of the Company’s Level 3 pension assets for the years ended December 31, 2020 and 2019 was as follows:\nReal estate properties are externally appraised at least annually by reputable, independent appraisal firms. Property valuations are also reviewed on a regular basis and are adjusted if there has been a significant change in circumstances related to the property since the last valuation.\nOther debt securities consist of insurance contracts, which are externally valued by insurance companies based on the present value of the expected future cash flows.\n2020 PPG ANNUAL REPORT AND FORM 10-K      63\nNotes to the Consolidated Financial Statements\nHedge funds consist of a wide range of investments which target a relatively stable investment return. The underlying funds are valued at different frequencies, some monthly and some quarterly, based on the value of the underlying investments. Other assets consist primarily of small investments in private equity funds and senior secured debt obligations of non-investment grade borrowers.\nOther Plans\nEmployee savings plans\nPPG’s Employee Savings Plans (“Savings Plans”) cover substantially all employees in the U.S., Puerto Rico and Canada. The Company makes matching contributions to the Savings Plans, at management’s discretion, based upon participants’ savings, subject to certain limitations. For most participants not covered by a collective bargaining agreement, Company-matching contributions are established each year at the discretion of the Company and are applied to participant savings up to a maximum of\n6\n% of eligible participant compensation. For those participants whose employment is covered by a collective bargaining agreement, the level of Company-matching contribution, if any, is determined by the relevant collective bargaining agreement. The Company-matching contribution remained at\n100\n% for 2020.\nCompensation expense and cash contributions related to the Company match of participant contributions to the Savings Plans for 2020, 2019, and 2018 totaled $\n50\nmillion, $\n49\nmillion and $\n47\nmillion, respectively. A portion of the Savings Plans qualifies under the Internal Revenue Code as an Employee Stock Ownership Plan. Accordingly, dividends received on PPG shares held in that portion of the Savings Plans totaling $\n11\nmillion, $\n11\nmillion, and $\n13\nmillion for 2020, 2019, and 2018, respectively, are deductible for PPG’s U.S. Federal tax purposes.\nDefined contribution plans\nAdditionally, the Company has defined contribution plans for certain employees in the U.S., China, United Kingdom, Australia, Italy, and other countries. The U.S. defined contribution plan is in the Employee Savings Plan and eligible employees receive a contribution equal to between 2% and 5% of annual compensation, based on age and years of service. For the years ended December 31, 2020, 2019, and 2018, the Company recognized expense for its defined contribution retirement plans of $\n64\nmillion, $\n70\nmillion and $\n63\nmillion, respectively. The Company’s annual cash contributions to its defined contribution retirement plans approximated the expense recognized in each year.\nDeferred compensation plan\nThe Company has a deferred compensation plan for certain key managers which allows them to defer a portion of their compensation in a phantom PPG stock account or other phantom investment accounts. The amount deferred earns a return based on the investment options selected by the participant. The amount owed to participants is an unfunded and unsecured general obligation of the Company. Upon retirement, death, disability, termination of employment, scheduled payment or unforeseen emergency, the compensation deferred and related accumulated earnings are distributed in accordance with the participant’s election in cash or in PPG stock, based on the accounts selected by the participant.\nThe plan provides participants with investment alternatives and the ability to transfer amounts between the phantom non-PPG stock investment accounts. To mitigate the impact on compensation expense of changes in the market value of the liability, the Company has purchased a portfolio of marketable securities that mirror the phantom non-PPG stock investment accounts selected by the participants, except the money market accounts. These investments are carried by PPG at fair market value, and the changes in market value of these securities are also included in Income before income taxes in the consolidated statement of income. Trading occurs in this portfolio to align the securities held with the participant’s phantom non-PPG stock investment accounts, except the money market accounts.\nThe cost (benefit) of the deferred compensation plan, comprised of dividend equivalents accrued on the phantom PPG stock account, investment income and the change in market value of the liability, was $\n25\nmillion, $\n21\nmillion and $(\n1\n) million in 2020, 2019 and 2018, respectively. These amounts are included in Selling, general and administrative in the consolidated statements of income. The change in market value of the investment portfolio was income (expense) of $\n24\nmillion, $\n20\nmillion, and $(\n2\n) million in 2020, 2019 and 2018, respectively, and is also included in Selling, general and administrative in the consolidated statements of income.\nThe Company’s obligations under this plan, which are included in Accounts payable and accrued liabilities and Other liabilities on the consolidated balance sheet, totaled $\n138\nmillion and $\n123\nmillion as of December 31, 2020 and 2019, respectively, and the investments in marketable securities, which are included in Investments and Other current assets on the accompanying consolidated balance sheet, were $\n103\nmillion and $\n85\nmillion as of December 31, 2020 and 2019, respectively.\n2020 PPG ANNUAL REPORT AND 10-K    64\nNotes to the Consolidated Financial Statements\n15.\nCommitments and Contingent Liabilities\nPPG is involved in a number of lawsuits and claims, both actual and potential, including some that it has asserted against others, in which substantial monetary damages are sought. These lawsuits and claims may relate to contract, patent, environmental, product liability, antitrust, employment and other matters arising out of the conduct of PPG’s current and past business activities. To the extent that these lawsuits and claims involve personal injury, property damage, and certain other claims, PPG believes it has adequate insurance; however, certain of PPG’s insurers are contesting coverage with respect to some of these claims, and other insurers, as they had prior to the asbestos settlement described below, may contest coverage with respect to some of the asbestos claims. PPG’s lawsuits and claims against others include claims against insurers and other third parties with respect to actual and contingent losses related to environmental, asbestos and other matters.\nThe results of any current or future litigation and claims are inherently unpredictable. However, management believes that, in the aggregate, the outcome of all lawsuits and claims involving PPG will not have a material effect on PPG’s consolidated financial position or liquidity; however, such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized.\nShareholder Class Action\nOn May 20, 2018, a putative securities class action lawsuit was filed in the U.S. District Court for the Central District of California against the Company and three of its current and former officers.  On September 21, 2018, an Amended Class Action Complaint was filed in the lawsuit. The Amended Complaint, captioned Trevor Mild v. PPG Industries, Inc., Michael H. McGarry, Vincent J. Morales, and Mark C. Kelly, asserted securities fraud claims under Sections 10(b) and 20(a) of the Securities Exchange Act of 1934 on behalf of a putative class of persons who purchased or otherwise acquired stock of the Company between January 19, 2017 and May 10, 2018. The allegations related to, among other things, allegedly false and misleading statements and/or failures to disclose information about the Company’s business, operations and prospects. The parties reached a settlement in principal on May 1, 2019.  On June 2, 2019, the plaintiff filed with the Court a Petition for Preliminary Approval of the proposed settlement, including the proposed settlement amount of $\n25\nmillion. On November 22, 2019, the Court entered final judgment approving the settlement. PPG’s insurance carriers fully funded the settlement escrow account and the court-approved settlement payments to class members are expected to be distributed by the claims administrator in 2021.\nAs of December 31, 2020, and  2019 an accrued liability of $\n17\nmillion and $\n25\nmillion for the proposed settlement amount and a corresponding asset for the insurance coverage of $\n17\nmillion and $\n25\nmillion is included in Accounts payable and accrued liabilities and Other current assets, respectively.\nAsbestos Matters\nPrior to 2000, the Company had been named as a defendant in numerous claims alleging bodily injury from (i) exposure to asbestos-containing products allegedly manufactured, sold or distributed by the Company, its subsidiaries, or for which they are otherwise alleged to be liable; (ii) exposure to asbestos allegedly present at a facility owned or leased by the Company; or (iii) exposure to asbestos-containing products of Pittsburgh Corning Corporation (“PC”) for which the Company was alleged to be liable under a variety of legal theories (the Company and Corning Incorporated were each\n50\n% shareholders in PC prior to April 27, 2016).\nPittsburgh Corning Corporation asbestos bankruptcy\nIn 2000, PC filed for Chapter 11 in the U.S. Bankruptcy Court for the Western District of Pennsylvania in an effort to permanently and comprehensively resolve all of its pending and future asbestos-related liability claims. The Bankruptcy Court subsequently entered a series of orders preliminarily enjoining the prosecution of asbestos litigation against PPG until after the effective date of a confirmed PC plan of reorganization. During the pendency of this preliminary injunction staying asbestos litigation against PPG, PPG and certain of its historical liability insurers negotiated a settlement with representatives of present and future asbestos claimants. That settlement was incorporated into a PC plan of reorganization that was confirmed by the Bankruptcy Court on May 24, 2013 and ultimately became effective on April 27, 2016. With the effectiveness of the plan, the preliminary injunction staying the prosecution of asbestos litigation against PPG expired by its own terms on May 27, 2016. In accordance with the settlement, the Bankruptcy Court issued a permanent channeling injunction under Section 524(g) of the Bankruptcy Code that prohibits present and future claimants from asserting claims against PPG that arise, in whole or in part, out of exposure to asbestos or asbestos-containing products manufactured, sold and/or distributed by PC or asbestos on or emanating from any PC premises. The channeling injunction, by its terms, also prohibits codefendants in cases that are subject to the channeling injunction from asserting claims against PPG for contribution, indemnification or other recovery. The channeling injunction also precludes the prosecution of claims against PPG arising from alleged exposure to asbestos or asbestos-containing products to the extent that a claimant is alleging or seeking to impose liability, directly or indirectly, for the conduct of, claims against, or demands on PC by reason of PPG’s prior: (i) ownership of a financial interest in PC; (ii) involvement in the management of PC, or service as an officer, director or employee of PC or a related party; (iii) provision of insurance to PC or a related\n2020 PPG ANNUAL REPORT AND FORM 10-K      65\nNotes to the Consolidated Financial Statements\nparty; or (iv) involvement in a financial transaction affecting the financial condition of PC or a related party. The foregoing PC related claims are referred to as “PC Relationship Claims.”\nThe Bankruptcy Court’s channeling injunction channels the Company’s liability for PC Relationship Claims to a trust funded in part by PPG and its participating insurers for the benefit of current and future PC asbestos claimants (the “Trust”). The Trust is the sole recourse for holders of PC Relationship Claims. PPG and its affiliates have no further liability or responsibility for, and are permanently protected from, pending and future PC Relationship Claims. The channeling injunction does not extend to present and future claims against PPG that arise out of alleged exposure to asbestos or asbestos-containing products historically manufactured, sold and/or distributed by PPG or its subsidiaries or for which they are alleged to be liable that are not PC Relationship Claims, and does not extend to claims against PPG alleging personal injury allegedly caused by asbestos on premises presently or formerly owned, leased or occupied by PPG. These claims are referred to as “non-PC Relationship Claims.”\nNon-PC relationship claims\nWith respect to the asbestos-related claims pending against the Company at the time PC filed for bankruptcy, the Company considers such claims to fall within one or more of the following categories: (1) claims that have been closed or dismissed as a result of processes undertaken during the bankruptcy; (2) claims that may have been previously filed on the dockets of state and federal courts in various jurisdictions, but are inactive as to the Company; and (3) claims that are subject, in whole or in part, to the channeling injunction and thus will be resolved, in whole or in part, in accordance with the Trust procedures established under the PC bankruptcy reorganization plan. As a result of the foregoing, the Company does not consider these three categories of claims to be open or active litigation against it, although the Company cannot now determine whether, or the extent to which, any of these claims may in the future be reinstituted, reinstated, or revived such that they may become open and active non-PC Relationship Claims against it.\nCurrent open and active claims post-Pittsburgh Corning bankruptcy\nAs of December 31, 2020, the Company was aware of approximately\n840\nopen and active asbestos-related claims pending against the Company and certain of its subsidiaries. These claims consist of non-PC Relationship Claims against PPG and claims against a PPG subsidiary the Company acquired on April 1, 2013. The Company is defending these open and active claims vigorously.\nPPG has established reserves totaling approximately $\n190\nmillion for asbestos-related claims that would not be channeled to the Trust which, based on presently available information, we believe will be sufficient to encompass all of PPG’s current and estimable potential future asbestos liabilities. These reserves, which are included within Other liabilities on the accompanying consolidated balance sheets, represent PPG’s best estimate of its liability for these claims.\nThese reserves include a $\n162\nmillion reserve established in 2009 in connection with an amendment to the PC plan of reorganization for non-PC Relationship Claims other than claims arising from premises-related exposures. PPG does not have sufficient current claim information or settlement history on which to base a better estimate of this liability in light of the fact that the Bankruptcy Court’s injunction staying most asbestos claims against the Company was in effect from April 2000 through May 2016.\nIn 2019, as certain claims data became available, PPG began performing an annual analysis, including discussions with counsel and consultants, of its claims history and the value of the Company’s potential liability for premises-related non-PC Relationship Claims against it and claims against a PPG subsidiary acquired on April 1, 2013 that are presently pending and that are projected to be asserted through December 31, 2029. In 2019, PPG increased the reserve related to these matters and recognized a charge of approximately $\n10\nmillion included in Other charges in the consolidated statement of income. As a result of this annual analysis, there were no adjustments required to be recorded for these reserves in 2020.\nPPG monitors the activity associated with its asbestos claims and evaluates, on a periodic basis, its estimated liability for such claims, its insurance assets then available, and all underlying assumptions to determine whether any adjustment to the reserves for these claims is required.\nThe amount reserved for asbestos-related claims by its nature is subject to many uncertainties that may change over time, including (i) the ultimate number of claims filed; (ii) the amounts required to resolve both currently known and future unknown claims; (iii) the amount of insurance, if any, available to cover such claims; (iv) the unpredictable aspects of the litigation process, including a changing trial docket and the jurisdictions in which trials are scheduled; (v) the outcome of any trials, including potential judgments or jury verdicts; (vi) the lack of specific information in many cases concerning exposure for which PPG is allegedly responsible, and the claimants’ alleged diseases resulting from such exposure; and (vii) potential changes in applicable federal and/or state tort liability law. All of these factors may have a material effect upon future asbestos-related liability estimates. As a potential offset to any future asbestos financial exposure, under the PC plan of reorganization PPG retained, for its own account, the right to pursue insurance coverage from certain of its historical insurers that did not participate in the PC plan of reorganization. While the ultimate outcome of PPG’s asbestos\n2020 PPG ANNUAL REPORT AND 10-K    66\nNotes to the Consolidated Financial Statements\nlitigation cannot be predicted with certainty, PPG believes that any financial exposure resulting from its asbestos-related claims will not have a material adverse effect on PPG’s consolidated financial position, liquidity or results of operations.\nEnvironmental Matters\nIn management’s opinion, the Company operates in an environmentally sound manner and the outcome of the Company’s environmental contingencies will not have a material effect on PPG’s financial position or liquidity; however, any such outcome may be material to the results of operations of any particular period in which costs, if any, are recognized. Management anticipates that the resolution of the Company’s environmental contingencies will occur over an extended period of time.\nAs remediation at certain environmental sites progresses, PPG continues to refine its assumptions underlying the estimates of the expected future costs of its remediation programs. PPG’s ongoing evaluation may result in additional charges against income to adjust the reserves for these sites. In 2020, 2019 and 2018, certain charges have been recorded based on updated estimates to increase existing reserves for these sites. Certain other charges related to environmental remediation actions are also expensed as incurred.\nAs of December 31, 2020 and 2019, PPG had reserves for environmental contingencies associated with PPG’s former chromium manufacturing plant in Jersey City, New Jersey (“New Jersey Chrome”), glass and chemical manufacturing sites, and for other environmental contingencies, including current manufacturing locations and National Priority List sites. These reserves are reported as Accounts payable and accrued liabilities and Other liabilities in the accompanying consolidated balance sheet.\nPretax charges against income for environmental remediation costs are included in Other charges in the accompanying consolidated statement of income.\nThe pretax charges and cash outlays related to such environmental remediation in 2020, 2019 and 2018, were as follows:\nThe Company continues to analyze, assess and remediate the environmental issues associated with New Jersey Chrome as further discussed below. Excluding the charges related to New Jersey Chrome, pretax charges against income for environmental remediation have ranged between approximately $\n5\nmillion and $\n35\nmillion per year for the past\n10\nyears.\nManagement expects cash outlays for environmental remediation costs to range from $\n80\nmillion to $\n100\nmillion in 2021 and $\n20\nmillion to $\n50\nmillion annually from 2022 through 2025.\nIt is possible that technological, regulatory and enforcement developments, the results of environmental studies and other factors could alter the Company’s expectations with respect to future charges against income and future cash outlays. Specifically, the level of expected future remediation costs and cash outlays is highly dependent upon activity related to New Jersey Chrome as discussed below.\nRemediation: New Jersey Chrome\nIn June 2009, PPG entered into a settlement agreement with the New Jersey Department of Environmental Protection (“NJDEP”) and Jersey City, New Jersey (which had asserted claims against PPG for lost tax revenue) which was in the form of a Judicial Consent Order (the \"JCO\"). Under the JCO, PPG accepted sole responsibility for the remediation activities at its former chromium manufacturing location in Jersey City and\n19\nadditional sites. The principal contaminant of concern is hexavalent chromium. The JCO also provided for the appointment of a court-approved Site Administrator who is responsible for establishing a master schedule for the remediation of the\n20\nPPG sites which existed at that time. One site was subsequently removed from the JCO process during 2014 and will be remediated separately at a future date. A total of\n14\nsites remain subject to the JCO process.\n2020 PPG ANNUAL REPORT AND FORM 10-K      67\nNotes to the Consolidated Financial Statements\nThe most significant assumptions underlying the estimate of remediation costs for all New Jersey Chrome sites are those related to the extent and concentration of chromium impacts in the soil, as these determine the quantity of soil that must be treated in place, the quantity that will have to be excavated and transported for offsite disposal, and the nature of disposal required.Remediation of chromium contaminated soils at the location of the former manufacturing site has been completed pursuant to approved remedial action work plans.  Remediation of chromium contaminated soils at certain other smaller sites is ongoing and is expected to continue until 2022. PPG regularly evaluates the assessments of costs incurred to date versus current progress and the potential cost impacts of the most recent information, including the extent of impacted soils, percentage of hazardous versus non-hazardous soils, daily soil excavation rates, and engineering, administrative and other associated costs. Based on these assessments, the reserve is adjusted accordingly. Principal factors affecting costs include refinements in the estimate of the mix of hazardous to non-hazardous soils to be excavated, an overall increase in soil volumes to be excavated, enhanced water management requirements, decreased daily soil excavation rates due to site conditions, initial estimates for remedial actions related to groundwater, and oversight and management costs.\nGroundwater remediation at the former Garfield Avenue chromium-manufacturing site and five adjacent sites is expected to occur over several years after NJDEP’s approval of the work plan. Ongoing groundwater monitoring will be utilized to develop a final groundwater remedial action work plan which is currently expected to be submitted to NJDEP in the first quarter of 2021.\nPPG’s financial reserve for remediation of all New Jersey Chrome sites was $\n102\nmillion at December 31, 2020. The major cost components of this liability continue to be related to excavation, transportation and disposal of impacted soil, as well as construction services. These components each account for approximately\n21\n%,\n16\n% and\n35\n% of the accrued amount, respectively.\nThere are multiple, future events yet to occur, including further remedy selection and design, remedy implementation and execution and applicable governmental agency or community organization approvals. Considerable uncertainty exists regarding the timing of these future events for the New Jersey Chrome sites. Further resolution of these events is expected to occur over the next several years. As these events occur and to the extent that the cost estimates of the environmental remediation remedies change, the existing reserve for this environmental remediation matter will continue to be adjusted.\nRemediation: Glass, Chemicals and Other Sites\nAmong other sites at which PPG is managing environmental liabilities, remedial actions are occurring at a chemical manufacturing site in Barberton, Ohio, where PPG has completed a Facility Investigation and Corrective Measure Study under the United States Environmental Protection Agency's Resource Conservation and Recovery Act Corrective Action Program. PPG has also been addressing the impacts from a legacy plate glass manufacturing site in Kokomo, Indiana under the Voluntary Remediation Program of the Indiana Department of Environmental Management and a site associated with a legacy plate glass manufacturing site near Ford City, Pennsylvania under the Pennsylvania Land Recycling Program under the oversight of the Pennsylvania Department of Environmental Protection. PPG is currently performing additional investigation and remedial activities at these locations.\nWith respect to certain other waste sites, the financial condition of other potentially responsible parties also contributes to the uncertainty of estimating PPG’s final costs. Although contributors of waste to sites involving other potentially responsible parties may face governmental agency assertions of joint and several liability, in general, final allocations of costs are made based on the relative contributions of wastes to such sites. PPG is generally not a major contributor to such sites.\nRemediation: Reasonably Possible Matters\nIn addition to the amounts currently reserved for environmental remediation, the Company may be subject to loss contingencies related to environmental matters estimated to be as much as $\n100\nmillion to $\n200\nmillion. Such unreserved losses are reasonably possible but are not currently considered to be probable of occurrence. These reasonably possible unreserved losses relate to environmental matters at a number of sites, none of which are individually significant. The loss contingencies related to these sites include significant unresolved issues such as the nature and extent of contamination at these sites and the methods that may have to be employed to remediate them.\nThe impact of evolving programs, such as natural resource damage claims, industrial site re-use initiatives and domestic and international remediation programs, also adds to the present uncertainties with regard to the ultimate resolution of this unreserved exposure to future loss. The Company’s assessment of the potential impact of these environmental contingencies is subject to considerable uncertainty due to the complex, ongoing and evolving process of investigation and remediation, if necessary, of such environmental contingencies, and the potential for technological and regulatory developments.\n2020 PPG ANNUAL REPORT AND 10-K    68\nNotes to the Consolidated Financial Statements\n16.\nShareholders' Equity\nA class of\n10\nmillion shares of preferred stock, without par value, is authorized but unissued. Common stock has a par value of $1.66\n2\n/\n3\nper share;\n1.2\nbillion shares are authorized.\nPer share cash dividends paid were $\n2.10\n, $\n1.98\nand $\n1.86\nin 2020, 2019 and 2018, respectively.\n17.\nAccumulated Other Comprehensive Loss\n(a)     Except for income taxes of $\n5\nmillion, $\n7\nmillion, and $\n9\nmillion as of December 31, 2020, 2019, and 2018 respectively, related to foreign currency impacts of certain unasserted earnings, unrealized foreign currency translation adjustments related to translation of foreign denominated balance sheets are not presented net of tax given that no deferred U.S. income taxes have been provided on undistributed earnings of non-U.S. subsidiaries because they are deemed to be reinvested for an indefinite period of time.\n(b)     The tax benefit/(cost) related to unrealized foreign currency translation adjustments on tax inter-branch transactions and net investment hedges as of December 31, 2020, 2019 and 2018 was $\n6\nmillion, $(\n19\n) million and $\n4\nmillion, respectively.\n(c)     The tax benefit/(cost) related to the adjustment for pension and other postretirement benefits as of December 31, 2020, 2019 and 2018 was $\n70\nmillion, $\n57\nmillion and $(\n34\n) million, respectively. Reclassifications from AOCI are included in the computation of net periodic benefit costs (See Note 14, “Employee Benefit Plans”). The cumulative tax benefit related to the adjustment for pension and other postretirement benefits as of December 31, 2020 and 2019 was $\n336\nmillion and $\n266\nmillion, respectively.\n(d)    The tax cost related to the change in the unrealized loss on derivatives as of December 31, 2020 was not significant. The tax cost related to the change in the unrealized loss on derivatives as of December 31, 2019 and 2018 was $\n1\nmillion, and $\n2\nmillion, respectively. Reclassifications from AOCI are included in the gain or loss recognized on cash flow hedges (See Note 11 “Financial Instruments, Hedging Activities and Fair Value Measurements”).\n2020 PPG ANNUAL REPORT AND FORM 10-K      69\nNotes to the Consolidated Financial Statements\n18.\nOther Income\n(1)\nIn 2018, PPG had a $26 million gain on the sale of land near a facility of the Company’s former commodity chemicals business.\n19.\nStock-Based Compensation\nThe Company’s stock-based compensation includes stock options, restricted stock units (“RSUs”) and grants of contingent shares that are earned based on achieving targeted levels of total shareholder return. All current grants of stock options, RSUs and contingent shares are made under the PPG Industries, Inc. Amended and Restated Omnibus Incentive Plan (“PPG Amended Omnibus Plan”), which was amended and restated effective April 21, 2016. Shares available for future grants under the PPG Amended Omnibus Plan were\n6.9\nmillion as of December 31, 2020.\nStock Options\nPPG has outstanding stock option awards that have been granted under the PPG Amended Omnibus Plan. Under the PPG Amended Omnibus Plan, certain employees of the Company have been granted options to purchase shares of common stock at prices equal to the fair market value of the shares on the date the options were granted. The options are generally exercisable\n36\nmonths after being granted and have a maximum term of\n10\nyears. Upon exercise of a stock option, shares of Company stock are issued from treasury stock.\nThe fair value of stock options issued to employees is measured on the date of grant and is recognized as expense, net of estimated forfeitures, over the requisite service period. PPG estimates the fair value of stock options using the Black-Scholes option pricing model. The risk-free interest rate is determined by using the U.S. Treasury yield curve at the date of the grant and using a maturity equal to the expected life of the option. The expected life of options is calculated using the average of the vesting term and the maximum term, as prescribed by accounting guidance on the use of the simplified method for determining the expected term of an employee share option. The expected dividend yield and volatility are based on historical stock prices and dividend amounts over past time periods equal in length to the expected life of the options. PPG applies an estimated forfeiture rate that is calculated based on historical activity.\nThe following weighted average assumptions were used to calculate the fair values of stock option grants in each year:\nThe weighted average fair value of options granted was $\n21.93\nper share, $\n22.50\nper share and $\n25.27\nper share for the years ended December 31, 2020, 2019, and 2018, respectively.\n2020 PPG ANNUAL REPORT AND 10-K    70\nNotes to the Consolidated Financial Statements\nAt December 31, 2020, unrecognized compensation cost related to outstanding stock options that have not yet vested totaled $\n8\nmillion. This cost is expected to be recognized as expense over a weighted average period of\n1.5\nyears.\nThe following table presents stock option activity for the years ended December 31, 2020, 2019 and 2018:\nRestricted Stock Units (“RSUs”)\nLong-term incentive value is delivered to selected key management employees by granting RSUs, which have either time or performance-based vesting features. The fair value of an RSU is equal to the market value of a share of PPG stock on the date of grant. Time-based RSUs vest over the\nthree\n-year period following the date of grant, unless forfeited, and will be paid out in the form of stock, cash or a combination of both at the Company’s discretion at the end of the\nthree\nyear vesting period. Performance-based RSUs vest based on achieving specific annual performance targets for earnings per share growth and cash flow return on capital over the\nthree\ncalendar year-end periods following the date of grant. Unless forfeited, the performance-based RSUs will be paid out in the form of stock, cash or a combination of both at the Company’s discretion at the end of the\nthree\n-year performance period if PPG meets the performance targets. For awards granted in 2020, the amount paid upon vesting of performance-based RSUs may range from\n0\n% to\n200\n% of the original grant, based upon the level of earnings per share growth achieved and frequency with which the annual cash flow return on capital performance target is met over the\nthree\ncalendar year periods comprising the vesting period. For awards granted in 2019 and 2018, the amount paid upon vesting of performance-based RSUs may range from\n0\n% to\n180\n% of the original grant. PPG has assumed that performance-based RSUs granted in 2018, 2019 and 2020 will vest at the\n100\n% level.  As of December 31, 2020,\nthree\nof the\nsix\npossible performance targets had been met for the 2018 grant,\ntwo\nof the\nfour\npossible performance targets had been met for the 2019 grant, and\none\nof\ntwo\npossible performance targets had been met for the 2020 grant.\nThere was $\n15\nmillion of total unrecognized compensation cost related to unvested RSUs outstanding as of December 31, 2020. This cost is expected to be recognized as expense over a weighted average period of\n1.5\nyears.\nContingent Share Grants\nThe Company also provides grants of contingent shares to selected key executives that may be earned based on PPG total shareholder return (“TSR”) over the\nthree\n-year period following the date of grant. Contingent share grants (referred to as “TSR awards”) are made annually and are paid out at the end of each\nthree\n-year period based on the Company’s performance. Performance is measured by determining the percentile rank of the total shareholder return of PPG common stock in relation to the total shareholder return of the S&P 500 for the\nthree\n-year period following the date of grant. This comparison group represents the entire S&P 500 Index as it existed at the beginning of the performance period, excluding any companies that have been removed from the index because they ceased to be publicly traded. For awards granted in 2020, the payment of awards following the\nthree\n-year award period will be based on performance achieved in accordance with the scale set forth in the plan agreement and may range from\n0\n% to\n200\n% of the initial grant. For awards granted in 2019 and 2018, the amount paid following the three-year award period may range from\n0\n% to\n220\n% of the initial grant. A payout of\n100\n% is earned if the target performance is achieved. Contingent share awards for the 2018-2020, 2019-2021, and 2020-2022 periods earn dividend equivalents for the award period, which will be paid to participants or credited to the participants’ deferred compensation plan accounts with the award payout at the end of the period based on the actual number of contingent shares that are earned. Any payments made at the end of the award period may be in the form of stock, cash or a combination of both. The TSR awards qualify as liability awards, and compensation expense is recognized over the\nthree\n-year award period based on the fair value of the awards (giving consideration to the Company’s percentile rank of total shareholder return) remeasured in each reporting period until settlement of the awards.\n2020 PPG ANNUAL REPORT AND FORM 10-K      71\nNotes to the Consolidated Financial Statements\nAs of December 31, 2020, there was $\n8\nmillion of total unrecognized compensation cost related to outstanding TSR awards based on the current estimate of fair value. This cost is expected to be recognized as expense over a weighted average period of\n1.7\nyears.\n20. Quarterly Financial Information (unaudited)\n(1)\nFull year earnings-per-share was calculated using the full year weighted average shares outstanding. As such, the sum of the quarters may not equal the total earnings-per-share for the year.\n(2)\nExclusive of depreciation and amortization.\n21.\nRevenue Recognition\nThe Company recognizes revenue when control of the promised goods or services is transferred to the customer and in amounts that the Company expects to collect. The timing of revenue recognition takes into consideration the various shipping terms applicable to the Company’s sales. For most transactions, control passes in accordance with agreed upon delivery terms.\nThe Company delivers products to company-owned stores, home centers and other regional or national consumer retail outlets, paint dealers, concessionaires and independent distributors, company-owned distribution networks, and directly to manufacturing companies and retail customers. Each product delivered to a third party customer is considered to satisfy a performance obligation. Performance obligations generally occur at a point in time and are satisfied when control of the goods passes to the customer. The Company is entitled to collection of the sales price under normal credit terms in the regions in which it operates. Accounts receivable are recognized when there is an unconditional right to consideration. Payment terms vary from customer to customer, depending on creditworthiness, prior payment history and other considerations.\nThe Company also provides services by applying coatings to customers' manufactured parts and assembled products and by providing technical support to certain customers. Performance obligations are satisfied over time as critical milestones\n2020 PPG ANNUAL REPORT AND 10-K    72\nNotes to the Consolidated Financial Statements\nare met and as services are provided. PPG is entitled to payment as the services are rendered.\nFor the years ended December 31, 2020, 2019 and 2018, service revenue constituted approximately\n5\n% of total revenue.\nNet sales by segment and region for the years ended December 31, 2020, 2019 and 2018 were as follows:\n22.\nReportable Business Segment Information\nSegment Organization and Products\nPPG is a multinational manufacturer with\n10\noperating segments (which the Company refers to as “strategic business units”) that are organized based on the Company’s major products lines. The Company’s reportable business segments include the following\ntwo\nsegments: Performance Coatings and Industrial Coatings. The operating segments have been aggregated based on economic similarities, the nature of their products, production processes, end-use markets and methods of distribution.\nThe Performance Coatings reportable business segment is comprised of the automotive refinish coatings, aerospace coatings, architectural coatings – Americas and Asia Pacific, architectural coatings – EMEA, protective and marine coatings and traffic solutions operating segments. This reportable business segment primarily supplies a variety of protective and decorative coatings, sealants and finishes along with paint strippers, stains and related chemicals, pavement marking products as well as transparencies and transparent armor.\nThe Industrial Coatings reportable business segment is comprised of the automotive OEM coatings, industrial coatings, packaging coatings, and the specialty coatings and materials operating segments. This reportable business segment primarily supplies a variety of protective and decorative coatings and finishes along with adhesives, sealants, metal pretreatment products, optical monomers and coatings, precipitated silicas and other specialty materials.\nProduction facilities and sales for Performance Coatings and Industrial Coatings are global. PPG’s reportable business segments continue to pursue opportunities to further develop their global reach, including efforts in Asia, Eastern Europe and Latin America. Each of the reportable business segments in which PPG is engaged is highly competitive. The diversification of our product lines and the worldwide sales tend to minimize the impact on PPG’s Net sales and Income before income taxes in the consolidated statement of income of changes in demand in a particular industry or in a particular geographic area.\nThe accounting policies of the operating segments are the same as those described in the summary of significant accounting policies (See Note 1, “Summary of Significant Accounting Policies”). The Company allocates resources to operating segments and evaluates the performance of operating segments based upon segment income, which is income before interest expense – net, income taxes, and noncontrolling interests and excludes certain charges which are considered to be unusual or non-recurring. The Company also evaluates performance of operating segments based on working capital reduction, margin growth, and sales volume growth.\nCorporate unallocated costs include the costs of corporate staff functions not directly associated with the operating segments, certain legal cases, net of related insurance recoveries and the cost of certain insurance and stock-based compensation programs. The service cost component of net periodic pension expense related to current employees of each reportable business segment is allocated to that reportable business segment and the remaining portion of net periodic pension expense is included in the Corporate unallocated costs.\n2020 PPG ANNUAL REPORT AND FORM 10-K      73\nNotes to the Consolidated Financial Statements\nProduct movement between Performance Coatings and Industrial Coatings is limited, is accounted for as an inventory transfer, and is recorded at cost plus a mark-up, the impact of which is not significant to the net sales or segment income of the reportable business segments.\n2020 PPG ANNUAL REPORT AND 10-K    74\nNotes to the Consolidated Financial Statements\n(1)\nIncluded in business restructuring-related costs, net are business restructuring charges, accelerated depreciation of certain assets and other related costs, offset by releases related to previously approved programs.\n(2)\nImpairment charges were recorded in the fourth quarter 2020 related to the planned sale of certain smaller entities in non-strategic regions and for certain asset write-downs.\n(3)\nIn the second half of 2020, Hurricanes Laura and Delta damaged a southern U.S. factory that supports the Company’s specialty coatings and materials business.\n(4)\nAcquisition-related costs include advisory, legal, accounting, valuation, and other professional or consulting fees incurred to effect acquisitions. These costs are included in Selling, general and administrative expense in the consolidated statement of income.  Acquisition-related costs also include the impact for the step up to fair value of inventory acquired in certain acquisitions which are included in Cost of sales, exclusive of depreciation and amortization in the consolidated statement of income.\n(5)\nSegment assets are the total assets used in the operation of each segment. Corporate assets are principally cash and cash equivalents, cash held in escrow, short term investments and deferred tax assets.\n(6)\nNet sales to external customers are attributed to geographic regions based upon the location of the operating unit shipping the product.\n2020 PPG ANNUAL REPORT AND FORM 10-K      75"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "(a)\nEvaluation of disclosure controls and procedures.\nBased on their evaluation as of the end of the period covered by this Form 10-K, the Company’s principal executive officer and principal financial officer have concluded that the Company’s disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934 (the “Exchange Act”)) are effective to ensure that information required to be disclosed by the Company in reports that it files or submits under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in Securities and Exchange Commission rules and forms and to ensure that information required to be disclosed by the Company in the reports that it files or submits under the Exchange Act is accumulated and communicated to the Company’s management, including its principal executive and principal financial officers, as appropriate, to allow timely decisions regarding required disclosure\n.\n(b)\nChanges in internal control over financial reporting.\nThere were no changes in the Company’s internal control over financial reporting that occurred during the Company’s quarter ended December 31, 2020 that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting.\n(c)\nManagement report on internal control over financial reporting.\nSee Management Report on page 33 for management’s annual report on internal control over financial reporting. See Report of Independent Registered Public Accounting Firm on pages 31-32 for PricewaterhouseCoopers LLP’s audit report on the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\nPart III"
  },
  {
    "item_key": "item_10",
    "text": "The information about the Company’s directors required by Item 10 and not otherwise set forth below is contained under the caption “Proposal 1: Election of Directors” in PPG’s definitive Proxy Statement for the 2021 Annual Meeting of Shareholders (the “Proxy Statement”) which the Company anticipates filing with the Securities and Exchange Commission, pursuant to Regulation 14A, not later than 120 days after the end of the Company’s fiscal year, and is incorporated herein by reference.\nThe executive officers of the Company are elected by the Board of Directors. The information required by this item concerning the Company’s executive officers is incorporated by reference herein from Part I of this report under the caption “Information About Our Executive Officers.”\nInformation regarding the Company’s Audit Committee is included in the Proxy Statement under the caption “Corporate Governance – Audit Committee” and is incorporated herein by reference.\nInformation regarding the Company’s codes of ethics is included in the Proxy Statement under the caption “Corporate Governance – Codes of Ethics” and is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information required by Item 11 is contained in the Proxy Statement under the captions “Compensation of Directors,” “Compensation Discussion and Analysis,” “Compensation of Executive Officers,” “Potential Payments upon Termination or Change in Control,” “Corporate Governance – Compensation Committee Interlocks and Insider Participation,” and “Corporate Governance – Officers-Directors Compensation Committee Report to Shareholders” and is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information required by Item 12 is contained in the Proxy Statement under the captions “Beneficial Ownership” and “Equity Compensation Plan Information” and is incorporated herein by reference.\n2020 PPG ANNUAL REPORT AND 10-K    76"
  },
  {
    "item_key": "item_13",
    "text": "The information required by Item 13 is contained in the Proxy Statement under the captions “Corporate Governance – Director Independence,” “Corporate Governance – Review and Approval or Ratification of Transactions with Related Persons” and “Corporate Governance – Certain Relationships and Related Transactions” and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by Item 14 is contained in the Proxy Statement under the caption “Independent Registered Public Accounting Firm” and is incorporated herein by reference.\nPart IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)(1)    Consolidated Financial Statements and Reports of Independent Registered Public Accounting Firm (see Part II, Item 8 of this Form 10-K).\nThe following information is filed as part of this Form 10-K:\n(a)(2)    Consolidated Financial Statement Schedule for the years ended December 31, 2020, 2019 and 2018.\nThe following Consolidated Financial Statement Schedule should be read in conjunction with the previously referenced financial statements:\nSchedule II – Valuation and Qualifying Accounts\nAllowance for Doubtful Accounts for the Years Ended December 31, 2020, 2019, and 2018\n(1)\nIn March 2020, PPG recorded estimated future credit losses for trade receivables of $\n30\nmillion related to the potential financial impacts of the COVID-19 pandemic.\n(2)\nNotes and accounts receivable written off as uncollectible, net of recoveries, amounts attributable to divestitures and changes attributable to foreign currency translation.\nAll other schedules are omitted because they are not applicable.\n2020 PPG ANNUAL REPORT AND FORM 10-K      77\n(a)(3)    Exhibits. The following exhibits are filed as a part of, or incorporated by reference into, this Form 10-K.\nIndex to Exhibits\n2020 PPG ANNUAL REPORT AND 10-K    78\n2020 PPG ANNUAL REPORT AND FORM 10-K      79"
  },
  {
    "item_key": "item_16",
    "text": "None.\n2020 PPG ANNUAL REPORT AND 10-K    80\nSignatures\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized on February 18, 2021.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the following persons on behalf of the Registrant and in the capacities indicated on February 18, 2021.\n2020 PPG ANNUAL REPORT AND FORM 10-K      81"
  }
]