[
  {
    "item_key": "item_1",
    "text": "IDEX Corporation (“IDEX,” the “Company,” “us,” “our,” or “we”) is a Delaware corporation incorporated on September 24, 1987. The Company is an applied solutions business that sells an extensive array of pumps, valves, flow meters and other fluidics systems and components and engineered products to customers in a variety of markets around the world. Substantially all of the Company’s business activities are carried out through wholly-owned subsidiaries.\nThe Company has three reportable business segments: Fluid & Metering Technologies (“FMT”), Health & Science Technologies (“HST”) and Fire & Safety/Diversified Products (“FSDP”). Within our three reportable segments, the Company maintains 13 platforms where we focus on organic growth and strategic acquisitions. Each of our 13 platforms is also a reporting unit that we annually test for goodwill impairment.\n1\nThe FMT segment contains the Energy platform (comprised of Corken, Liquid Controls, SAMPI, Toptech and Flow Management Devices, LLC (“Flow MD”)), the Valves platform (comprised of Alfa Valvole, Richter and Aegis), the Water platform (comprised of Pulsafeeder, OBL, Knight, ADS, Trebor and iPEK), the Pumps platform (comprised of Viking and Warren Rupp) and the Agriculture platform (comprised of Banjo). The HST segment contains the Scientific Fluidics & Optics platform (comprised of Eastern Plastics, Rheodyne, Sapphire Engineering, Upchurch Scientific, ERC, CiDRA Precision Services, thinXXS, CVI Melles Griot, Semrock, Advanced Thin Films and FLI), the Sealing Solutions platform (comprised of Precision Polymer Engineering, FTL Seals Technology, Novotema, SFC Koenig and Velcora), the Gast platform, the Micropump platform and the Material Processing Technologies platform (comprised of Quadro, Fitzpatrick, Microfluidics and Matcon). The FSDP segment is comprised of the Fire & Safety platform (comprised of Class 1, Hale, Godiva, Akron Brass, Weldon, AWG Fittings, Dinglee, Hurst Jaws of Life, Lukas and Vetter), the BAND-IT platform and the Dispensing platform.\nIDEX believes that each of its reporting units is a leader in its product and service areas. The Company also believes that its strong financial performance has been attributable to its ability to design and engineer specialized quality products, coupled with its ability to successfully identify, acquire and integrate strategic acquisitions.\nFLUID & METERING TECHNOLOGIES SEGMENT\nThe Fluid & Metering Technologies segment designs, produces and distributes positive displacement pumps, small volume provers, flow meters, injectors and other fluid-handling pump modules and systems and provides flow monitoring and other services for the food, chemical, general industrial, water and wastewater, agriculture and energy industries. Fluid & Metering Technologies application-specific pump and metering solutions serve a diverse range of end markets, including industrial infrastructure (fossil fuels, refined and alternative fuels and water and wastewater), chemical processing, agriculture, food and beverage, pulp and paper, transportation, plastics and resins, electronics and electrical, construction and mining, pharmaceutical and bio-pharmaceutical, machinery and numerous other specialty niche markets.\n2\nFluid & Metering Technologies accounted for 38% of IDEX’s sales in each of 2020, 2019 and 2018, respectively, with approximately 44% of its 2020 sales to customers outside the U.S. The segment accounted for 40%, 44% and 42% of total segment operating income in 2020, 2019 and 2018, respectively.\nEnergy.\nEnergy consists of the Company’s Corken, Liquid Controls, SAMPI, Toptech and Flow MD businesses. Energy is a leading supplier of flow meters, small volume provers, electronic registration and control products, rotary vane and turbine pumps, reciprocating piston compressors and terminal automation control systems. Applications for Liquid Controls and SAMPI consist of positive displacement flow meters and electronic registration and control products, including mobile and stationary metering installations for wholesale and retail distribution of petroleum and liquefied petroleum gas, aviation refueling and industrial metering and dispensing of liquids and gases. Corken products consist of positive-displacement rotary vane pumps, single and multistage regenerative turbine pumps and small horsepower reciprocating piston compressors. Toptech supplies terminal automation hardware and software to control and manage inventories as well as transactional data and invoicing to customers in the oil, gas and refined-fuels markets. Flow MD engineers and manufactures small volume provers that ensure custody transfer accuracy in the oil and gas industry. Energy maintains facilities in Lake Bluff, Illinois (Liquid Controls products); Longwood, Florida and Zwijndrecht, Belgium (Toptech products); Oklahoma City, Oklahoma (Corken and Flow MD products); Altopascio, Italy (SAMPI products); and Phoenix, Arizona (Flow MD products). Approximately 33% of Energy’s 2020 sales were to customers outside the U.S.\nValves.\nValves consists of the Company’s Alfa Valvole, Richter and Aegis businesses. Valves is a leader in the design, manufacture and sale of specialty valve products for use in the chemical, petro-chemical, energy and sanitary markets as well as a leading producer of fluoroplastic lined corrosion-resistant magnetic drive and mechanical seal pumps, shut-off, control and safety valves for corrosive, hazardous, contaminated, pure and high-purity fluids. Alfa Valvole’s products are used in various industrial fields for fluid control, in both gas and liquid form, in all sectors of plant engineering, cosmetics, detergents, food industry, electric energy, pharmaceutical, chemical plants, petrochemical plants, oil, heating/air conditioning and also on ships, ferries and marine oil platforms. Richter’s products offer superior solutions for demanding and complex pump and valve applications in the process industry. Aegis produces specialty chemical processing valves for use in the chemical, petro-chemical, chlor-alkali and pulp and paper industries. Valves maintains operations in Casorezzo, Italy (Alfa Valvole products); Cedar Falls, Iowa, Kempen, Germany and Suzhou, China (Richter products); and Geismar, Louisiana (Aegis products). Approximately 83% of Valves’ 2020 sales were to customers outside the U.S.\nWater.\nWater consists of the Company’s ADS, iPEK, Knight, Trebor, Pulsafeeder and OBL businesses. Water is a leading provider of metering technology, flow monitoring products and underground surveillance services for wastewater markets, alloy and non-metallic gear pumps, peristaltic pumps, transfer pumps as well as dispensing equipment for industrial\n3\nlaundries, commercial dishwashing and chemical metering.  ADS’ products and services provide comprehensive integrated solutions that enable industry, municipalities and government agencies to analyze and measure the capacity, quality and integrity of wastewater collection systems, including the maintenance and construction of such systems. iPEK supplies remote controlled systems used for infrastructure inspection. Knight is a leading manufacturer of pumps and dispensing equipment for industrial laundries, commercial dishwashing and chemical metering. Trebor is a leader in high-purity fluid handling products, including air-operated diaphragm pumps and deionized water-heating systems. Trebor products are used in the manufacturing of semiconductors, disk drives and flat panel displays. Pulsafeeder products (which also include OBL products) are used to introduce precise amounts of fluids into processes to manage water quality and chemical composition as well as peristaltic pumps. Its markets include water and wastewater treatment, oil and gas, power generation, pulp and paper, chemical and hydrocarbon processing and swimming pools. Water maintains operations in Huntsville, Alabama and various other locations in the United States, Canada and Australia (ADS products and services); Hirschegg, Austria and Sulzberg, Germany (iPEK products); Rochester, New York, Punta Gorda, Florida, and Milan, Italy (Pulsafeeder products); West Jordan, Utah (Trebor products); Irvine, California, Mississauga, Ontario, Canada, and Lewes, England (Knight products); and a maquiladora in Ciudad Juarez, Chihuahua, Mexico (Knight products). Approximately 45% of Water’s 2020 sales were to customers outside the U.S.\nPumps.\nPumps consists of the Company’s Viking and Warren Rupp businesses. Pumps is a leading manufacturer of rotary internal gear, external gear, vane and rotary lobe pumps, custom-engineered OEM pumps, strainers, gear reducers and engineered pump systems. Viking’s products consist of external gear pumps, strainers and reducers and related controls used for transferring and metering thin and viscous liquids sold under the Viking and Wright Flow brands. Viking products primarily serve the chemical, petroleum, pulp and paper, plastics, paints, inks, tanker trucks, compressor, construction, food and beverage, personal care, pharmaceutical and biotech markets. Warren Rupp products (which include Versa-Matic products) are used for abrasive and semisolid materials as well as for applications where product degradation is a concern or where electricity is not available or should not be used. Warren Rupp products, which include air-operated double diaphragm pumps, primarily serve the chemical, paint, food processing, electronics, construction, utilities, oil and gas, mining and industrial maintenance markets. Pumps maintains operations in Cedar Falls, Iowa (Viking and Wright Flow products); Eastbourne, England (Wright Flow products); Shannon, Ireland (Viking and Blagdon products); and Mansfield, Ohio (Warren Rupp products). Pumps primarily uses independent distributors to market and sell its products. Approximately 42% of Pumps’ 2020 sales were to customers outside the U.S.\nAgriculture.\nAgriculture consists of the Company’s Banjo business. Banjo is a provider of special purpose, severe-duty pumps, valves, fittings and systems used in liquid handling. Banjo is based in Crawfordsville, Indiana with distribution facilities in Didam, The Netherlands and Valinhos, Brazil. Its products are used in agriculture (approximately 71% of revenue) and industrial  (approximately 29% of revenue) applications. Approximately 21% of Banjo’s 2020 sales were to customers outside the U.S.\nHEALTH & SCIENCE TECHNOLOGIES SEGMENT\nThe Health & Science Technologies segment designs, produces and distributes a wide range of precision fluidics, rotary lobe pumps, centrifugal and positive displacement pumps, roll compaction and drying systems used in beverage, food processing, pharmaceutical and cosmetics, pneumatic components and sealing solutions, including very high precision, low-flow rate pumping solutions required in analytical instrumentation, clinical diagnostics and drug discovery, high performance molded and extruded sealing components, custom mechanical and shaft seals for a variety of end markets including food and beverage, marine, chemical, wastewater and water treatment, engineered hygienic mixers and valves for the global biopharmaceutical industry, biocompatible medical devices and implantables, air compressors used in medical, dental and industrial applications, optical components and coatings for applications in the fields of scientific research, defense, biotechnology, aerospace, telecommunications and electronics manufacturing, laboratory and commercial equipment used in the production of micro and nano scale materials, precision photonic solutions used in life sciences, research and defense markets and precision gear and peristaltic pump technologies that meet exacting original equipment manufacturer specifications.\n4\nHealth & Science Technologies accounted for 38%, 37% and 36% of IDEX’s sales in 2020, 2019 and 2018, respectively, with approximately 57% of its 2020 sales to customers outside the U.S. The segment accounted for 35%, 31% and 32% of total segment operating income in 2020, 2019 and 2018, respectively.\nScientific Fluidics & Optics.\nScientific Fluidics & Optics consists of the Company’s Eastern Plastics, Rheodyne, Sapphire Engineering, Upchurch Scientific, ERC, CiDRA Precision Services, thinXXS, CVI Melles Griot, Semrock, Advanced Thin Films and FLI businesses. Eastern Plastics products, which consist of high-precision integrated fluidics and associated engineered manifolds, are used in a broad set of end markets including medical diagnostics, analytical instrumentation and laboratory automation. Rheodyne products consist of injectors, valves, fittings and accessories for the analytical instrumentation market. These products are used by manufacturers of high pressure liquid chromatography (“HPLC”) equipment servicing the pharmaceutical, biotech, life science, food and beverage, and chemical markets. Sapphire Engineering and Upchurch Scientific products consist of fluidic components and systems for the analytical, biotech and diagnostic instrumentation markets, such as fittings, precision-dispensing pumps and valves, tubing and integrated tubing assemblies, filter sensors and other micro-fluidic and nano-fluidic components as well as advanced column hardware and accessories for the high performance liquid chromatography market. The products produced by Sapphire Engineering and Upchurch Scientific primarily serve the pharmaceutical, drug discovery, chemical, biochemical processing, genomics/proteomics research, environmental labs, food/agriculture, medical lab, personal care and plastics/polymer/rubber production markets. ERC manufactures gas liquid separations and detection solutions for the life science, analytical instrumentation and clinical chemistry markets. ERC’s products consist of in-line membrane vacuum degassing solutions, refractive index detectors and ozone generation systems. CiDRA Precision Services’ products consist of microfluidic components serving the life science, health and industrial markets and thinXXS is a leader in the design, manufacture and sale of microfluidic components serving the point of care, veterinary and life science markets. CVI Melles Griot is a global leader in the design and manufacture of precision photonic solutions used in the life science, research, semiconductor, security and defense markets. CVI Melles Griot’s innovative products are focused on the generation, control and productive use of light for a variety of key science and industrial applications. Products consist of specialty lasers and light sources, electro-optical components, specialty shutters, opto-mechanical assemblies and components. In addition, CVI Melles Griot produces critical components for life science research, electronics manufacturing, military and other industrial applications, including lenses, mirrors, filters and polarizers. These components are utilized in a number of important applications such as spectroscopy, cytometry (cell counting), guidance systems for target designation, remote sensing, menology and optical lithography. Semrock is a provider of optical filters for biotech and analytical instrumentation in the life science market. Semrock’s optical filters are produced using state-of-the-art manufacturing processes which enable it to offer its customers significant improvements in instrument performance and reliability. Advanced Thin Films specializes in optical components and coatings for applications in the fields of scientific research, defense, aerospace, telecommunications and electronics manufacturing. Advanced Thin Films’ core competence is the design and manufacture of filters, splitters,\n5\nreflectors and mirrors with the precise physical properties required to support their customers’ most challenging and cutting-edge optical applications. The Precision Photonics portion of its business specializes in optical components and coatings for applications in the fields of scientific research, aerospace, telecommunications and electronics manufacturing. FLI specializes in the design, development and production of low-noise cooled charge-coupled device (“CCD”) and high speed, high-sensitivity scientific complementary metal-oxide semiconductor (“CMOS”) cameras for the astronomy and life science markets. Scientific Fluidics & Optics has facilities in Bristol, Connecticut (Eastern Plastics products); Rohnert Park, California (Rheodyne products); Middleboro, Massachusetts (Sapphire Engineering products); Oak Harbor, Washington (Upchurch Scientific products); Kawaguchi, Japan (ERC products); Wallingford, Connecticut (CiDRA Precision Services products); Zweibrücken, Germany (thinXXS products); Albuquerque, New Mexico, Rochester, New York, Leicester, England and Didam, The Netherlands (CVI Melles Griot products); Rochester, New York (Semrock products); Boulder, Colorado (Advanced Thin Films products); and Lima, New York (FLI products). Approximately 54% of Scientific Fluidics & Optics’ 2020 sales were to customers outside the U.S.\nSealing Solutions.\nSealing Solutions consists of the Company’s Precision Polymer Engineering, FTL Seals Technology, Novotema, SFC Koenig and Velcora businesses. Precision Polymer Engineering is a provider of proprietary high performance seals and advanced sealing solutions for a diverse range of global industries and applications, including hazardous duty, analytical instrumentation, semiconductor, process technologies, oil and gas, pharmaceutical, electronics and food applications. Precision Polymer Engineering is headquartered in Blackburn, England with an additional manufacturing facility in Brenham, Texas. Precision Polymer Engineering also entered into a joint venture with a third party to manufacture and sell high performance elastomer seals for the oil and gas industry to customers within the Kingdom of Saudi Arabia as well as export these high performance elastomer seals outside of the Kingdom of Saudi Arabia. The joint venture is headquartered in Damman, Saudi Arabia. FTL Seals Technology, located in Leeds, England, specializes in the design and application of high integrity rotary seals, specialty bearings and other custom products for the mining, power generation and marine markets. Novotema, located in Villongo, Italy, is a leader in the design, manufacture and sale of specialty sealing solutions for use in the building products, gas control, transportation, industrial and water markets. SFC Koenig is a producer of highly engineered expanders and check valves for critical applications across the transportation, hydraulic, aviation and medical markets. SFC Koenig is based in Dietikon, Switzerland, with additional facilities in North Haven, Connecticut, Illerrieden, Germany, and Suzhou, China. Velcora and its operating subsidiaries under the Roplan name are headquartered in Sweden with operations in China, the United Kingdom and the United States. Roplan is a global manufacturer of custom mechanical and shaft seals for a variety of end markets including food and beverage, marine, chemical, wastewater and water treatment. Approximately 75% of Sealing Solutions’ 2020 sales were to customers outside the U.S.\nGast.\nThe Gast business is a leading manufacturer of air-moving products, including air motors, low-range and medium-range vacuum pumps, vacuum generators, regenerative blowers and fractional horsepower compressors. Gast products are used in a variety of long-life applications requiring a quiet, clean source of moderate vacuum or pressure. Gast products primarily serve the medical equipment, environmental equipment, computers and electronics, printing machinery, paint mixing machinery, packaging machinery, graphic arts and industrial manufacturing markets. Based in Benton Harbor, Michigan, Gast also has a logistics and commercial center in Redditch, England. Approximately 27% of Gast’s 2020 sales were to customers outside the U.S.\nMicropump.\nMicropump, headquartered in Vancouver, Washington, is a leader in small, precision-engineered, magnetically and electromagnetically driven rotary gear, piston and centrifugal pumps. Micropump products are used in low-flow abrasive and corrosive applications. Micropump products primarily serve the continuous ink-jet printing, medical equipment, chemical processing, pharmaceutical, refining, laboratory, electronics, textiles, peristaltic metering pumps, analytical process controllers and sample preparation systems markets. Approximately 73% of Micropump’s 2020 sales were to customers outside the U.S.\nMaterial Processing Technologies.\nMaterial Processing Technologies consists of the Company’s Quadro, Fitzpatrick, Steridose, Microfluidics and Matcon businesses. Quadro is a leading provider of particle control solutions for the pharmaceutical and bio-pharmaceutical markets. Based in Waterloo, Canada, Quadro’s core capabilities include fine milling, emulsification and special handling of liquid and solid particulates for laboratory, pilot phase and production scale processing. Fitzpatrick is a global leader in the design and manufacture of process technologies for the pharmaceutical, food and personal care markets. Fitzpatrick designs and manufactures customized size reduction, roll compaction and drying systems to support their customers’ product development and manufacturing processes. Fitzpatrick is headquartered in Waterloo, Canada. In June 2020, the Steridose business was moved from an operating subsidiary of Velcora to an operating subsidiary of Quadro. Steridose develops engineered hygienic mixers and valves for the global biopharmaceutical industry. Microfluidics is a global leader in the design and manufacture of laboratory and commercial equipment used in the production of micro and nano scale materials for the pharmaceutical and chemical markets. Microfluidics is the exclusive producer of the Microfluidizer family of high shear fluid processors for uniform particle size reduction, robust cell disruption and nanoparticle creation. Microfluidics is\n6\nalso based in Waterloo, Canada and has offices in Newton, Massachusetts. Matcon is a global leader in material processing solutions for high value powders used in the manufacture of pharmaceuticals, food, plastics and fine chemicals. Matcon’s innovative products consist of the original cone valve powder discharge system and filling, mixing and packaging systems, all of which support its customers’ automation and process requirements. These products are critical to its customers’ need to maintain clean, reliable and repeatable formulations of prepackaged foods and pharmaceuticals while helping them achieve lean and agile manufacturing. Matcon is located in Evesham, England. Approximately 63% of Material Processing Technologies’ 2020 sales were to customers outside the U.S.\nFIRE & SAFETY/DIVERSIFIED PRODUCTS SEGMENT\nThe Fire & Safety/Diversified Products segment designs, produces and distributes firefighting pumps, valves and controls, rescue tools, lifting bags and other components and systems for the fire and rescue industry, engineered stainless steel banding and clamping devices used in a variety of industrial and commercial applications and precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses around the world.\nThe Fire & Safety/Diversified Products segment accounted for 24%, 25% and 26% of IDEX’s sales in 2020, 2019 and 2018, respectively, with approximately 52% of its 2020 sales to customers outside the U.S. The segment accounted for 25%, 25% and 26% of total segment operating income in 2020, 2019 and 2018, respectively.\nFire & Safety.\nFire & Safety consists of the Company’s Class 1, Hale, Godiva, Akron Brass, Weldon, AWG Fittings, Dinglee, Hurst Jaws of Life, Lukas and Vetter businesses, which produce truck-mounted and portable fire pumps, stainless steel valves, monitors, apparatus valves, nozzles, foam and compressed air foam systems, pump modules and pump kits, electronic controls and information systems, conventional and networked electrical systems, mechanical components for the fire, rescue and specialty vehicle markets, hydraulic, battery, gas and electric-operated rescue equipment, hydraulic re-railing equipment, hydraulic tools for industrial applications, recycling cutters, pneumatic lifting and sealing bags for vehicle and aircraft rescue, environmental protection and disaster control and shoring equipment for vehicular or structural collapse. Fire & Safety’s customers are OEMs as well as public and private fire and rescue organizations. Fire & Safety maintains facilities in Ocala, Florida (Class 1 and Hale products); Warwick, England (Godiva products); Wooster and Columbus, Ohio (Akron Brass and Weldon products); Ballendorf, Germany (AWG Fittings products); Shelby, North Carolina (Hurst Jaws of Life products); Tianjin, China (Dinglee products); Erlangen, Germany (Lukas products); and Zulpich, Germany (Vetter products). Approximately 50% of Fire & Safety’s 2020 sales were to customers outside the U.S.\n7\nBAND-IT.\nBAND-IT is a leading producer of high-quality stainless steel banding, buckles and clamping systems. The BAND-IT brand is highly recognized worldwide. BAND-IT products are used for securing exhaust system heat and sound shields, industrial hose fittings, traffic signs and signals, electrical cable shielding, identification and bundling and in numerous other industrial and commercial applications. BAND-IT products primarily serve the automotive, transportation equipment, oil and gas, general industrial maintenance, electronics, electrical, communications, aerospace, utility, municipal and subsea marine markets. BAND-IT is based in Denver, Colorado, with additional operations in Staveley, England. Approximately 44% of BAND-IT’s 2020 sales were to customers outside the U.S.\nDispensing.\nDispensing produces precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses around the world. Dispensing is a global supplier of precision-designed tinting, mixing, dispensing and measuring equipment for auto refinishing and architectural paints. Dispensing products are used in retail and commercial stores, hardware stores, home centers, department stores, automotive body shops as well as point-of-purchase dispensers. Dispensing maintains facilities in Sassenheim, The Netherlands, Wheeling, Illinois, Unanderra, Australia and Milan, Italy as well as IDEX shared manufacturing facilities in India and China. Approximately 66% of Dispensing’s 2020 sales were to customers outside the U.S.\nINFORMATION APPLICABLE TO THE COMPANY’S BUSINESS IN GENERAL AND ITS SEGMENTS\nCompetitors\nThe Company’s businesses participate in highly competitive markets. IDEX believes that the principal points of competition are product quality, design and engineering capabilities, product development, conformity to customer specifications, quality of post-sale support, timeliness of delivery and effectiveness of our distribution channels.\nPrincipal competitors of the Fluid & Metering Technologies segment are the Pumps Group (Maag, Blackmer and Wilden products) of Dover Corporation (with respect to pumps and small horsepower compressors used in liquefied petroleum gas distribution facilities, rotary gear pumps and air-operated double-diaphragm pumps); Milton Roy LLC (with respect to metering pumps and controls); and Tuthill Corporation (with respect to rotary gear pumps).\nPrincipal competitors of the Health & Science Technologies segment are the Thomas division of Ingersoll Rand (with respect to vacuum pumps and compressors); Thermo Scientific Dionex products (with respect to analytical instrumentation); Parker Hannifin (with respect to sealing devices); Valco Instruments Co., Inc. (with respect to fluid injectors and valves); and Gooch & Housego PLC (with respect to electro-optic and precision photonics solutions used in the life sciences market).\nThe principal competitors of the Fire & Safety/Diversified Products segment are Waterous Company, a unit of American Cast Iron Pipe Company (with respect to truck-mounted firefighting pumps); Holmatro, Inc. (with respect to rescue tools); Corob S.p.A. (with respect to dispensing and mixing equipment for the paint industry); and Panduit Corporation (with respect to stainless steel bands, buckles and clamping systems).\nCustomers\nNone of our customers in 2020 accounted for more than two percent of net sales.\nEmployees\nAt December 31, 2020, the Company had 7,075 employees.  Approximately 7% of its employees in the U.S. were represented by labor unions, with various contracts expiring through November 2023. Management believes that the Company has a positive relationship with its employees. The Company historically has been able to renegotiate its collective bargaining agreements satisfactorily, with its last work stoppage occurring in March 1993.\nHuman Capital Management\nWe recognize that our success would not be possible without the valuable contributions of our workforce. Investment in our people enables us to accomplish our goals and deliver innovative customer solutions. Our corporate Human Capital strategy is overseen by our Chief Human Resource Officer (“CHRO”). Annually, the CHRO presents a talent review to the Company’s Board of Directors. As part of the review, the team details each enterprise-level senior leadership position and outlines succession plans to ensure the Board is informed of the Company’s plans for business continuity and success.\n8\nOur workforce advancement strategy succeeds through investment in three pillars: skill-building for the entire workforce, leadership development aligned with the Company’s methodology and fostering a great culture. Our approach to training and education helps drive long-term value by providing our employees with opportunities to develop skills both individually and as teams:\n•\nEmployees have access to learning through a variety of sources, including the IDEX Academy, which is our primary platform for global leadership development programs, local development programs and specific individual development plans. These trainings also help to develop future and potential leaders in the IDEX leadership methodology.\n•\nWe also enable employee development and growth by offering our full-time U.S. employees who have at least six months of service the ability to participate in our Tuition Reimbursement program. Through the program, employees can have certain expenses from secondary educational institutions reimbursed up to $5,250 per year.\n•\nThe Company also built the IDEX Accelerating Management Potential (“I-AMP”) Collegiate Talent Program in 2018 to give early career professionals the opportunity to learn the Company’s values and business, and to grow within our Company in both full-time and internship roles. Since the program began, over 75 percent of participants have represented either gender or ethnic minority groups, and we will continue our focus on providing opportunities for diverse early career professionals through I-AMP.\n•\nWe prioritize hiring team members who will embrace our team-driven culture and also place considerable emphasis on leveraging the talented employees within our internal pipeline, filling many leadership positions with Company employees.\n•\nAcross the enterprise, our goal is to achieve manufacturing company top quartile employee engagement as measured by our engagement survey.  Given the challenges that the COVID-19 pandemic brought to the work environment, we are thrilled that our employees are staying engaged as we remain in the 85th percentile among manufacturing companies with employee engagement at 78%.\nEmployee Pay and Benefits\nAttracting and retaining top talent is critical to the success of the Company’s business. We offer a highly competitive pay and benefits package for our employees in all the markets where we operate. The performance-based pay packages provide many employees with short-term performance incentives. We also provide equity-based, long-term incentives to the Company’s senior leaders.\nThe Company’s U.S. employees can participate in two 401(k) retirement plans and the Employee Stock Purchase Plan, which allows an employee to purchase IDEX stock through payroll deductions.\nDiversity, Equity & Inclusion\nThe Company has always recognized diversity as foundational to creativity and resilience; the three pillars of Innovation, Diversity and Excellence form the acronym that is our name, IDEX. Gender, ethnic, cultural and other human diversity is critical to our success.\nIn 2020, the Company engaged a Diversity, Equity & Inclusion (“DE&I”) coach to work with the CEO and entire Executive Leadership Team to further the DE&I strategic framework. In 2021, the Company intends to fill the currently vacant executive role for DE&I, which will report directly to the CEO.\nAt least once per year, the Board of Directors reviews employee diversity performance through its CHRO-led senior talent review. Additionally, the Company tracks diversity performance of the top 400 leaders and provides regular updates to the Board on how leadership demographics are changing over time. The Board has also recently pledged to include a DE&I topic on the agenda of every regularly scheduled Board meeting moving forward.  In 2020, we increased representation for both women and people of color in our leadership ranks. Since 2018, we have increased the number of senior leaders globally who are women by more than 27% and leaders in the U.S. who are racially or ethnically diverse of color by 23%.\nFurther, the Company has been conducting pay equity analysis for U.S. employees since 2018 to ensure that employees’ actual pay was substantially similar to their predicted pay. Where appropriate, we provided base pay adjustments for employees that were outliers from their predicted pay, further reinforcing the Company’s commitment to diversity and a culture of inclusion, equality and respect.\nWorkplace Health & Safety\nWe are proud to manufacture product components that save lives; this would not be possible without the health and safety of our employees and contractors. The Company’s Employee Health & Safety (“EH&S”) Vision Policy outlines our approach for health and safety governance and applies to all of the Company’s business units and provides for both monthly and annual\n9\nrisk assessments which are reviewed by the Company’s senior leaders.  We also require safety trainings on topics such as CPR, electrical safety, ergonomics, first aid and machine guarding that all business unit employees must complete every year.\nWe also encourage all our full-time employees enrolled in our U.S. Healthcare Benefit Plan to participate in our third-party operated Wellness Program which provides access to annual biometric screenings, health evaluations and wellness credits that can be earned for meeting individual wellness goals each year. A number of our business units organize complementary wellness programs, including walking clubs, health fairs and lunch and learns with nutritionists for their employees.\nAt the beginning of the COVID-19 pandemic, we acted quickly, forming the IDEX COVID-19 Task Force to protect our employees from the virus, focusing on our safety-first approach. Among other safety measures, we also implemented COVID-19 Temporary Pay and Benefits Policy for employees who regularly work 20 or more hours per week, which provided four weeks of leave with 100% pay and benefits, in order to assist employees impacted by COVID-19 circumstances with additional flexibility.\nSuppliers\nThe Company manufactures many of the parts and components used in its products. Substantially all materials, parts and components purchased by the Company are available from multiple sources.\nInventory and Backlog\nThe Company regularly and systematically adjusts production schedules and quantities based on the flow of incoming orders. Backlogs typically are limited to two months of production. While total inventory levels also may be affected by changes in orders, the Company generally tries to maintain relatively stable inventory levels based on its assessment of the requirements of the various industries served.\nRaw Materials\nThe Company uses a wide variety of raw materials which are generally available from a number of sources. As a result, shortages from any single supplier have not had, and are not likely to have a material impact on operations.\nShared Services\nThe Company has production facilities in Suzhou, China and Vadodara, India that support multiple business units. IDEX also has personnel in China, India, Dubai, Mexico, Latin America and Singapore that provide sales and marketing, product design and engineering and sourcing support to its business units as well as personnel in various locations in South America, the Middle East, Korea and Japan to support sales and marketing efforts of IDEX businesses in those regions.\nSegment Information\nFor segment financial information for the years 2020, 2019 and 2018, including financial information about foreign and domestic sales and operations, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Note 14 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.”\n10\nInformation about Our Executive Officers\nSet forth below are the names of the executive officers of the Company, their ages, years of service, the positions held by them and their business experience during the past five years.\nMr. Ashleman has served as President and Chief Executive Officer since December 2020. Prior to that, Mr. Ashleman was Senior Vice President and Chief Operating Officer from July 2015 to December 2020, Vice President-Group Executive of the Company’s Health & Science Technologies and Fire & Safety/Diversified Products segments from January 2014 through July 2015 and President-Group Executive of the Company’s Fire & Safety/Diversified Products segment from 2011 through January 2014. Mr. Ashleman joined IDEX in 2008 as the President of Gast Manufacturing.\nMr. Grogan has served as Senior Vice President and Chief Financial Officer since January 2017. Prior to that, Mr. Grogan served as Vice President of Finance, Operations from July 2015 through January 2017. From January 2012 through July 2015, Mr. Grogan was Vice President-Finance for the Company’s Health & Science Technologies and Fire & Safety/Diversified Products segments.\nMs. Cade has served as Senior Vice President, General Counsel and Corporate Secretary since joining IDEX in October 2015. Prior to joining IDEX, Ms. Cade was Senior Vice President, General Counsel, Corporate Secretary and Chief Compliance Officer for SunCoke Energy, Inc. from March 2011 to October 2015 and held various roles at PPG Industries, Inc. before joining SunCoke.\nMs. Flores has served as Senior Vice President and Chief Human Resources Officer since February 2021. Prior to that, Ms. Flores served as Global, Vice President Talent from May 2019 through February 2021. From February 2018 through May 2019, Ms. Flores was Group Vice President Human Resources. Prior to that she served as Vice President, Talent Management and Development from March 2017 to February 2018, after being promoted from Director, Talent Development, a position she served in from March 2015 to March 2017.\nMr. Salliotte has served as Senior Vice President-Corporate Development since March 2018. Prior to that, Mr. Salliotte served as Senior Vice President-Corporate Strategy, Mergers & Acquisitions and Treasury since February 2011. Mr. Salliotte joined IDEX in October 2004 as Vice President-Strategy and Business Development.\nMr. Yates has served as Vice President and Chief Accounting Officer since February 2010 and served as interim Chief Financial Officer from September 2016 to December 2016. Mr. Yates joined IDEX as Vice President-Controller in October 2005.\nThe Company’s executive officers are elected at a meeting of the Board of Directors immediately following the annual meeting of stockholders, and they serve until the meeting of the Board immediately following the next annual meeting of stockholders, or until their successors are duly elected and qualified or until their death, resignation or removal.\nPublic Filings\nCopies of the Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports are made available free of charge at www.idexcorp.com as soon as reasonably practicable after being filed electronically with the United States Securities and Exchange Commission (the “SEC”). Our reports are also available free of charge on the SEC’s website, www.sec.gov. Information on the Company’s website is not incorporated into this Form 10-K.\n11"
  },
  {
    "item_key": "item_1a",
    "text": "For an enterprise as diverse and complex as the Company, a wide range of factors present risks to the Company and could materially affect future developments and performance. In addition to the factors affecting specific business operations identified in connection with the description of our operations and the financial results of our operations elsewhere in this report, the most material of these factors are included below. Current global economic events and conditions may amplify many of these risks.  These risks are not the only risks that may affect us. Additional risks that we are not aware of or do not believe are material at the time of this filing may also become important factors that adversely affect our business.\nRisks Related to Our Operations\nOur business, results of operations and financial condition have been and may continue to be materially adversely impacted by the ongoing COVID-19 pandemic.\nThe ongoing COVID-19 pandemic has been a rapidly-changing situation that has negatively impacted and could continue to negatively impact the global economy. Our operating results are subject to fluctuations based on general economic conditions and have been adversely affected by the negative general economic conditions. The extent to which COVID-19 continues to impact our business will depend on future developments, which are highly uncertain and cannot be predicted with confidence, such as the duration of the outbreak and business closures or business disruptions for our Company, our suppliers and our customers.\nThe deterioration in economic conditions materially reduced, and could continue to reduce, the Company’s sales and profitability. Although we began to see improvement in our end markets beginning in the third quarter of 2020 and continuing through the fourth quarter of 2020, the financial distress our customers have experienced due to the deterioration in economic conditions has resulted in and could continue to result in reduced sales which has and could continue to negatively impact our results of operations. Any changes in or resurgence of the COVID-19 outbreak could also have a material impact on our ability to get the raw materials, parts and components we need to manufacture our products as our suppliers face disruptions in their businesses, closures or bankruptcy as a result of the COVID-19 outbreak. We depend greatly on our suppliers for items that are essential to the manufacturing of our products. Although we have not experienced material supply chain disruptions to date, if our suppliers fail to meet our manufacturing needs in the future, it would delay our production and our product shipments to customers and negatively affect our operations.\nU.S and international government responses to the COVID-19 outbreak have included “shelter in place”, “stay at home” and similar types of orders. These orders exempt certain individuals needed to maintain continuity of operations of critical infrastructure sectors as determined by the U.S. federal and international governmental bodies. Although the Company’s operations are currently considered essential and exempt, if any of the applicable exemptions are curtailed or revoked in the future, including in response to any COVID-19 resurgence, that would adversely impact our business, operating results and financial condition. Furthermore, to the extent these exemptions do not extend to our key suppliers and customers, this would also adversely impact our business, operating results and financial condition. We have also implemented work-from-home policies for certain “non-essential” employees. Although these work-from-home policies have not negatively impacted our business in any material respect to date, the COVID-19 outbreak is dynamic and any future resurgences could negatively impact productivity, disrupt conduct of our business in the ordinary course and delay our production timelines.\nDue to the large remote workforce populations, we may also face informational technology infrastructure and connectivity issues from the vendors that we rely on for certain information technologies to administer, store and support the Company’s multiple business activities. IDEX is heavily dependent on the availability and support of our technology landscape, several of which are provided by external third party service providers (e.g., Microsoft, AT&T and Verizon). Although we have not suffered any disruptions to date, any future disruptions in their operations could also negatively impact our business, operating results and financial condition.\nTo the extent the COVID-19 outbreak continues to adversely affect our business and financial results, it may also have the effect of heightening many of the other risks described in  Item 1A, “Risk Factors” of this annual report, such as those relating to our international operations, our ability to develop new products, our ability to execute on our growth strategy of acquisitions, our dependency on raw materials, parts and components, the effects on movements in foreign currency exchange rates on our Company, the effects on our Company that result from declines in commodity prices and our reliance on labor availability to operate and grow our business.\n12\nOur Inability to Continue to Develop New Products Could Limit Our Sales Growth.\nOur ability to continue to grow organically is tied in large part to our ability to continue to develop new products. A failure to continue to develop and deliver new, innovative and competitive products to the market could limit our sales growth and negatively impact our business, financial condition, results of operations and cash flow.\nOur Growth Strategy Includes Acquisitions and We May Not be Able to Make Acquisitions of Suitable Candidates or Integrate Acquisitions Successfully.\nOur historical growth has included, and our future growth is likely to continue to include, acquisitions. We intend to continue to seek acquisition opportunities both to expand into new markets and to enhance our position in existing markets throughout the world. We may not be able to successfully identify suitable candidates, negotiate appropriate acquisition terms, obtain financing needed to consummate those acquisitions, complete proposed acquisitions or successfully integrate acquired businesses into our existing operations. In addition, any acquisition, once successfully integrated, may not perform as planned, be accretive to earnings, or otherwise prove beneficial to us.\nAcquisitions involve numerous risks, including the assumption of undisclosed or unindemnified liabilities, difficulties in the assimilation of the operations, technologies, services and products of the acquired companies and the diversion of management’s attention from other business concerns. In addition, prior acquisitions have resulted in, and future acquisitions could result in, the incurrence of substantial additional indebtedness and other expenses.\nThe Markets We Serve are Highly Competitive and this Competition Could Reduce our Sales and Operating Margins.\nMost of our products are sold in competitive markets. Maintaining and improving our competitive position will require continued investment by us in manufacturing, engineering, quality standards, marketing, customer service and support and our distribution networks. We may not be successful in maintaining our competitive position. Our competitors may develop products that are superior to our products or may develop methods of more efficiently and effectively providing products and services or may adapt more quickly than us to new technologies or evolving customer requirements. Pricing pressures may require us to adjust the prices of our products to stay competitive. We may not be able to compete successfully with our existing competitors or with new competitors. Failure to continue competing successfully could reduce our sales, operating margins and overall financial performance.\nWe are Dependent on the Availability of Raw Materials, Parts and Components Used in Our Products.\nWhile we manufacture certain parts and components used in our products, we require substantial amounts of raw materials and purchase some parts and components from suppliers. The availability and prices for raw materials, parts and components may be subject to curtailment or change due to, among other things, suppliers’ allocations to other purchasers, interruptions in production by suppliers, including due to geopolitical or civil unrest, unfavorable economic or industry conditions, labor disruptions, catastrophic weather events, natural disasters or the occurrence of a contagious disease or illness, changes in exchange rates and prevailing price levels. Any change in the supply of, or price for, these raw materials or parts and components could materially affect our business, financial condition, results of operations and cash flow.\nOur Business Operations May Be Adversely Affected by Information Systems Interruptions or Intrusion.\nWe depend on various information technologies throughout our Company to administer, store and support multiple business activities. If these systems (or the systems of our customers or third-party hosting services) are damaged, cease to function properly or are subject to cyber-security attacks, such as those involving unauthorized access, malicious software and/or other intrusions, we could experience production downtimes, operational delays, other detrimental impacts on our operations or ability to provide products and services to our customers, the compromising of confidential or otherwise protected information, destruction or corruption of data, security breaches, other manipulation or improper use of our systems or networks, financial losses from remedial actions, loss of business or potential liability, penalties, fines and/or damage to our reputation. While we attempt to mitigate these risks by employing a number of measures, including employee training, technical security controls and maintenance of backup and protective systems, our systems, networks, products and services remain potentially vulnerable to known or unknown threats, any of which could have a material adverse effect on our business, financial condition or results of operations. Further, given the unpredictability, nature and scope of cyber-security attacks, it is possible that potential vulnerabilities could go undetected for an extended period.\n13\nRisks Related to Economic Conditions\nChanges in U.S. or International Economic Conditions Could Materially Adversely Affect the Sales and Profitability of Our Businesses.\nIn 2020, 49% of the Company’s sales were derived from domestic operations while 51% were derived from international operations. The Company’s largest end markets include industrial, semiconductor, automotive, life sciences and medical technologies, fire and rescue, oil and gas, paint and coatings, chemical processing, agriculture, water and wastewater treatment and optical filters and components. A slowdown in the U.S. or global economy and, in particular, any of these specific end markets could materially reduce the Company’s sales and profitability.\nChanges to Geopolitical and Economic Conditions in the U.S. and Foreign Countries in Which We Operate Could Adversely Affect Our Business.\nIn 2020, approximately 51% of our total sales were to customers outside the U.S. We expect our international operations and export sales to continue to be significant for the foreseeable future. Our sales from international operations and our sales from export are both subject in varying degrees to risks inherent in doing business outside the U.S. These risks include the following:\n•\npossibility of unfavorable circumstances arising from host country laws or regulations;\n•\nrisks of economic instability;\n•\ncurrency exchange rate fluctuations and restrictions on currency repatriation;\n•\npotential negative consequences from changes to taxation policies;\n•\ndisruption of operations from labor and political disturbances;\n•\nwithdrawal from or renegotiation of international trade agreements and other restrictions on the trade between the United States and other countries;\n•\nrisks related to other government regulation or required compliance with local laws;\n•\neffects of the United Kingdom’s decision to exit the European Union and related potential disruption to trade, including the effects of the Trade and Cooperation Agreement between the European Union, the European Atomic Energy Community and the United Kingdom signed on December 30, 2020;\n•\nchanges in tariff and trade barriers, including uncertainty caused by the evolving relations between the United States and China; and\n•\ngeopolitical events, including natural disasters, public health issues, political instability, terrorism, insurrection or war.\nAny of these events could have a materially adverse impact on our business and operations.\nSignificant Movements in Foreign Currency Exchange Rates May Harm Our Financial Results.\nWe are exposed to fluctuations in foreign currency exchange rates, particularly with respect to the Euro, Swiss Franc, Canadian Dollar, British Pound, Indian Rupee, Chinese Renminbi and Swedish Krona. Any significant change in the value of the currencies of the countries in which we do business against the U.S. Dollar could affect our ability to sell products competitively and control our cost structure, which could have a material adverse effect on our results of operations. For additional detail related to this risk, see Part II, Item 7A, “Quantitative and Qualitative Disclosures About Market Risk.”\nFluctuations in Interest Rates Could Adversely Affect Our Results of Operations and Financial Position.\nOur profitability may be adversely affected during any periods of unexpected or rapid increases in interest rates. We maintain a revolving credit facility, which bears interest at either an alternate base rate or adjusted LIBOR plus, in each case, an applicable margin based on the lower of the Company's senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio. A significant increase in LIBOR would significantly increase our cost of borrowings. Further, any changes in regulatory standards or industry practices, such as the expected transition away from LIBOR may result in the usage of higher interest rates under our revolving credit facility, and our current or future indebtedness may be adversely affected.We are also exposed to risks if the U.S. Federal Reserve raises its benchmark interest rate, which may reduce the availability and increase the cost of obtaining new debt and refinancing existing indebtedness. For additional detail related to this risk, see Part II, Item 7A, \"Quantitative and Qualitative Disclosures About Market Risk.\"\n14\nA Significant or Sustained Decline in Commodity Prices, Including Oil, Could Negatively Impact the Levels of Expenditures by Certain of Our Customers.\nDemand for our products depends, in part, on the level of new and planned expenditures by certain of our customers. The level of expenditures by our customers is dependent on, among other factors, general economic conditions, availability of credit, economic conditions within their respective industries and expectations of future market behavior. Volatility in commodity prices, including oil, can negatively affect the level of these activities and can result in postponement of capital spending decisions or the delay or cancellation of existing orders. The ability of our customers to finance capital investment and maintenance may also be affected by the conditions in their industries. Reduced demand for our products could result in the delay or cancellation of existing orders or lead to excess manufacturing capacity, which unfavorably impacts our absorption of fixed manufacturing costs. This reduced demand could have a material adverse effect on our business, financial condition and results of operations.\nRisks Related to Legal, Accounting and Regulatory Matters\nAn Unfavorable Outcome of Any of Our Pending Contingencies or Litigation Could Adversely Affect Us.\nWe are currently involved in pending and threatened legal, regulatory and other proceedings arising in the ordinary course of business. These proceedings may pertain to matters such as product liability or contract disputes, and may also involve governmental inquiries, inspections, audits or investigations relating to issues such as tax matters, intellectual property, environmental, health and safety issues, governmental regulations, employment and other matters. Where it is reasonably possible to do so, we accrue estimates of the probable costs for the resolution of these matters. These estimates are developed in consultation with outside counsel and are based upon an analysis of potential results and the availability of insurance coverage, assuming a combination of litigation and settlement strategies. It is possible, however, that future operating results for any particular quarter or annual period could be materially affected by changes in our assumptions, the continued availability of insurance coverage or the effectiveness of our strategies related to these proceedings. For additional detail related to this risk, see Item 3, “Legal Proceedings” and Note 11 in Part II, Item 8, “Financial Statements and Supplementary Data.”\nOur Intangible Assets, Including Goodwill, are a Significant Portion of Our Total Assets and a Write-off of Our Intangible Assets or Goodwill Would Adversely Impact Our Operating Results and Significantly Reduce Our Net Worth.\nOur total assets reflect substantial intangible assets, primarily goodwill and identifiable intangible assets. At December 31, 2020, goodwill and intangible assets totaled $1,895.6 million and $415.6 million, respectively. These assets primarily result from our acquisitions, representing the excess of the purchase price over the fair value of the tangible net assets we have acquired. Annually, or when certain events occur that require a more current valuation, we assess whether there has been an impairment in the value of our goodwill and identifiable intangible assets. If future operating performance at one or more of our reporting units were to fall significantly below forecasted levels, we could be required to reflect, under current applicable accounting rules, a non-cash charge to operating income for an impairment. Any determination requiring the write-off of a significant portion of our goodwill or identifiable intangible assets would adversely impact our results of operations and net worth. See Note 6 in Part II, Item 8, “Financial Statements and Supplementary Data” for further discussion on goodwill and intangible assets.\nFailure To Comply with the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act or Other Applicable Anti-bribery Laws Could Have an Adverse Effect on Our Business.\nThe U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments for the purpose of obtaining or retaining business. Recent years have seen a substantial increase in anti-bribery law enforcement activity with more frequent and aggressive investigations and enforcement proceedings by both the Department of Justice and the SEC, increased enforcement activity by non-U.S. regulators and increases in criminal and civil proceedings brought against companies and individuals. Our policies mandate compliance with all anti-bribery laws. However, we operate in certain countries that are recognized as having governmental and commercial corruption. Our internal control policies and procedures may not always protect us from reckless or criminal acts committed by our employees or third-party intermediaries. Violations of these anti-bribery laws may result in criminal or civil sanctions, which could have a material adverse effect on our business, financial condition and results of operations.\n15\nGeneral Risk Factors\nOur Success Depends on Our Executive Management and Other Key Personnel.\nOur future success depends to a significant degree on the skills, experience and efforts of our executive management and other key personnel and their ability to provide the Company with uninterrupted leadership and direction. The loss of the services of any of our executive officers or a failure to provide adequate succession plans for key personnel could have an adverse impact. The availability of highly qualified talent is limited and the competition for talent is robust. However, we provide long-term equity incentives and certain other benefits for our executive officers which provide incentives for them to make a long-term commitment to our Company. Our future success will also depend on our ability to have adequate succession plans in place and to attract, retain and develop qualified personnel. A failure to efficiently replace executive management members and other key personnel and to attract, retain and develop new qualified personnel could have an adverse effect on our operations and implementation of our strategic plan.\nChallenges with Respect to Labor Availability Could Negatively Impact our Ability to Operate or Grow our Business.\nOur success depends in part on the ability of our businesses to proactively attract, motivate and retain a qualified and highly skilled workforce in an intensely competitive labor market. A failure to attract, motivate and retain highly skilled personnel could adversely affect our operating results or our ability to operate or grow our business.  Additionally, any labor stoppages or labor disruptions, including due to geopolitical unrest, unfavorable economic or industry conditions, catastrophic weather events, natural disasters or the occurrence of a contagious disease or illness could adversely affect our operating results or our ability to operate or grow our business."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "The Company’s principal plants and offices have an aggregate floor space area of approximately 4.9 million square feet, of which 3.2 million square feet (66%) are located in the U.S. and approximately 1.7 million square feet (34%) are located outside the U.S., primarily in Germany (10%), U.K. (7%), Italy (5%), India (3%), China (2%), Canada (2%) and The Netherlands (2%). Management considers these facilities suitable and adequate for the Company’s operations. Management believes the Company can meet demand increases over the near term with its existing facilities, especially given its operational improvement initiatives that usually increase capacity. The Company’s executive office occupies 40,261 square feet of leased space in Northbrook, Illinois and 16,268 square feet of leased space in Chicago, Illinois.\nApproximately 2.9 million square feet (60%) of the principal plant and office floor area are owned by the Company and the balance is held under lease. Approximately 1.8 million square feet (36%) of the principal plant and office floor area are held by business units in the Fluid & Metering Technologies segment; 1.4 million square feet (29%) are held by business units in the Health & Science Technologies segment; and 1.5 million square feet (30%) are held by business units in the Fire & Safety/Diversified Products segment. The remaining 0.2 million square feet (5%) include the executive office as well as shared services locations.\n16"
  },
  {
    "item_key": "item_3",
    "text": "The Company and its subsidiaries are party to legal proceedings as described in Note 11 in Part II, Item 8, “Commitments and Contingencies,” and such disclosure is incorporated by reference into this Item 3, “Legal Proceedings.”  In addition, the Company and six of its subsidiaries are presently named as defendants in a number of lawsuits claiming various asbestos-related personal injuries, allegedly as a result of exposure to products manufactured with components that contained asbestos. These components were acquired from third party suppliers and were not manufactured by the Company or any of the defendant subsidiaries. To date, the majority of the Company’s settlements and legal costs, except for costs of coordination, administration, insurance investigation and a portion of defense costs, have been covered in full by insurance, subject to applicable deductibles. However, the Company cannot predict whether and to what extent insurance will be available to continue to cover these settlements and legal costs, or how insurers may respond to claims that are tendered to them. Asbestos-related claims have been filed in jurisdictions throughout the United States and the United Kingdom. Most of the claims resolved to date have been dismissed without payment. The balance of the claims have been settled for various immaterial amounts. Only one case has been tried, resulting in a verdict for the Company’s business unit. No provision has been made in the financial statements of the Company, other than for insurance deductibles in the ordinary course, and the Company does not currently believe the asbestos-related claims will have a material adverse effect on the Company’s business, financial position, results of operations or cash flows."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n17\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The Company’s common stock trades on the New York Stock Exchange under the symbol “IEX”. As of February 22, 2021, there were approximately 5,629 stockholders of record of our common stock and there were 75,889,737 shares outstanding.\nOur payment of dividends in the future will be determined by our Board of Directors and will depend on business conditions, our earnings and other factors.\nFor information pertaining to securities authorized for issuance under equity compensation plans and the related weighted average exercise price, see Part III, Item 12, “Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters.”\nThe Company did not purchase any shares of common stock during the quarter ended December 31, 2020. As of December 31, 2020, the amount of share repurchase authorization remaining was $712.0 million.\nOn March 17, 2020, the Company’s Board of Directors approved an increase of $500.0 million in the authorized level of repurchases of common stock. This approval is in addition to the prior repurchase authorizations of the Board of Directors of $300.0 million on December 1, 2015 and $400.0 million on November 6, 2014. These authorizations have no expiration date.\n18\nPerformance Graph.\nThe following table compares total stockholder returns over the last five years to the Standard & Poor’s (the “S&P”) 500 Index, the S&P Midcap Industrials Sector Index and the Russell 2000 Index assuming the value of the investment in our common stock and each index was $100 on December 31, 2015. Total return values for our common stock, the S&P 500 Index, S&P Midcap Industrials Sector Index and the Russell 2000 Index were calculated on cumulative total return values assuming reinvestment of dividends. The stockholder return shown on the graph below is not necessarily indicative of future performance.\nThe information contained in this Performance Graph section shall not be deemed to be “soliciting material” or “filed” with the SEC, nor shall such information be incorporated by reference into any future filing under the Securities Act of 1933 or the Securities Exchange Act of 1934.\n19\nItem 6.\nSelected Financial Data.\n(1)\n(1)\nThis selected financial data should be read in conjunction with our Consolidated Financial Statements and related Notes in Part II, Item 8, “Financial Statements and Supplementary Data” and with Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\n(2)\nCalculated by applying the two-class method of allocating earnings to common stock and participating securities as required by Accounting Standards Codification (“ASC”) 260,\nEarnings Per Share\n.\n(3)\nOperating working capital is defined as inventory plus accounts receivable minus accounts payable.\n(4)\nReturn on average assets is calculated as: Net income / (Current year Total assets + Prior year Total assets) / 2; Borrowings as a percent of capitalization is calculated as: (Long-term borrowings + Short-term borrowings) / (Long-term borrowings + Short-term borrowings + Total equity); Return on average equity is calculated as Net Income / (Current year Total equity + Prior year Total equity) / 2.\n(5)\nSet forth below are reconciliations of Adjusted gross profit, Adjusted operating income, Adjusted net income, Adjusted earnings per share (“EPS”), EBITDA and Adjusted EBITDA to the comparable measures of gross profit, operating income, net income and EPS, as determined in accordance with accounting principles generally accepted in the United States of America (“U.S. GAAP”). We have reconciled Adjusted gross profit to Gross profit, Adjusted operating income to Operating income; Adjusted net income to Net income; Adjusted EPS to EPS; and consolidated EBITDA, segment EBITDA, adjusted consolidated EBITDA and adjusted segment EBITDA to Net income. The reconciliation of segment EBITDA to net income was performed on a consolidated basis due to the fact that we do not allocate consolidated interest expense or the consolidated provision for income taxes to our segments.\nManagement uses Adjusted gross profit, Adjusted operating income, Adjusted net income, Adjusted EPS and Adjusted EBITDA as metrics by which to measure performance of the Company since they exclude items that are not reflective of ongoing operations, such as gains/losses on the sale of businesses, restructuring expenses and asset impairments, fair value inventory step-up charges, a loss on early debt redemption and pension settlements. Management also supplements its U.S. GAAP financial statements with adjusted information to provide investors with greater insight, transparency and a more comprehensive understanding of the information used by management in its financial and operational decision making.\nEBITDA means earnings before interest, income taxes, depreciation and amortization. Given the acquisitive nature of the Company, which results in a higher level of amortization expense from recently acquired businesses, management uses EBITDA as an internal operating metric to provide another representation of the businesses’ performance across our three segments and for enterprise valuation purposes. Management believes that EBITDA is useful to investors as an indicator of the strength and performance of the Company and a way to evaluate and compare operating performance and value companies within our industry. Management believes that EBITDA margin is useful for the same reason as EBITDA. EBITDA is also used to calculate certain financial covenants, as discussed in Note 7 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.” In addition, EBITDA has been adjusted for items that are not reflective of ongoing operations, such as gains/losses on the sale of businesses, restructuring expenses and asset impairments, fair value inventory step-up charges, a loss on early debt redemption and pension settlements to arrive at Adjusted EBITDA. Management believes that Adjusted EBITDA is useful as a performance indicator of ongoing operations. We believe that Adjusted EBITDA is also useful to some investors as an indicator of the strength and performance of the Company and its segments’ ongoing business operations and a way to evaluate and compare operating performance and value companies within our industry. The definition of Adjusted EBITDA used here may differ from that used by other companies.\nAlso set forth below is a reconciliation of the change in organic net sales to the comparable measure of net sales as determined in accordance with U.S. GAAP, which represents the year-over-year consistency in net sales after excluding the impact from acquisitions/divestitures and foreign currency translation. Management believes that reporting organic sales provides useful information to investors by helping identify underlying growth trends in our business and facilitating easier comparisons of our revenue performance with prior and future periods and to our peers. Refer to Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations for additional discussion of organic net sales.\nThe non-GAAP financial measures disclosed by the Company should not be considered a substitute for, or superior to, financial measures prepared in accordance with U.S. GAAP. The financial results prepared in accordance with U.S. GAAP and the reconciliations from these results should be carefully evaluated.\nRefer to Management’s Discussion and Analysis for definition and further discussion on organic sales.\n20"
  },
  {
    "item_key": "item_7",
    "text": "The following discussion and analysis should be read in conjunction with our Consolidated Financial Statements and related notes in this annual report. This discussion may contain forward-looking statements based upon current expectations that involve risks and uncertainties. Our actual results and the timing of selected events could differ materially from those anticipated in these forward-looking statements as a result of several factors, including those set forth under Item 1A, “Risk Factors” and elsewhere in this annual report.\n2020 Overview\nIDEX is an applied solutions company specializing in the manufacture of fluid and metering technologies, health and science technologies and fire, safety and other diversified products built to customers’ specifications. IDEX’s products are sold in niche markets across a wide range of industries throughout the world. Accordingly, IDEX’s businesses are affected by levels of industrial activity and economic conditions in the U.S. and in other countries where it does business and by the relationship of the U.S. dollar to other currencies. Levels of capacity utilization and capital spending in certain industries and overall industrial activity are important factors that influence the demand for IDEX’s products.\nThe Company has three reportable business segments: Fluid & Metering Technologies, Health & Science Technologies and Fire & Safety/Diversified Products.\n•\nOur Fluid & Metering Technologies segment designs, produces and distributes some of the most recognized names in positive displacement pumps and flow meters, compressors, injectors and other fluid-handling pump modules and systems.\n•\nOur Health & Science Technologies segment focuses on precision engineered fluidics to support and enable growth in analytical instrumentation and the life sciences as well as pneumatic components and proprietary high performance seals and advanced sealing solutions.  Within the fields of health and science, we leverage our capabilities in small-scale, highly accurate fluidics components and medical devices as well as integrated systems and solutions to support the worldwide growth in pharmaceutical drug discovery and new applications in life sciences and diagnostic testing.\n•\nOur Fire & Safety/Diversified Products segment produces firefighting pumps and controls, apparatus valves, monitors, nozzles, rescue tools, lifting bags and other components and systems for the fire and rescue industry, engineered stainless steel banding and clamping devices used in a variety of industrial and commercial applications and precision equipment for dispensing, metering, and mixing colorants and paints used in a variety of retail and commercial businesses around the world.\nFor a detailed description of our operations within each segment, please refer to Part I, Item 1. “Business” of this Annual Report on Form 10-K.  Within our three reportable segments, the Company maintains 13 platforms where we focus on organic growth and strategic acquisitions.  Each of our 13 platforms is also a reporting unit that we annually test goodwill for impairment.\nOur 2020 financial results were as follows:\n•\nSales of $2.4 billion were down 6.0% and organic sales were down 9.0% compared to the prior year, partially offset by a 3% increase in sales due to acquisitions (Flow MD - February 2020 and Velcora - July 2019).\n•\nOperating income of $520.7 million was down 10% from the prior year and operating margin of 22.1% was down 110 basis points from the prior year.\n•\nNet income decreased 11% from the prior year to $377.8 million in 2020.\n•\nDiluted EPS of $4.94 decreased $0.62, or 11%, compared to 2019.\nOur 2020 financial results, adjusted for $11.8 million of restructuring expenses and asset impairments, a $4.1 million fair value inventory step-up charge and an $8.4 million loss on early debt redemption, compared to our 2019 financial results, adjusted for $21.0 million of restructuring expenses and asset impairments and a $3.3 million fair value inventory step-up charge, were as follows (these non-GAAP measures have been reconciled to U.S. GAAP measures in Item 6, “Selected Financial Data”):\n•\nAdjusted operating income of $536.6 million was down 11% from the prior year and adjusted operating margin of 22.8% was down 140 basis points from the prior year.\n•\nAdjusted net income decreased 11% from the prior year to $396.5 million in 2020.\n•\nAdjusted EPS of $5.19 was 11% lower than prior year adjusted EPS of $5.80.\n21\nResults of Operations\nThe following is a discussion and analysis of our results of operations for the year ended December 31, 2020 compared to the year ended December 31, 2019. For discussion related to the results of operations for the year ended December 31, 2019 compared to the year ended December 31, 2018, refer to Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s annual report on Form 10-K for the year ended December 31, 2019, which was filed with the SEC on February 21, 2020. For purposes of this Item, reference is made to the Consolidated Statements of Operations in Part II, Item 8, “Financial Statements and Supplementary Data.” Segment operating income excludes unallocated corporate operating expenses. Management’s primary measurements of segment performance are sales, operating income and operating margin.\nThe Company is contributing in efforts to end the COVID-19 pandemic with several of our businesses pivoting to support many products that are being used in the fight against COVID-19.  Safety is our top priority and we have implemented protocols at all of our facilities, including temperature taking, social distancing, enhanced cleaning and face coverings. These measures have enabled successful business continuity, allowing our facilities to remain in operation with only temporary shutdowns at the initial onset of the COVID-19 pandemic. Although we have remained in operation throughout the pandemic, satisfying customer needs in part through our focus on the development and manufacturing of products used in the fight against COVID-19, the pandemic and the enacted containment measures have adversely affected our business and results of operations. From the onset of the pandemic through the second quarter of 2020, our customers purchased less product than they have historically purchased; however, beginning in the third quarter and continuing through the fourth quarter of 2020 we began to see improvement in our end markets and we expect our end markets to continue to normalize to historical levels through 2021. Additionally, IDEX has implemented cost reduction actions, including employee reductions and facility consolidations, and continues to maintain a tight cost control environment. Moreover, COVID-19 and related measures to contain its impact have caused material disruptions in both national and global financial markets and economies. The continuing impact of COVID-19 and the enacted containment measures cannot be predicted and may continue to adversely affect, perhaps materially, our business, results of operations, financial condition and liquidity.\nIn the following discussion, and throughout this report, references to organic sales, a non-GAAP measure, refers to sales from continuing operations calculated according to U.S. GAAP but excludes (1) the impact of foreign currency translation and (2) sales from acquired or divested businesses during the first 12 months of ownership or prior to divestiture. The portion of sales attributable to foreign currency translation is calculated as the difference between (a) the period-to-period change in organic sales and (b) the period-to-period change in organic sales after applying prior period foreign exchange rates to the current year period. Management believes that reporting organic sales provides useful information to investors by helping identify underlying growth trends in our business and facilitating easier comparisons of our revenue performance with prior and future periods and to our peers. The Company excludes the effect of foreign currency translation from organic sales because foreign currency translation is not under management’s control, is subject to volatility and can obscure underlying business trends. The Company excludes the effect of acquisitions and divestitures because they can obscure underlying business trends and make comparisons of long-term performance difficult due to the varying nature, size and number of transactions from period to period and between the Company and its peers.\nPerformance in 2020 Compared with 2019\nSales in 2020 were $2.4 billion, a  6% decrease compared with last year. Organic sales declined 9% compared to prior year, partially offset by a 3% increase in sales from acquisitions (Flow MD - February 2020 and Velcora - July 2019). Sales to customers outside the U.S. represented approximately 51% of total sales in 2020 compared with 50% in 2019.\nIn 2020, Fluid & Metering Technologies contributed 38% of sales and 40% of total segment operating income; Health & Science Technologies contributed 38% of sales and 35% of total segment operating income; and Fire & Safety/Diversified Products contributed 24% of sales and 25% of total segment operating income.\nGross profit of $1.0 billion in 2020 decreased $97.6 million, or 9%, from 2019, and gross margin decreased 140 basis points to 43.7% in 2020 from 45.1% in 2019. The decrease in gross profit and gross margin is primarily due to lower volume and business mix, partially offset by price capture.\n22\nSelling, general and administrative (“SG&A”) expenses decreased to $494.9 million in 2020 from $525.0 million in 2019. The $30.1 million decrease is primarily due to restructuring savings, lower discretionary spending and lower stock compensation costs due to the departure of our former Chief Executive Officer, partially offset by increased funding of the IDEX Foundation and higher acquisition costs. As a percentage of sales, SG&A expenses were 21.1% for 2020 and 21.2% for 2019.\nIn 2020 and 2019, the Company incurred pre-tax restructuring expenses and asset impairments totaling $11.8 million and $21.0 million, respectively, to facilitate long-term, sustainable growth through cost reduction actions, primarily consisting of employee reductions, facility rationalization and asset impairments. The restructuring expenses and asset impairments in 2020 included severance benefits of $8.5 million, exit costs of $0.2 million and asset impairments of $3.1 million. In the fourth quarter of 2020, the Company consolidated certain facilities within the FMT segment resulting in an impairment charge of $2.5 million, consisting of $1.6 million related to property, plant and equipment which was not relocated to the new location and $0.9 million related to a building right-of-use asset that was exited early. The Company also relocated its corporate office resulting in an impairment charge of $0.6 million, consisting of $0.2 million related to property, plant and equipment which was not relocated to the new location and $0.4 million related to a building right-of-use asset that was exited early.  The restructuring expenses and asset impairments in 2019 included severance benefits of $9.8 million, exit costs of $1.1 million and impairment charges of $10.1 million. In the second quarter of 2019, the Company began to evaluate strategic alternatives for one of its businesses in the HST segment. Prior to making a final decision on the options that were presented for this business, the business was informed in the third quarter of 2019 of the loss of its largest customer. As a result, the Company accelerated its restructuring activities for this business and a decision was made to wind down the business over time, resulting in a $9.7 million impairment charge. In addition, in the fourth quarter of 2019, the Company completed the consolidation of one of its facilities into the Optics Center of Excellence in Rochester, New York, which resulted in a $0.4 million impairment charge.\nOperating income of $520.7 million in 2020 decreased from $579.0 million in 2019, and operating margin of 22.1% in 2020 was down 110 basis points from 23.2% in 2019. Both operating income and operating margin decreased compared to 2019 primarily due to lower volume and business mix, partially offset by price capture and cost savings in the current year as well as higher asset impairments in the prior year.\nOther (income) expense - net increased by $3.9 million from expense of $1.8 million in 2019 to expense of $5.6 million in 2020 primarily due to an $8.4 million loss on early debt redemption, partially offset by $3.5 million of lower pension expense and $0.6 million of higher gains on pension-related investments in 2020.\nInterest expense increased to $44.7 million in 2020 from $44.3 million in 2019. The increase was primarily due to borrowings under the Revolving Facility (defined below) in 2020 and interest expense on the new 3.0% Senior Notes (defined below) issued during the second quarter of 2020, partially offset by write-offs related to the 4.2% Senior Notes (defined below).\nThe provision for income taxes is based upon estimated annual tax rates for the year applied to federal, state and foreign income. The provision for income taxes decreased to $92.6 million in 2020 compared to $107.4 million in 2019. The effective tax rate decreased to 19.7% in 2020 compared to 20.2% in 2019 due to benefits associated with the finalization of the Global Intangible Low-Tax Income (“GILTI”) regulations in the third quarter of 2020 and the mix of global pre-tax income among jurisdictions.\nNet income for the year of $377.8 million decreased from $425.5 million in 2019. Diluted earnings per share in 2020 of $4.94 decreased $0.62 from $5.56 in 2019.\nFluid & Metering Technologies Segment\nSales of $896.3 million decreased $60.7 million, or 6%, in 2020 compared with 2019. This decrease reflected a 12% decline in organic sales, partially offset by a 6% increase from acquisitions (Flow MD - February 2020). In 2020, sales decreased 7% domestically and 6% internationally. Sales to customers outside the U.S. were approximately 44% of total segment sales in 2020 compared with 43% in 2019.\n23\nSales within our Pumps platform decreased compared to 2019 due to compound effects of the industrial market weakness, declines in oil and gas markets and the economic impact of the COVID-19 pandemic on most markets and geographies. Sales within our Valves platform decreased compared to 2019 due to the impact of the COVID-19 pandemic and general industrial market slowdown in Europe and Asia. Sales within our Water platform decreased compared to 2019 due to lower project volume in the United States and Asian markets compounded by the impact of the COVID-19 pandemic on food service, hospitality and general industrial markets. Sales within our Agriculture platform decreased compared to 2019 due to decreased demand from agricultural OEM market customers in North America. Sales within our Energy platform increased compared to 2019 due to the acquisition of Flow MD, partially offset by weakness in the energy markets resulting from declines in energy prices.\nOperating income and operating margin of $235.0 million and 26.2%, respectively, were lower than the $285.3 million and 29.8%, respectively, recorded in 2019, primarily due to lower volume, business mix, higher restructuring expenses and asset impairments as well as the fair value inventory step-up charge and the dilutive impact on margins from the Flow MD acquisition, partially offset by price capture and cost savings.\nHealth & Science Technologies Segment\nSales of $896.0 million decreased $18.5 million, or 2%, in 2020 compared with 2019. This decrease reflected a 4% decline in organic sales, partially offset by a 2% increase from acquisitions (Velcora - July 2019). In 2020, sales decreased 6% domestically and increased 1% internationally. Sales to customers outside the U.S. were approximately 57% of total segment sales in 2020 compared with 55% in 2019.\nSales within our Micropump platform decreased compared to 2019 due to weakness in core printing and industrial distribution. Sales in our Gast platform decreased compared to 2019 due to the non-repeat of a large customer project, combined with the impact of COVID-19 and general industrial market slowdown, partially offset by a new COVID-19 initiative. Sales within our Scientific Fluidics & Optics platform decreased compared to 2019 due to the impact of the COVID-19 pandemic, which delayed investments in Analytical Instrumentation and in vitro diagnostics (“IVD”) and biotechnology, partially offset by increased demand for fluidics and optical technologies supporting COVID-19 testing. Sales within our Material Processing Technologies platform increased compared to 2019 due to strength in the food and pharmaceutical markets, partially offset by the impact of the COVID-19 pandemic. Sales within our Sealing Solutions platform increased compared to 2019 due to the Velcora acquisition and recovery of the semiconductor market, partially offset by the COVID-19 disruption of the automotive market and weakness in oil and gas markets.\nOperating income and operating margin of $206.4 million and 23.0%, respectively, in 2020 were up from $200.2 million and 21.9%, respectively, in 2019, primarily due to price capture and cost savings in 2020 as well as the asset impairments in 2019, partially offset by lower volume and business mix.\nFire & Safety/Diversified Products Segment\nSales of $562.9 million decreased $63.9 million, or 10%, in 2020 compared with 2019. This decrease reflected an 11% decline in organic sales, partially offset by a 1% favorable impact from foreign currency translation. In 2020, sales decreased 11% domestically and  9% internationally. Sales to customers outside the U.S. were approximately 52% of total segment sales in both 2020 and 2019.\nSales in our BAND-IT platform decreased compared to 2019 due to the disruption of the automotive and aviation markets as a result of the COVID-19 pandemic. Sales within our Dispensing platform decreased compared to 2019 due to lower capital\n24\nspending as a result of the COVID-19 pandemic. Sales within our Fire & Safety platform decreased compared to 2019 primarily due to the impact of the COVID-19 pandemic on the timing of municipal projects and truck manufacturer deliveries.\nOperating income of $144.2 million and operating margin of 25.6%, respectively, were lower than the $165.3 million and 26.4%, respectively, in 2019, primarily due to due to volume declines, partially offset by price capture and cost savings.\nLiquidity and Capital Resources\nOperating Activities\nCash flows from operating activities increased $41.2 million, or 7.8%, to $569.3 million in 2020, primarily due to favorable working capital performance which more than offset the impact of lower earnings\n.\nAt December 31, 2020, working capital was $1,258.2 million and the Company’s current ratio was 4.2 to 1. At December 31, 2020, the Company’s cash and cash equivalents totaled $1,025.9 million, of which $556.9 million was held outside of the United States.\nThe COVID-19 pandemic has impacted and may continue to impact the Company’s operating cash flows through direct and indirect effects on the Company’s operations, customers and supply chain. Although the Company has been able to operate through the COVID-19 pandemic with only temporary shutdowns at the onset of the pandemic, any future disruptions due to operational shutdowns may impact the Company’s ability to operate as well as generate operating cash flow. Based on currently available information and management’s current expectations, the Company anticipates that it has sufficient cash on hand and sufficient access to capital to continue to fund operations for at least the next twelve months. However, the continuing impact of COVID-19 and its associated containment measures cannot be predicted with certainty and may increase our incremental borrowing costs and other costs of capital and otherwise adversely affect our business, results of operations, financial condition and liquidity, and we cannot assure that we will have access to external financing at times and on terms we consider acceptable, or at all, or that we will not experience other liquidity issues going forward.\nInvesting Activities\nCash flows used in investing activities increased $35.6 million to $172.6 million in 2020, primarily due to $123.1 million spent on the acquisitions of Flow MD and Qualtek in 2020 compared to $87.2 million spent on the acquisition of Velcora in 2019.\nCash flows from operations were more than adequate to fund capital expenditures of $51.5 million and $50.9 million in 2020 and 2019, respectively.\nThe COVID-19 pandemic has impacted and may continue to impact the Company’s operating cash flows, which may lead to reductions in capital expenditures. The Company believes it has sufficient operating cash flow to continue to meet current obligations and invest in planned capital expenditures. Capital expenditures are generally expenditures for machinery and equipment that support growth, improved productivity, tooling, business system technology, replacement of equipment and investments in new facilities. Management believes that the Company has ample capacity in its plants and equipment to meet demand increases for future growth in the intermediate term.\nFinancing Activities\nCash flows used in financing activities decreased $185.0 million to $42.6 million in 2020, primarily as a result of proceeds from the issuance of the 3.0% Senior Notes and the repayment of debt assumed in the Velcora acquisition in the third quarter of 2019, partially offset by the early payment of the 4.5% Senior Notes as well as higher share repurchases and dividends paid in 2020.\nOn April 29, 2020, the Company completed a public offering of $500.0 million in aggregate principal amount of 3.0% Senior Notes due 2030 (the “3.0% Senior Notes”). The net proceeds from the offering were approximately $494.4 million, after deducting the issuance discount of $0.9 million, the underwriting commission of $3.3 million and offering expenses of $1.4 million. The net proceeds were used to redeem and repay the $300.0 million aggregate principal amount outstanding of its 4.5% Senior Notes due December 15, 2020 and the related accrued interest and make-whole premium, with the balance used for general corporate purposes. The 3.0% Senior Notes bear interest at a rate of 3.0% per annum, which is payable semi-annually in arrears on May 1 and November 1 of each year. The 3.0% Senior Notes mature on May 1, 2030.\nOn April 27, 2020, the Company provided notice of its election to redeem early, on May 27, 2020, the $300.0 million aggregate principal amount outstanding of its 4.5% Senior Notes at a redemption price of $300.0 million plus a make-whole redemption premium of $6.8 million and accrued and unpaid interest of $6.1 million using proceeds from the Company’s 3.0% Senior Notes. In addition, the Company recognized the remaining $1.4 million of the pre-tax amount included in Accumulated other comprehensive income (loss) in shareholders’ equity related to the interest rate exchange agreement associated with the\n25\n4.5% Senior Notes as well as the remaining $0.1 million of deferred issuance costs and $0.1 million of the debt issuance discount associated with the 4.5% Senior Notes for a total loss on early debt redemption of $8.4 million which was recorded within Other (income) expense - net in the Consolidated Statements of Operations.\nOn May 31, 2019, the Company entered into a credit agreement (the “Credit Agreement”) along with certain of its subsidiaries, as borrowers (the “Borrowers”), Bank of America, N.A., as administrative agent, swing line lender and an issuer of letters of credit, with other agents party thereto. The Credit Agreement consists of a revolving credit facility (the “Revolving Facility”), which is an $800.0 million unsecured, multi-currency bank credit facility expiring on May 31, 2024. The Credit Agreement replaced the Company’s prior five-year, $700 million credit agreement, dated as of June 23, 2015, which was due to expire in June 2020. At December 31, 2020, there was no balance outstanding under the Revolving Facility and $7.2 million of outstanding letters of credit, resulting in a net available borrowing capacity under the Revolving Facility of $792.8 million.\nBorrowings under the Credit Agreement bear interest at either an alternate base rate or adjusted LIBOR plus, in each case, an applicable margin. Such applicable margin is based on the lower of the Company’s senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio and can range from 0.00% to 1.275%. Based on the Company’s leverage ratio at December 31, 2020, the applicable margin was 1.00% resulting in a weighted average interest rate of 1.24% for the year ended December 31, 2020. Interest is payable (a) in the case of base rate loans, quarterly, and (b) in the case of LIBOR loans, on the last day of the applicable interest period selected, or every three months from the effective date of such interest period for interest periods exceeding three months. The Company may request increases in the lending commitments under the Credit Agreement, but the aggregate lending commitments pursuant to such increases may not exceed $400.0 million.\nThe Company has the right, subject to certain conditions set forth in the Credit Agreement, to designate certain foreign\nsubsidiaries of the Company as borrowers under the Credit Agreement. In connection with any such designation, the Company is required to guarantee the obligations of any such subsidiaries under the Credit Agreement.\nOn June 13, 2016, the Company completed a private placement of a $100 million aggregate principal amount of 3.20% Senior Notes due June 13, 2023 and a $100 million aggregate principal amount of 3.37% Senior Notes due June 13, 2025 (collectively, the “Notes”) pursuant to a Note Purchase Agreement dated June 13, 2016 (the “Purchase Agreement”). Each series of Notes bears interest at the stated amount per annum, which is payable semi-annually in arrears on each June 13\nth\nand December 13\nth\n. The Notes are unsecured obligations of the Company and rank pari passu in right of payment with all of the Company’s other unsecured, unsubordinated debt. The Company may at any time prepay all, or any portion of the Notes, provided that such portion is greater than 5% of the aggregate principal amount of the Notes then outstanding. In the event of a prepayment, the Company will pay an amount equal to par plus accrued interest plus a make-whole amount. In addition, the Company may repurchase the Notes by making an offer to all holders of the Notes, subject to certain conditions.\nOn December 9, 2011, the Company completed a public offering of $350.0 million 4.2% senior notes due December 15, 2021 (“4.2% Senior Notes”). The net proceeds from the offering of $346.2 million, after deducting a $0.9 million issuance discount, a $2.3 million underwriting commission and $0.6 million of offering expenses, were used to repay $306.0 million of outstanding bank indebtedness, with the balance used for general corporate purposes. The 4.2% Senior Notes bear interest at a rate of 4.2% per annum, which is payable semi-annually in arrears on each June 15th and December 15th. The Company may redeem all or a portion of the 4.2% Senior Notes at any time prior to maturity at the redemption prices set forth in the Note Indenture governing the 4.2% Senior Notes. The Company may issue additional debt from time to time pursuant to the Indenture. The Indenture and 4.2% Senior Notes contain covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all of the Company’s assets. The terms of the 4.2% Senior Notes also require the Company to make an offer to repurchase the 4.2% Senior Notes upon a change of control triggering event (as defined in the Indenture) at a price equal to 101% of their principal amount plus accrued and unpaid interest, if any.\nThere are two key financial covenants that the Company is required to maintain in connection with the Revolving Facility and the Notes, a minimum interest coverage ratio of 3.0 to 1 and a maximum leverage ratio of 3.50 to 1. In the case of the leverage ratio, there is an option to increase the ratio to 4.00 for 12 months in connection with certain acquisitions. At December 31, 2020, the Company was in compliance with both of these financial covenants, as the Company’s interest coverage ratio was 14.66 to 1 and the leverage ratio was 1.66 to 1. There are no financial covenants relating to the 3.0% Senior Notes or 4.20% Senior Notes; however, both are subject to cross-default provisions.\nShare Repurchases\nOn March 17, 2020, the Company’s Board of Directors approved an increase $500.0 million in the authorized level of repurchases of common stock. This approval is in addition to the prior repurchase authorizations of the Board of Directors of\n26\n$300.0 million on December 1, 2015 and $400.0 million on November 6, 2014. Repurchases under the program will be funded with future cash flow generation or borrowings available under the Revolving Facility. During 2020, the Company repurchased a total of 876 thousand shares at a cost of $110.3 million compared to 389 thousand shares repurchased at a cost of $54.7 million in 2019. As of December 31, 2020, the amount of share repurchase authorization remaining was $712.0 million.\nImpact of COVID-19 Pandemic\nAlthough the COVID-19 pandemic has impacted and may continue to impact the Company’s operating cash flows, based on management’s current expectations and currently available information, the Company believes current cash, cash from operations and cash available under the Revolving Facility will be sufficient to meet its operating cash requirements, planned capital expenditures, interest and principal payments on all borrowings, pension and postretirement funding requirements and quarterly dividend payments to holders of the Company’s common stock for the foreseeable future. Additionally, in the event that suitable businesses are available for acquisition upon acceptable terms, the Company may obtain all or a portion of the financing for these acquisitions through the incurrence of additional borrowings.\nAs of December 31, 2020, there was no balance outstanding under the Revolving Facility and $7.2 million of outstanding letters of credit, resulting in a net available borrowing capacity under the Revolving Facility of $792.8 million.\nThe Company believes that additional borrowings through various financing alternatives remain available if required. However, the continuing impact of COVID-19 and its associated containment measures cannot be predicted with certainty and may increase our incremental borrowing costs and other costs of capital and otherwise adversely affect our business, results of operations, financial condition and liquidity, and we cannot assure that we will have access to external financing at times and on terms we consider acceptable, or at all, or that we will not experience other liquidity issues going forward.\nContractual Obligations\nOur contractual obligations include pension and postretirement medical benefit plans, rental payments under operating leases, payments under capital leases and other long-term obligations arising in the ordinary course of business. There are no identifiable events or uncertainties, including the lowering of our credit rating, which would accelerate payment or maturity of any of these commitments or obligations.\nThe following table summarizes our significant contractual obligations and commercial commitments at December 31, 2020 and the future periods in which such obligations are expected to be settled in cash. In addition, the table reflects the timing of principal and interest payments on outstanding borrowings. Additional detail regarding these obligations is provided in the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.”\n(1)\nIncludes interest payments based on contractual terms and current interest rates for variable debt.\n(2)\nConsists primarily of inventory commitments.\n(3)\nComprises liabilities recorded on the balance sheet of $1,272.6 million and obligations not recorded on the balance sheet of $414.6 million.\nCritical Accounting Policies and Estimates\nWe believe that the application of the following accounting policies, which are important to our financial position and results of operations, require significant judgments and estimates on the part of management. For a summary of all of our accounting policies, including the accounting policies discussed below, see Note 1 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.”\n27\nRevenue recognition\n— Revenue is recognized when control of products or services is transferred to our customers in an amount that reflects the consideration we expect to be entitled to in exchange for transferring those products or providing those services. A performance obligation is a promise in a contract to transfer a distinct product or service to the customer. A contract’s transaction price is allocated to each performance obligation and recognized as revenue when, or as, the performance obligation is satisfied. Our performance obligations are satisfied at a point in time or over time as work progresses. Revenue from products and services transferred to customers at a point in time is recognized when obligations under the terms of the contract with our customer are satisfied. Generally, this occurs with the transfer of control of the asset, which is in line with shipping terms. Certain units recognize revenue over time because control transfers continuously to our customers. Revenue is recognized over time as work is performed based on the relationship between actual costs incurred to date for each contract and the total estimated costs for such contract at completion of the performance obligation (i.e. the cost-to-cost method) or is recognized ratably over the contract term. As a significant change in one or more of these estimates could affect the profitability of our contracts, we review and update our estimates regularly. Due to uncertainties inherent in the estimation process, it is reasonably possible that completion costs, including those arising from contract penalty provisions and final contract settlements, will be revised. Such revisions to costs and income are recognized in the period in which the revisions are determined as a cumulative catch-up adjustment. The impact of the adjustment on profit recorded to date on a contract is recognized in the period the adjustment is identified. If at any time the estimate of contract profitability indicates an anticipated loss on the contract, we recognize provisions for estimated losses on incomplete contracts in the period in which such losses are determined.\nThe Company records allowances for discounts and product returns at the time of sale as a reduction of revenue as such allowances can be reliably estimated based on historical experience and known trends. The Company also offers product warranties (primarily assurance-type) and accrues its estimated exposure for warranty claims at the time of sale based upon the length of the warranty period, warranty costs incurred and any other related information known to the Company.\nGoodwill, long-lived and intangible assets\n— The Company evaluates the recoverability of certain noncurrent assets utilizing various estimation processes. An impairment of a long-lived asset exists when the asset’s carrying value exceeds its fair value and is recorded when the carrying value is not recoverable through future operations. An impairment of an indefinite-lived intangible asset or goodwill exists when the carrying value of the reporting unit exceeds its fair value. Assessments of possible impairments of long-lived or indefinite-lived intangible assets or goodwill are made if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value. Additionally, testing for possible impairments of recorded indefinite-lived intangible asset balances and goodwill is performed annually. On October 31, or more frequently if triggering events occur, the Company compares the fair value of each reporting unit to the carrying value of each reporting unit to determine if a goodwill impairment exists. The amount and\ntiming of impairment charges for these assets require the estimation of future cash flows to determine the fair value of the related assets.\nThe Company’s business acquisitions result in recording goodwill and other intangible assets, which affect the amount of amortization expense and possible impairment expense that the Company will incur in future periods. The Company follows the guidance prescribed in ASC 350,\nGoodwill and Other Intangible Assets\n, to test goodwill and intangible assets for impairment. The Company determines the fair value of each reporting unit utilizing an income approach (discounted cash flows) weighted 50% and a market approach (consisting of a comparable public company multiples methodology) weighted 50%. To determine the reasonableness of the calculated fair values, the Company reviews the assumptions to ensure that neither the income approach nor the market approach yielded significantly different valuations.\nThe key assumptions are updated every year for each reporting unit for the income and market approaches used to determine the fair value. Various assumptions are utilized including forecasted operating results, annual operating plans, strategic plans, economic projections, anticipated future cash flows, the weighted average cost of capital, market data and market multiples. The assumptions that have the most significant effect on the fair value calculations are the weighted average cost of capital, market multiples, forecasted EBITDA and terminal growth rates. The 2020 and 2019 ranges for these three assumptions utilized by the Company are as follows:\n28\nIn assessing the fair value of the reporting units, the Company considers both the market approach and the income approach. Under the market approach, the fair value of the reporting unit is determined by the respective trailing twelve month EBITDA and the forward looking 2021 EBITDA (50% each), based on multiples of comparable public companies. The market approach is dependent on a number of significant management assumptions including forecasted EBITDA and selected market multiples. Under the income approach, the fair value of the reporting unit is determined based on the present value of estimated future cash flows. The income approach is dependent on a number of significant management assumptions including estimates of operating results, capital expenditures, net working capital requirements, long-term growth rates and discount rates. Weighting was equally attributed to both the market and income approaches (50% each) in arriving at the fair value of the reporting units.\nThe Banjo trade name and the Akron Brass trade name are indefinite-lived intangible assets which are tested for impairment on an annual basis in accordance with ASC 350 or more frequently if events or changes in circumstances indicate that the assets might be impaired. The Company uses the relief-from-royalty method, a form of the income approach, to determine the fair value of these trade names. The relief-from-royalty method is dependent on a number of significant management assumptions, including estimates of revenues, royalty rates and discount rates.\nDefined benefit retirement plans —\nThe plan obligations and related assets of the defined benefit retirement plans are presented in Note 18 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.” Level 1 assets are valued using unadjusted quoted prices for identical assets in active markets. Level 2 assets are valued using quoted prices or other observable inputs for similar assets. Level 3 assets are valued using unobservable inputs, but reflect the assumptions market participants would use in pricing the assets. Plan obligations and the annual pension expense are determined after consulting with actuaries on a number of key assumptions and on information provided by the Company. Key assumptions in the determination of the annual pension expense include the discount rate, the rate of salary increases and the estimated future return on plan assets. To the extent actual amounts differ from these assumptions and estimated amounts, results could be adversely affected.\nThe Society of Actuaries releases annual updates to mortality tables, which update life expectancy assumptions. IDEX adopts these annual updates and, in consideration of these tables, we modified the mortality assumptions used in determining our pension and post-retirement benefit obligations as of December 31, 2020, which will have a related impact on our annual benefit expense in future years. New mortality tables may result in additional funding requirements dependent upon the funded status of our plans. These expectations presume all other assumptions remain constant and there are no changes to applicable funding regulations.\nChanges in the discount rate assumptions will impact the (gain) loss amortization and interest cost components of the projected benefit obligation (“PBO”), which in turn, may impact the Company’s funding decisions if the PBO exceeds plan assets. Each 100 basis point increase in the discount rate will cause a corresponding decrease in the PBO of approximately $28 million based upon the December 31, 2020 data. Each 100 basis point decrease in the discount rate will cause a corresponding increase in the PBO of approximately $34 million based upon the December 31, 2020 data."
  },
  {
    "item_key": "item_7a",
    "text": "The Company is subject to market risk associated with changes in foreign currency exchange rates and interest rates. The Company may, from time to time, enter into foreign currency forward contracts and interest rate swaps on its debt when it believes there is a financial advantage in doing so. A treasury risk management policy, adopted by the Board of Directors, describes the procedures and controls over derivative financial and commodity instruments, including foreign currency forward contracts and interest rate swaps. Under the policy, the Company does not use financial or commodity derivative instruments for trading purposes, and the use of these instruments is subject to strict approvals by senior officers. Typically, the use of derivative instruments is limited to foreign currency forward contracts and interest rate swaps on the Company’s outstanding long-term debt. As of December 31, 2020, the Company did not have any derivative instruments outstanding.\nForeign Currency Exchange Rates\nThe Company’s foreign currency exchange rate risk is limited principally to the Euro, Swiss Franc, British Pound, Canadian Dollar, Indian Rupee, Chinese Renminbi and Swedish Krona. The Company manages its foreign exchange risk principally through invoicing customers in the same currency as the source of products. The foreign currency transaction losses (gains) for the periods ending December 31, 2020, 2019 and 2018 were $3.0 million, $3.3 million and $(2.4) million, respectively, and are reported within Other (income) expense - net on the Consolidated Statements of Operations. See Note 8 in Part II, Item 8, “Financial Statements and Supplementary Data,” for further discussion.\n29\nInterest Rate Fluctuations\nThe Company does not have significant interest rate exposure due to all of the $1,050.2 million of debt outstanding as of December 31, 2020 being fixed rate debt.\n30"
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with accounting principles generally accepted in the United States of America, and as defined in Exchange Act Rule 13a-15(f).\nInternal control over financial reporting cannot provide absolute assurance of achieving financial reporting objectives because of its inherent limitations. Because of such limitations, there is a risk that material misstatements may not be prevented or detected on a timely basis by internal control over financial reporting.\nManagement has used the framework set forth in the report entitled “Internal Control — Integrated Framework” (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission to assess the effectiveness of the Company’s internal control over financial reporting. Based on that assessment, management has concluded that the Company’s internal control over financial reporting was effective as of December 31, 2020.\nThe effectiveness of the Company’s internal control over financial reporting as of December 31, 2020, has been audited by Deloitte & Touche LLP, an independent registered public accounting firm, as stated in their report which appears herein.\n31\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of IDEX Corporation\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of IDEX Corporation and subsidiaries (the “Company”) as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2020, of the Company and our report dated February 25, 2021, expressed an unqualified opinion on those financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n32\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the shareholders and the Board of Directors of IDEX Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of IDEX Corporation and subsidiaries (the \"Company\") as of December 31, 2020 and 2019, the related consolidated statements of operations, comprehensive income, equity, and cash flows, for each of the three years in the period ended December 31, 2020, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 25, 2021, expressed an unqualified opinion on the Company's internal control over financial reporting.\nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nRevenue - Disaggregation of Revenue - Refer to Note 5 to the Financial Statements\nCritical Audit Matter Description\nThe Company is a highly diversified business with a wide range of products and services that are offered in various markets throughout the world. The Company’s business activities are carried out by numerous individual business units, which offer a unique set of products and include niche markets within specific geographic areas.\nWe identified revenue as a critical audit matter given the disaggregated nature of the Company’s operations and business units generating revenue. This required extensive audit effort due to the volume of the underlying transactions and distinctiveness of each individual business unit.  High levels of auditor judgment were necessary to determine the nature, timing, and extent of audit procedures and the level of disaggregation within the Company at which to perform such procedures, especially given limited market data for certain products or geographic areas.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the Company’s revenue transactions included the following, among others:\n33\n•\nWe tested internal controls within the relevant revenue business processes, including controls over revenue recognition and controls over the review of significant revenue transactions and operating results.\n•\nFor a sample of revenue transactions, we performed detail transaction testing by agreeing the amounts recorded to source documents and determined that revenue was recognized appropriately.\n•\nFor the revenue populations subject to detail testing, we tested the completeness of revenue by making selections from reciprocal populations (e.g., shipping logs) and determined whether the transaction was recorded as a sale in the general ledger.\n•\nFor revenue transactions not subject to detail transaction testing, we aggregated the revenue transactions at the reporting unit level and performed substantive analytical procedures. We developed independent expectations of revenue based on data derived from published industry indices and market and customer trends and compared our independent expectations to the revenue recorded by management.\nWe have served as the Company’s auditor since 1987.\n34\nIDEX CORPORATION\nCONSOLIDATED BALANCE SHEETS\nSee Notes to Consolidated Financial Statements.\n35\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF OPERATIONS\nSee Notes to Consolidated Financial Statements.\n36\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\nSee Notes to Consolidated Financial Statements.\n37\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF EQUITY\nSee Notes to Consolidated Financial Statements.\n38\nIDEX CORPORATION\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nSee Notes to Consolidated Financial Statements.\n39\nIDEX CORPORATION\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nSignificant Accounting Policies\nBusiness\nIDEX is an applied solutions company specializing in the manufacture of fluid and metering technologies, health and science technologies and fire, safety and other diversified products built to customers’ specifications. IDEX’s products are sold in niche markets across a wide range of industries throughout the world. The Company’s products include industrial pumps, provers, compressors, flow meters, injectors, valves and related controls for use in a wide variety of process applications; precision fluidics solutions, including pumps, valves, degassing equipment, corrective tubing, fittings and complex manifolds, optical filters and specialty medical equipment and devices for use in life science applications; precision-engineered equipment for dispensing, metering and mixing paints; and engineered products for industrial and commercial markets, including fire and rescue, transportation equipment, oil and gas, electronics and communications. These activities are grouped into\nthree\nreportable segments: Fluid & Metering Technologies, Health & Science Technologies and Fire & Safety/Diversified Products.\nPrinciples of Consolidation\nThe consolidated financial statements include the Company and its subsidiaries. All intercompany transactions and accounts have been eliminated.\nUse of Estimates\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America (“U.S. GAAP”) requires management to make estimates and judgments that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities and reported amounts of revenue and expenses during the reporting period. Actual results could differ from those estimates. The principal areas of estimation reflected in the financial statements are revenue recognition, sales returns and allowances, allowance for doubtful accounts, inventory valuation, recoverability of long-lived assets, valuation of goodwill and intangible assets, income taxes, product warranties, contingencies and litigation, insurance-related items, defined benefit retirement plans and purchase accounting related to acquisitions.\nRevenue Recognition\nRevenue is recognized when control of products or services is transferred to our customers in an amount that reflects the consideration we expect to be entitled to in exchange for transferring those products or providing those services. A performance obligation is a promise in a contract to transfer a distinct product or service to the customer. A contract’s transaction price is allocated to each performance obligation and recognized as revenue when, or as, the performance obligation is satisfied. Our performance obligations are satisfied at a point in time or over time as work progresses. Revenue from products and services transferred to customers at a point in time is recognized when obligations under the terms of the contract with our customer are satisfied. Generally, this occurs with the transfer of control of the asset, which is in line with shipping terms. Certain units recognize revenue over time because control transfers continuously to our customers. Revenue is recognized over time as work is performed based on the relationship between actual costs incurred to date for each contract and the total estimated costs for such contract at completion of the performance obligation (i.e. the cost-to-cost method) or ratably over the contract term.  As a significant change in one or more of these estimates could affect the profitability of our contracts, we review and update our estimates regularly. Due to uncertainties inherent in the estimation process, it is reasonably possible that completion costs, including those arising from contract penalty provisions and final contract settlements, will be revised. Such revisions to costs and income are recognized in the period in which the revisions are determined as a cumulative catch-up adjustment. The impact of the adjustment on profit recorded to date on a contract is recognized in the period the adjustment is identified. If at any time the estimate of contract profitability indicates an anticipated loss on the contract, we recognize provisions for estimated losses on incomplete contracts in the period in which such losses are determined.\nThe Company records allowances for discounts and product returns at the time of sale as a reduction of revenue as such allowances can be reliably estimated based on historical experience and known trends. The Company also offers product warranties (primarily assurance-type) and accrues its estimated exposure for warranty claims at the time of sale based upon the length of the warranty period, warranty costs incurred and any other related information known to the Company.\n40\nShipping and Handling Costs\nShipping and handling costs are included in Cost of sales and are recognized as a period expense during the period in which they are incurred.\nAdvertising Costs\nAdvertising costs of $\n9.9\nmillion, $\n15.7\nmillion and $\n17.0\nmillion for 2020, 2019 and 2018, respectively, are expensed as incurred within Selling, general and administrative expenses.\nCash and Cash Equivalents\nThe Company considers all highly liquid instruments purchased with an original maturity of 3 months or less to be cash and cash equivalents.\nAccounts Receivable and Allowance for Doubtful Accounts\nAccounts receivable are recorded at face amount less an allowance for doubtful accounts. The Company maintains an allowance for doubtful accounts for expected losses as a result of customers’ inability to make required payments. Management evaluates the aging of the accounts receivable balances, the financial condition of its customers, historical trends and the time outstanding of specific balances to estimate the amount of accounts receivable that may not be collected in the future and records the appropriate provision.\nInventories\nThe Company states inventories at the lower of cost or net realizable value. Cost, which includes material, labor and factory overhead, is determined on a first in, first out basis. We make adjustments to reduce the cost of inventory to its net realizable value, if required, for estimated excess, obsolete or impaired balances. Factors influencing these adjustments include changes in market demand, product life cycle and engineering changes.\nImpairment of Long-Lived Assets\nA long-lived asset is reviewed for impairment if an event occurs or circumstances change that would more likely than not reduce the fair value of a long-lived asset below its carrying value, as measured by comparing its net book value to the projected undiscounted future cash flows generated by its use. A long-lived asset impairment exists when the carrying value of the asset exceeds its fair value. The amount and\ntiming of the impairment charge for this asset requires the estimation of future cash flows to determine the fair value of the asset. An impaired asset is recorded at its estimated fair value based on a discounted cash flow analysis.\nIn the fourth quarter of 2020, the Company consolidated certain facilities within the Fluid & Metering Technologies (“FMT”) segment, which resulted in an impairment charge of $\n2.5\nmillion, consisting of $\n1.6\nmillion related to property, plant and equipment which was not relocated to the new location and $\n0.9\nmillion related to a building right-of-use asset that was exited early. The Company also relocated its corporate office, which resulted in an impairment charge of $\n0.6\nmillion, consisting of $\n0.2\nmillion related to property, plant and equipment which was not relocated to the new location and $\n0.4\nmillion related to a building right-of-use asset that was exited early. These charges were recorded as Restructuring expenses and asset impairments in the Consolidated Statements of Operations.\nIn the second quarter of 2019, the Company began to evaluate strategic alternatives for one of its businesses in the Health & Science Technologies (“HST”) segment. Prior to making a final decision on the options that were presented for this business, the business was informed in the third quarter of 2019 of the loss of its largest customer. As a result, the Company accelerated its restructuring activities for this business and a decision was made to wind down the business over time. This event required an interim impairment test be performed on the long-lived tangible and intangible assets of the business, which resulted in an impairment charge of $\n9.7\nmillion, consisting of $\n6.1\nmillion related to a customer relationships intangible asset, $\n1.0\nmillion related to an unpatented technology intangible asset, $\n2.0\nmillion related to property, plant and equipment and $\n0.6\nmillion related to a building right-of-use asset. In the fourth quarter of 2019, the Company completed the consolidation of one of its facilities in the HST segment into the Optics Center of Excellence in Rochester, New York, which also resulted in an impairment charge of $\n0.4\nmillion related to a building right-of-use asset. These charges were recorded as Restructuring expenses and asset impairments in the Consolidated Statements of Operations.\n41\nIn 2018, the Company concluded that there were\nno\nlong-lived assets with a fair value that was less than the carrying value. See Note 15 for further discussion on restructuring activities.\nGoodwill and Indefinite-Lived Intangible Assets\nThe Company reviews the carrying value of goodwill and indefinite-lived intangible assets annually as of October 31, or if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value. The Company evaluates the recoverability of these assets based on the estimated fair value of each of the\n13\nreporting units and the indefinite-lived intangible assets. See Note 6 for further discussion on goodwill and intangible assets.\nBorrowing Expenses\nExpenses incurred in securing and issuing debt are capitalized and included as a reduction of Long-term borrowings. These amounts are amortized over the life of the related borrowing and the related amortization is included in Interest expense.\nEarnings per Common Share\nEarnings per common share (“EPS”) is computed by dividing net income by the weighted average number of shares of common stock (basic) plus common stock equivalents outstanding (diluted) during the year. Common stock equivalents consist of stock options, which have been included in the calculation of weighted average shares outstanding using the treasury stock method, restricted stock and performance share units.\nAccounting Standards Codification (“ASC”) 260,\nEarnings per Share\n, concludes that all outstanding unvested share-based payment awards that contain rights to nonforfeitable dividends participate in undistributed earnings with common shareholders. If awards are considered participating securities, the Company is required to apply the two-class method of computing basic and diluted earnings per share. The Company has determined that its outstanding shares of restricted stock are participating securities. Accordingly, EPS was computed using the two-class method prescribed by ASC 260.\nBasic weighted average shares outstanding reconciles to diluted weighted average shares outstanding as follows:\nOptions to purchase approximately\n0.3\nmillion shares of common stock in each of 2020, 2019 and 2018, respectively, were not included in the computation of diluted EPS because the effect of their inclusion would have been antidilutive.\nShare-Based Compensation\nThe Company accounts for share-based payments in accordance with ASC 718,\nCompensation-Stock Compensation\n. Accordingly, the Company expenses the fair value of awards made under its share-based compensation plans. That cost is recognized in the consolidated financial statements over the requisite service period of the grants. See Note 16 for further discussion on share-based compensation.\nDepreciation and Amortization\nProperty and equipment are stated at cost, with depreciation and amortization provided using the straight-line method over the following estimated useful lives:\n42\nCertain identifiable intangible assets are amortized over their estimated useful lives using the straight-line method. The estimated useful lives used in the computation of amortization of identifiable intangible assets are as follows:\nResearch and Development Expenditures\nCosts associated with engineering activities, including research and development, are expensed in the period incurred and are included in Cost of sales.\nTotal engineering expenses, which include research and development as well as application and support engineering, were $\n82.3\nmillion, $\n92.4\nmillion and $\n84.9\nmillion in 2020, 2019 and 2018, respectively. Research and development expenses, which include costs associated with developing new products and major improvements to existing products, were $\n48.2\nmillion, $\n56.4\nmillion and $\n48.0\nmillion in 2020, 2019 and 2018, respectively.\nForeign Currency Translation and Transaction\nThe functional currency of substantially all operations outside the United States is the respective local currency. Accordingly, those foreign currency balance sheet accounts have been translated using the exchange rates in effect as of the balance sheet date. Statement of Operations amounts have been translated using the average monthly exchange rates for the year. Translation adjustments from year to year have been reported in Accumulated other comprehensive income (loss) in the Consolidated Balance Sheets. The foreign currency transaction losses (gains) for the periods ending December 31, 2020, 2019 and 2018 were $\n3.0\nmillion, $\n3.3\nmillion and $(\n2.4\n) million, respectively, and are reported within Other (income) expense - net on the Consolidated Statements of Operations. See Note 8 for further discussion.\nIncome Taxes\nIncome tax expense includes U.S., state, local and international income taxes. Deferred tax assets and liabilities are recognized for the tax consequences of temporary differences between the financial reporting and the tax bases of existing assets and liabilities and for loss carryforwards. The tax rate used to determine the deferred tax assets and liabilities is the enacted tax rate for the year and the manner in which the differences are expected to reverse. Valuation allowances are recorded to reduce deferred tax assets to the amount that will more likely than not be realized.\nRefer to Note 13 for further discussion on income taxes.\nConcentration of Credit Risk\nThe Company is not dependent on a single customer as its largest customer accounted for less than\n2\n% of net sales for all years presented.\nRecently Adopted Accounting Standards\nIn February 2018, the Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”) 2018-02,\nReclassification of Certain Tax Effects from Accumulated Other Comprehensive Income\n, which allows an entity to reclassify the stranded tax effects in accumulated other comprehensive income (loss) to retained earnings in the statement of equity.  The Company early adopted this standard on a retrospective basis on January 1, 2018. The adoption resulted in an increase of $\n6.4\nmillion to Retained earnings and a corresponding change of $\n6.4\nmillion to Accumulated other comprehensive income (loss) at January 1, 2018.\nIn January 2017, the FASB issued ASU 2017-01,\nClarifying the Definition of a Business\n, which clarifies the definition of a business and assists entities with evaluating whether transactions should be accounted for as acquisitions or disposals of assets or businesses. Under this guidance, when substantially all of the fair value of gross assets acquired is concentrated in a single asset or a group of similar assets, the assets acquired would not represent a business. In addition, in order to be considered a business, an acquisition would have to include at a minimum an input and a substantive process that together significantly\n43\ncontribute to the ability to create an output. The amended guidance also narrows the definition of outputs by more closely aligning it with how outputs are described in the FASB guidance for revenue recognition. The Company adopted this standard on January 1, 2018 and accounted for the purchase of the intellectual property assets from Phantom Controls utilizing this guidance. See Note 6 for further information.\nIn January 2017, the FASB issued ASU 2017-04,\nSimplifying the Test for Goodwill Impairment\n, which simplifies the two-step goodwill impairment test by eliminating the second step of the test. Under this guidance, an entity will apply a one-step quantitative test and record the amount of goodwill impairment as the excess of a reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit. This guidance does not amend the optional qualitative assessment of goodwill impairment. The Company adopted this standard on January 1, 2020. The adoption of this standard did not have a material impact on our consolidated financial statements. See Note 6 for further information.\nIn October 2016, the FASB issued ASU 2016-16,\nIntra-Entity Transfers of Assets Other Than Inventory\n, which amends ASC 740,\nIncome Taxes\n. This ASU requires that the income tax consequences of an intra-entity asset transfer other than inventory are recognized at the time of the transfer. An entity will continue to recognize the income tax consequences of an intercompany transfer of inventory when the inventory is sold to a third party. The Company adopted this standard on a modified retrospective basis on January 1, 2018. The adoption resulted in a decrease of $\n7.3\nmillion to Other current assets, a decrease of $\n6.7\nmillion to Deferred income taxes and a decrease of $\n0.6\nmillion to Retained earnings at January 1, 2018.\nIn August 2016, the FASB issued ASU 2016-15,\nClassification of Certain Cash Receipts and Cash Payments\n(a consensus of the FASB Emerging Issues Task Force). This ASU addresses the following eight specific cash flow issues: debt prepayment or debt extinguishment costs; settlement of zero-coupon debt instruments or other debt instruments with coupon interest rates that are insignificant in relation to the effective interest rate of the borrowing; contingent consideration payments made after a business combination; proceeds from the settlement of insurance claims; proceeds from the settlement of corporate-owned life insurance policies (including bank-owned life insurance policies); distributions received from equity method investees; beneficial interests in securitization transactions; and separately identifiable cash flows and application of the predominance principle. The Company adopted this standard on January 1, 2018. The adoption of this standard did not have a material impact on our consolidated financial statements.\nIn June 2016, the FASB issued ASU 2016-13,\nFinancial Instruments - Credit losses (Topic 326): Measurement of Credit Losses on Financial Instruments\nand in November 2018 issued a subsequent amendment, ASU 2018-19,\nCodification Improvements to Topic 326, Financial Instruments - Credit Losses\n. ASU 2016-13 significantly changes how entities will measure credit losses for most financial assets and certain other instruments that are not measured at fair value through net income. ASU 2016-13 replaces the prior “incurred loss” approach with an “expected loss” model for instruments measured at amortized cost. ASU 2018-19 affects loans, debt securities, trade receivables, net investments in leases, off-balance sheet credit exposures, reinsurance receivables and any other financial assets not excluded from the scope of this amendment that represent the contractual right to receive cash. ASU 2016-13 and ASU 2018-19 should be applied on either a prospective transition or modified-retrospective approach depending on the subtopic. The Company adopted this standard on January 1, 2020 using the prospective transition approach. The adoption of this standard did not have a material impact on our consolidated financial statements.\nIn February 2016, the FASB issued ASU 2016-02,\nLeases\n, which sets out the principles for the recognition, measurement, presentation and disclosure of leases for both parties to a contract (i.e. lessees and lessors). This standard introduced a new lessee model that requires most leases to be recorded on the balance sheet and eliminates the required use of bright line tests for determining lease classification from U.S. GAAP. In July 2018, the FASB issued ASU 2018-10,\nCodification Improvements to Topic 842\n,\nLeases\nand ASU 2018-11,\nLeases (Topic 842): Targeted Improvements,\nwhich clarified ASU 2016-02 and had the same effective date as the original standard. ASU 2018-11 included an option to use the effective date of ASU 2016-02 as the date of initial application of transition as well as an option not to restate comparative periods in transition. In March 2019, the FASB issued ASU 2019-01,\nLeases (Topic 842):\nCodification Improvements,\nwhich also clarified ASU 2016-02 and was effective for fiscal years beginning after December 15, 2019 and interim periods within those fiscal years.\nThe Company adopted this standard on January 1, 2019 using the optional transition method provided by the FASB in ASU 2018-11. As we did not restate comparative periods, the adoption had no impact on our previously reported results. We elected to use the practical expedient that allowed us not to reassess: (1) whether any expired or existing contracts are or contain leases, (2) the lease classification for any expired or existing leases and (3) initial direct costs for any expired or existing leases and the practical expedient that allows us to treat the lease and non-lease components as a single lease component for all asset classes. We also elected to account for short-term leases (i.e. leases with a term of one year or less) in accordance with ASC 842-20-25-2 (i.e. expensed over the term and not recorded on the balance sheet). The adoption of this standard impacted our consolidated balance sheet due to the recognition of right of use assets and lease liabilities. Upon adoption, we recognized right\n44\nof use assets and lease liabilities of approximately $\n68\nmillion that reflected the present value of future lease payments. The adoption of this standard did not have a material impact on our consolidated results of operations or cash flows. See Note 10 for further information.\nIn May 2014, the FASB issued ASU 2014-09,\nRevenue from Contracts with Customers,\nwhich replaces numerous requirements in U.S. GAAP, including industry-specific requirements, and provides companies with a new five-step model for recognizing revenue from contracts with customers.  Under ASU 2014-09, an entity should recognize revenue to depict the transfer of promised goods or services to customers in an amount that reflects the consideration to which the entity expects to be entitled in exchange for those goods or services. This ASU also requires disclosures sufficient to enable users to understand the nature, amount, timing, and uncertainty of revenue and cash flows arising from contracts with customers, including qualitative and quantitative disclosures about contracts with customers, significant judgments and changes in judgments, and assets recognized from the costs to obtain or fulfill a contract. The FASB has also issued the following standards which clarify ASU 2014-09 and have the same effective date as the original standard: ASU 2016-08,\nRevenue from Contracts with Customers: Principal versus Agent Considerations (Reporting Revenue Gross versus Net)\n; ASU 2016-10,\nRevenue from Contracts with Customers: Identifying Performance Obligations and Licensing\n; ASU 2016-12\n,\nRevenue from Contracts with Customers: Narrow-Scope Improvements and Practical Expedients\n; and ASU 2016-20\n, Technical Corrections and Improvements to Topic 606, Revenue from Contracts with Customers.\nIn 2016, we established an implementation team and analyzed the impact of the standard by surveying business units and performing extensive contract reviews to identify potential differences that may result from applying the requirements of the new standard. The contract reviews generally supported the recognition of revenue at a point in time, which was consistent with the revenue recognition model used by most of our business units. As a result, revenue recognition was unchanged under the new standard. For our business units that previously recognized revenue under a percentage of completion model, revenue recognition was also unchanged as the contract reviews supported the recognition of revenue over time. The Company implemented the appropriate changes to its processes, systems and controls to comply with the new guidance. The Company adopted this standard on January 1, 2018 using the modified retrospective approach applied to contracts that were not completed as of January 1, 2018. The adoption of this standard did not have an impact on our consolidated financial statements, except to provide additional disclosures. The Company elected the following practical expedients: significant financing component, sales tax presentation, contract costs, shipping and handling activities and disclosures. See Note 5 for further details on revenue.\nRecently Issued Accounting Standards\nIn December 2019, the FASB issued ASU 2019-12,\nSimplifying the Accounting for Income Taxes\n, which eliminates the need to analyze whether the following apply in a given period (1) exception to the incremental approach for intraperiod tax allocation (2) exceptions to accounting for basis differences when there are ownership changes in foreign investments and (3) exceptions in interim period income tax accounting for year-to-date losses that exceed anticipated losses. The ASU is also designed to improve the application of income tax-related guidance and simplify GAAP for (1) franchise taxes that are partially based on income, (2) transactions with a government that result in a step-up in the tax basis of goodwill, (3) separate financial statements of legal entities that are not subject to tax, and (4) enacted changes in tax laws in interim periods. ASU 2019-12 is effective for annual periods beginning after December 15, 2020, and interim periods therein. The adoption of this standard will not have a material impact on our consolidated financial statements.\n2.\nAcquisitions and Divestitures\nAll of the Company’s acquisitions of businesses have been accounted for under ASC 805,\nBusiness Combinations\n. Accordingly, the accounts of the acquired companies, after adjustments to reflect the fair values assigned to assets and liabilities, have been included in the Company’s consolidated financial statements from their respective dates of acquisition. The results of operations of the acquired companies have been included in the Company’s consolidated results since the date of each acquisition. Supplemental pro forma information has not been provided as the acquisitions did not have a material impact on the Company’s consolidated results of operations individually or in the aggregate.\n45\n2020 Acquisitions\nOn November 23, 2020, the Company acquired Qualtek Manufacturing, Inc. (“Qualtek”), a  manufacturer of  high quality specialty metal components and parts by providing vertically integrated tool and die, metal stamping and metal finishing services. Headquartered in Colorado Springs, CO, Qualtek operates in our BAND-IT platform within the Fire & Safety/Diversified Products segment. Qualtek was acquired for cash consideration of $\n1.9\nmillion. The entire purchase price was funded with cash on hand. Goodwill recognized as part of this transaction was $\n1.1\nmillion. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business. The goodwill is deductible for tax purposes.\nThe Company made an allocation of the purchase price for the Qualtek acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy. If the Company obtains additional information about these assets, and learns more about the newly acquired business, we will refine the estimates of fair value and more accurately allocate the purchase price. Only items identified as of the acquisition date are considered for subsequent adjustment. The Company will make appropriate adjustments to the purchase price allocation prior to the completion of the measurement period, if required.\nOn February 28, 2020, the Company acquired the stock of Flow Management Devices, LLC (“Flow MD”), a privately held provider of flow measurement systems that ensure custody transfer accuracy in the oil and gas industry. Flow MD engineers and manufactures small volume provers. Headquartered in Phoenix, AZ, with operations in Houston, TX and Pittsburgh, PA, Flow MD operates in our Energy platform within the Fluid & Metering Technologies segment. Flow MD was acquired for cash consideration of $\n121.2\nmillion. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n60.4\nmillion and $\n53.0\nmillion, respectively. The goodwill is deductible for tax purposes.\nThe Company made a preliminary allocation of the purchase price for the Flow MD acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy. If the Company obtains additional information about these assets and liabilities, and learns more about the newly acquired business, we will refine the estimates of fair value and more accurately allocate the purchase price. Only items identified as of the acquisition date are considered for subsequent adjustment. The Company will make required adjustments to the purchase price allocation prior to the completion of the measurement period, if necessary.\nThe preliminary allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business.\n46\nThe acquired intangible assets and weighted average amortization periods are as follows:\nThe Company incurred\n$\n4.3\nmillion\nof acquisition-related transaction costs in 2020. These costs were recorded in Selling, general and administrative expenses and were related to completed transactions, pending transactions and potential transactions, including transactions that ultimately were not completed. The Company also incurred a $\n0.1\nmillion fair value inventory step-up charge associated with the completed 2020 acquisition of Qualtek and a $\n4.1\nmillion fair value inventory step-up charge associated with the completed 2020 acquisition of Flow MD in the year ended December 31, 2020. These charges were recorded in Cost of sales.\n2019 Acquisition\nOn July 18, 2019, the Company acquired the stock of Velcora Holding AB (“Velcora”) and its operating subsidiaries, Roplan and Steridose. Roplan is a global manufacturer of custom mechanical and shaft seals for a variety of end markets including food and beverage, marine, chemical, wastewater and water treatment. Steridose develops engineered hygienic mixers and valves for the global biopharmaceutical industry. Both companies are headquartered in Sweden but also have operations in China, the United Kingdom and the United States. Roplan and Steridose operate in our Health & Science Technologies segment. Velcora was acquired for cash consideration of $\n87.2\nmillion and the assumption of $\n51.1\nmillion of debt. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n86.6\nmillion and $\n48.2\nmillion, respectively. The goodwill is not deductible for tax purposes.\nThe Company finalized the allocation of the purchase price for the Velcora acquisition as of the acquisition date based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.\nThe final allocation of the purchase price to the assets acquired and liabilities assumed, based on their estimated fair values at the acquisition date, is as follows:\nAcquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisitions reflects the strategic fit, revenue and earnings growth potential of these businesses.\n47\nThe acquired intangible assets and weighted average amortization periods are as follows:\nOn September 3, 2019, the Company settled the debt assumed in the Velcora acquisition and incurred a loss on early retirement of $\n0.7\nmillion which was recorded in Other (income) expense - net in the Consolidated Statements of Operations for the year ended December 31, 2019.\nThe Company incurred $\n1.7\nmillion of acquisition-related transaction costs in 2019. These costs were recorded in Selling, general and administrative expenses and were related to completed transactions, pending transactions and potential transactions, including transactions that ultimately were not completed.  The Company also incurred a $\n3.3\nmillion fair value inventory step-up charge associated with the completed 2019 acquisition in the year ended December 31, 2019.  This charge was recorded in Cost of sales.\n2018 Acquisition\nOn July 23, 2018, the Company acquired Finger Lakes Instrumentation (“FLI”), a technology leader in the design, development and production of low-noise cooled CCD and high speed, high-sensitivity Scientific CMOS cameras for the astronomy and life science markets. Headquartered in Lima, NY, FLI operates in our Health & Science Technologies segment. FLI was acquired for an aggregate purchase price of $\n23.6\nmillion, consisting of $\n20.2\nmillion in cash and contingent consideration valued at $\n3.4\nmillion as of the opening balance sheet date. The contingent consideration was based on the achievement of financial objectives during the\n24\n-month period following the close of the transaction. The entire purchase price was funded with cash on hand. Goodwill and intangible assets recognized as part of this transaction were $\n12.4\nmillion and $\n7.9\nmillion, respectively. Acquired intangible assets consist of trade names, customer relationships and unpatented technology. The goodwill recorded for the acquisition reflects the strategic fit, revenue and earnings growth potential of this business. The goodwill is deductible for tax purposes.\nIn the third quarter of 2019, the Company finalized its allocation of the purchase price for the FLI acquisition based on its understanding of the fair value of the acquired assets and assumed liabilities. These nonrecurring fair value measurements are classified as Level 3 in the fair value hierarchy.  In March 2020, the Company and the seller reached an agreement to settle the contingent consideration associated with the acquisition of FLI for $\n3.0\nmillion, which was paid in April 2020.\nThe Company incurred $\n3.0\nmillion of acquisition-related transaction costs in 2018. These costs were recorded in Selling, general and administrative expenses and were related to completed transactions, pending transactions and potential transactions, including transactions that ultimately were not completed.\nDivestitures\nThe Company periodically reviews its operations for businesses which may no longer be aligned with its strategic objectives and focuses on core business and customers. Any resulting gain or loss recognized due to divestitures is recorded within Loss (gain) on sale of businesses - net within Selling, general and administrative expenses.\nOn December 28, 2020, the Company completed the sale of its Avery Hardoll product line for $\n0.5\nmillion in cash, resulting in a pre-tax loss on the sale of $\n0.4\nmillion. The Company recorded $\n0.3\nmillion of income tax benefit associated with this transaction during the year ended December 31, 2020. The results of Avery Hardoll were reported within the Fluid & Metering Technologies segment and generated $\n1.2\nmillion of revenues in 2020 through the date of sale. The Company concluded that this divestiture did not meet the criteria for reporting discontinued operations.  There were no divestitures that took place during the years ended December 31, 2019 and 2018.\n48\n3.\nJoint Venture\nOn May 12, 2020, a subsidiary of IDEX entered into a joint venture agreement with a third party to form a limited liability company (the “Joint Venture”) that will manufacture and sell high performance elastomer seals for the oil and gas industry to customers within the Kingdom of Saudi Arabia as well as export these high performance elastomer seals outside of the Kingdom of Saudi Arabia. The Joint Venture will be headquartered in Damman, Saudi Arabia and will operate in our Sealing Solutions platform within the Health & Science Technologies segment. In the fourth quarter of 2020, the Company contributed $\n147\nthousand and owns\n55\n% of the share capital while the third party partner contributed $\n120\nthousand and owns\n45\n% of the share capital. As of December 31, 2020, the Joint Venture had not yet begun its operations. Since we control the entity, we have consolidated the Joint Venture and recorded a noncontrolling interest in our consolidated financial statements.\n4.\nBalance Sheet Components\n50\nThe valuation and qualifying account activity for the years ended December 31, 2020, 2019 and 2018 is as follows:\n(1)\nIncludes provision for doubtful accounts.\n5.\nRevenue\nIDEX is an applied solutions company specializing in the manufacture of fluid and metering technologies, health and science technologies and fire, safety and other diversified products built to customers’ specifications. The Company’s products include industrial pumps, provers, compressors, flow meters, injectors, valves and related controls for use in a wide variety of process applications; precision fluidics solutions, including pumps, valves, degassing equipment, corrective tubing, fittings and complex manifolds, optical filters and specialty medical equipment and devices for use in life science applications; precision-engineered equipment for dispensing, metering and mixing paints; and engineered products for industrial and commercial markets, including fire and rescue, transportation equipment, oil and gas, electronics and communications.\nRevenue is recognized when control of products or services is transferred to our customers in an amount that reflects the consideration we expect to be entitled to in exchange for transferring those products or providing those services. We account for a contract when it has approval and commitment from both parties, the rights of the parties are identified, payment terms are identified, the contract has commercial substance and collectability of the consideration is probable. We determine the appropriate revenue recognition for our contracts with customers by analyzing the type, terms and conditions of each contract or arrangement with a customer.\nDisaggregation of Revenue\nWe have a comprehensive offering of products, including technologies, built to customers’ specifications that are sold in niche markets throughout the world. We disaggregate our revenue from contracts with customers by reporting unit and geographical region for each of our segments as we believe it best depicts how the amount, nature, timing and uncertainty of our revenue and cash flows are affected by economic factors. Revenue was attributed to geographical region based on the location of the customer. The following tables present our revenue disaggregated by reporting unit and geographical region.\n51\nRevenue by reporting unit for the years ended December 31, 2020, 2019 and 2018 was as follows:\n52\nRevenue by geographical region for the years ended December 31, 2020, 2019 and 2018 was as follows:\n(1)\nOther includes: South America, Middle East, Australia and Africa.\nContract Balances\nThe timing of revenue recognition, billings and cash collections can result in customer receivables, advance payments or billings in excess of revenue recognized. Customer receivables include both amounts billed and currently due from customers as well as unbilled amounts (contract assets) and are included in Receivables - net on our Consolidated Balance Sheets. Amounts are billed in accordance with contractual terms or as work progresses. Unbilled amounts arise when the timing of billing differs from the timing of revenue recognized, such as when contract provisions require specific milestones to be met before a customer can be billed. Unbilled amounts primarily relate to performance obligations satisfied over time when the cost-to-cost method is utilized and the revenue recognized exceeds the amount billed to the customer as there is not yet a right to invoice in accordance with contractual terms. Unbilled amounts are recorded as a contract asset when the revenue associated with the contract is recognized prior to billing and derecognized when billed in accordance with the terms of the contract. Customer receivables are recorded at face amount less an allowance for doubtful accounts. The Company maintains an\n53\nallowance for doubtful accounts for expected losses as a result of customers’ inability to make required payments. Management evaluates the aging of customer receivable balances, the financial condition of its customers, historical trends and the time outstanding of specific balances to estimate the amount of customer receivables that may not be collected in the future and records the appropriate provision.\nThe composition of Customer receivables was as follows:\nAdvance payments, deposits and billings in excess of revenue recognized are included in Deferred revenue which is classified as current or noncurrent based on the timing of when we expect to recognize the revenue. The current portion is included in Accrued expenses and the noncurrent portion is included in Other noncurrent liabilities on our Consolidated Balance Sheets. Advance payments and deposits represent contract liabilities and are recorded when customers remit contractual cash payments in advance of us satisfying performance obligations under contractual arrangements, including those with performance obligations satisfied over time. We generally receive advance payments from customers related to maintenance services which we recognize ratably over the service term. We also receive deposits from customers on certain orders on which we will recognize as revenue at a point in time in the future. Billings in excess of revenue recognized represent contract liabilities and primarily relate to performance obligations satisfied over time when the cost-to-cost method is utilized and revenue cannot yet be recognized as the Company has not completed the corresponding performance obligation. Contract liabilities are derecognized when revenue is recognized and the performance obligation is satisfied.\nThe composition of Deferred revenue was as follows:\nPerformance Obligations\nA performance obligation is a promise in a contract to transfer a distinct product or service to the customer. A contract’s transaction price is allocated to each performance obligation and recognized as revenue when, or as, the performance obligation is satisfied. For our contracts that require complex design, manufacturing and installation activities, certain performance obligations may not be separately identifiable from other performance obligations in the contract and, therefore, not distinct. As a result, the entire contract is accounted for as a single performance obligation. For our contracts that include distinct products or services that are substantially the same and have the same pattern of transfer to the customer over time, they are recognized as a series of distinct products or services. Certain of our contracts have multiple performance obligations for which we allocate the transaction price to each performance obligation using an estimate of the standalone selling price of each distinct product or service in the contract. For product sales, each product sold to a customer generally represents a distinct performance obligation. In such cases, the observable standalone sales are used to determine the standalone selling price. In certain cases, we may be required to estimate standalone selling price using the expected cost plus margin approach, under which we forecast our expected costs of satisfying a performance obligation and then add an appropriate margin for that distinct product or service.\nOur performance obligations are satisfied at a point in time or over time as work progresses. Performance obligations are supported by contracts with customers that provide a framework for the nature of the distinct product or service or bundle of products and services. We define service revenue as revenue from activities that are not associated with the design, development or manufacture of a product or the delivery of a software license.\nRevenue from products and services transferred to customers at a point in time approximated\n95\n% of total revenues in each of the years ended December 31, 2020, 2019 and 2018. Revenue on these contracts is recognized when obligations under the\n54\nterms of the contract with our customer are satisfied. Generally, this occurs with the transfer of control of the asset, which is in line with shipping terms.\nRevenue from products and services transferred to customers over time approximated\n5\n% of total revenues in each of the years ended December 31, 2020, 2019 and 2018. Revenue earned by certain business units within the Water, Energy, Material Processing Technologies (“MPT”) and Dispensing reporting units is recognized over time because control transfers continuously to our customers. When accounting for over-time contracts, we use an input measure to determine the extent of progress towards completion of the performance obligation. For certain business units within the Water, Energy and MPT reporting units, revenue is recognized over time as work is performed based on the relationship between actual costs incurred to date for each contract and the total estimated costs for such contract at completion of the performance obligation (i.e. the cost-to-cost method). We believe this measure of progress best depicts the transfer of control to the customer which occurs as we incur costs on our contracts. Incurred cost represents work performed, which corresponds with the transfer of control to the customer. Contract costs include labor, material and overhead. Contract estimates are based on various assumptions to project the outcome of future events. These assumptions include labor productivity and availability; the complexity of the work to be performed; the cost and availability of materials; the performance of subcontractors; and the availability and timing of funding from the customer. Revenues, including estimated fees or profits, are recorded proportionally as costs are incurred. For certain business units within the Energy and Dispensing reporting units, revenue is recognized ratably over the contract term.\nAs a significant change in one or more of these estimates could affect the profitability of our contracts, we review and update our estimates regularly. Due to uncertainties inherent in the estimation process, it is reasonably possible that completion costs, including those arising from contract penalty provisions and final contract settlements, will be revised. Such revisions to costs and income are recognized in the period in which the revisions are determined as a cumulative catch-up adjustment. The impact of the adjustment on profit recorded to date on a contract is recognized in the period the adjustment is identified. Revenue and profit in future periods of contract performance are recognized using the adjusted estimate. If at any time the estimate of contract profitability indicates an anticipated loss on the contract, we recognize provisions for estimated losses on incomplete contracts in the period in which such losses are determined.\nThe Company records allowances for discounts and product returns at the time of sale as a reduction of revenue as such allowances can be reliably estimated based on historical experience and known trends. The Company also offers product warranties (primarily assurance-type) and accrues its estimated exposure for warranty claims at the time of sale based upon the length of the warranty period, warranty costs incurred and any other related information known to the Company.\n6.\nGoodwill and Intangible Assets\nThe changes in the carrying amount of goodwill for 2020 and 2019, by reportable business segment, were as follows:\nASC 350,\nGoodwill and Other Intangible Assets\n, requires that goodwill be tested for impairment at the reporting unit level on an annual basis and between annual tests if an event occurs or circumstances change that would more likely than not reduce the fair value of the reporting unit below its carrying value. In 2020 and 2019, there were no events or circumstances that would have required an interim impairment test. Goodwill represents the purchase price in excess of the net amount assigned to assets acquired and liabilities assumed.\n55\nGoodwill and other acquired intangible assets with indefinite lives were tested for impairment as of October 31, 2020, the Company’s annual impairment test date. In assessing the fair value of the reporting units, the Company considers both the market approach and the income approach. Under the market approach, the fair value of the reporting unit is determined by the respective trailing 12 month EBITDA and the forward looking 2021 EBITDA (50% each), based on multiples of comparable public companies. The market approach is dependent on a number of significant management assumptions including forecasted EBITDA and selected market multiples. Under the income approach, the fair value of the reporting unit is determined based on the present value of estimated future cash flows. The income approach is dependent on a number of significant management assumptions including estimates of operating results, capital expenditures, net working capital requirements, long-term growth rates and discount rates. Weighting was equally attributed to both the market and the income approaches (50% each) in arriving at the fair value of the reporting units.\nThe following table provides the gross carrying value and accumulated amortization for each major class of intangible asset at December 31, 2020 and 2019:\nOn June 22, 2018, the Company acquired the intellectual property assets of Phantom Controls (“Phantom”) for cash consideration of $\n4.0\nmillion. The operational capabilities and innovative pump operation of Phantom’s technology complements our existing water-flow expertise of Hale, Akron Brass and Class 1 to improve fire ground safety and reduce operational complexity during mission critical response. This acquisition of intellectual property assets did not meet the definition of a business under ASU 2017-01 and thus the Company recorded the entire purchase price to the Unpatented technology class of intangible assets on the Consolidated Balance Sheets.\nThe Banjo trade name and the Akron Brass trade name are indefinite-lived intangible assets which are tested for impairment on an annual basis in accordance with ASC 350 or more frequently if events or changes in circumstances indicate that the assets might be impaired. The Company uses the relief-from-royalty method, a form of the income approach, to determine the fair value of these trade names. The relief-from-royalty method is dependent on a number of significant management assumptions, including estimates of revenues, royalty rates and discount rates.\nIn 2020, the COVID-19 outbreak resulted in government lockdown mandates globally that forced us to both reduce hours and temporarily close some facilities at the beginning of the pandemic. These events required that an interim impairment test be performed on the definite-lived intangible assets at one of the Company’s businesses. The impairment test did not result in an impairment charge.\nIn the second quarter of 2019, the Company began to evaluate strategic alternatives for one of its businesses in the HST segment. Prior to making a final decision on the options that were presented for this business, the business was informed in the third quarter of 2019 of the loss of its largest customer. As a result, the Company accelerated its restructuring activities for this business and a decision was made to wind down the business over time. This event required an interim impairment test be performed on certain of its definite-lived intangible assets, which resulted in an impairment charge of $\n7.1\nmillion, consisting\n56\nof $\n6.1\nmillion related to customer relationships and $\n1.0\nmillion related to unpatented technology. This charge was recorded as Restructuring expenses and asset impairments in the Consolidated Statements of Operations. See Note 15 for further discussion.\nAmortization of intangible assets was $\n41.8\nmillion, $\n37.3\nmillion and $\n38.5\nmillion in 2020, 2019 and 2018, respectively. Based on the intangible asset balances as of December 31, 2020, amortization expense is expected to approximate $\n42.9\nmillion in 2021, $\n42.0\nmillion in 2022, $\n38.6\nmillion in 2023, $\n36.8\nmillion in 2024 and $\n35.1\nmillion in 2025.\n7.\nBorrowings\nBorrowings at December 31, 2020 and 2019 consisted of the following:\nOn April 29, 2020, the Company completed a public offering of $\n500.0\nmillion in aggregate principal amount of\n3.0\n% Senior Notes due 2030 (the “\n3.0\n% Senior Notes”). The net proceeds from the offering were approximately $\n494.4\nmillion, after deducting the issuance discount of $\n0.9\nmillion, the underwriting commission of $\n3.3\nmillion and offering expenses of $\n1.4\nmillion. The net proceeds were used to redeem and repay the $\n300.0\nmillion aggregate principal amount outstanding of its\n4.5\n% Senior Notes due December 15, 2020 and the related accrued interest and a make-whole redemption premium, with the balance used for general corporate purposes. The\n3.0\n% Senior Notes bear interest at a rate of\n3.0\n% per annum, which is payable semi-annually in arrears on May 1 and November 1 of each year. The\n3.0\n% Senior Notes mature on May 1, 2030.\nThe Company may redeem all or a portion of the\n3.0\n% Senior Notes at any time prior to maturity at the redemption prices set forth in the Note Indenture (“Indenture”) governing the\n3.0\n% Senior Notes. The Indenture and\n3.0\n% Notes contain covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all of the Company’s assets. The terms of the\n3.0\n% Senior Notes also require\nthe Company to make an offer to repurchase the\n3.0\n% Senior Notes upon a change of control triggering event (as defined in the Indenture) at a price equal to\n101\n% of the principal amount plus accrued and unpaid interest, if any.\nThe Indenture also provides for customary events of default,\nwhich include nonpayment, breach of covenants in the Indenture and certain events of bankruptcy and insolvency. Generally, if an event of default occurs, the Trustee or holders of at least\n25\n% of the then outstanding\n3.0\n% Senior Notes may declare the principal amount of all of the\n3.0\n% Senior Notes to be due and payable immediately.\nOn April 27, 2020, the Company provided notice of its election to redeem early, on May 27, 2020, the $\n300.0\nmillion aggregate principal amount outstanding of its\n4.5\n% Senior Notes at a redemption price of $\n300.0\nmillion plus a make-whole redemption premium of $\n6.8\nmillion and accrued and unpaid interest of $\n6.1\nmillion using proceeds from the Company’s\n3.0\n% Senior Notes. In addition, the Company recognized the remaining $\n1.4\nmillion of the pre-tax amount included in Accumulated other comprehensive income (loss) in shareholders’ equity related to the interest rate exchange agreement associated with the\n4.5\n% Senior Notes and wrote off the remaining $\n0.1\nmillion of deferred issuance costs and $\n0.1\nmillion of the debt issuance discount associated with the\n4.5\n% Senior Notes for a total loss on early debt redemption of $\n8.4\nmillion which was recorded within Other (income) expense - net in the Consolidated Statements of Operations.\nOn May 31, 2019, the Company entered into a credit agreement (the “Credit Agreement”) along with certain of its subsidiaries, as borrowers (the “Borrowers”), Bank of America, N.A., as administrative agent, swing line lender and an issuer\n57\nof letters of credit, with other agents party thereto.  The Credit Agreement replaced the Company’s prior\nfive\n-year $\n700\nmillion credit agreement, dated as of June 23, 2015, which was due to expire in June 2020.\nThe Credit Agreement consists of a revolving credit facility (the “Revolving Facility”) in an aggregate principal amount of $\n800\nmillion, with a final maturity date of May 31, 2024. The maturity date may be extended under certain conditions for an additional\none\n-year term. Up to $\n75\nmillion of the Revolving Facility is available for the issuance of letters of credit. Additionally, up to $\n50\nmillion of the Revolving Facility is available to the Company for swing line loans, available on a same-day basis.\nProceeds of the Revolving Facility are available for use by the Borrowers for acquisitions, working capital and other general corporate purposes, including refinancing existing debt of the Company and its subsidiaries. The Company may request increases in the lending commitments under the Credit Agreement, but the aggregate lending commitments pursuant to such increases may not exceed $\n400\nmillion. The Company has the right, subject to certain conditions set forth in the Credit Agreement, to designate certain foreign subsidiaries of the Company as borrowers under the Credit Agreement. In connection with any such designation, the Company is required to guarantee the obligations of any such subsidiaries under the Credit Agreement.\nBorrowings under the Credit Agreement bear interest at either an alternate base rate or adjusted LIBOR plus, in each case, an applicable margin. Such applicable margin is based on the lower of the Company’s senior, unsecured, long-term debt rating or the Company’s applicable leverage ratio and can range from\n0.00\n% to\n1.275\n%. Based on the Company’s leverage ratio at December 31, 2020, the applicable margin was\n1.00\n%, resulting in a weighted average interest rate of\n1.24\n% for the year ended December 31, 2020. Interest is payable (a) in the case of base rate loans, quarterly, and (b) in the case of LIBOR loans, on the last day of the applicable interest period selected, or every three months from the effective date of such interest period for interest periods exceeding three months.\nThe Credit Agreement requires payment to the lenders of a facility fee based upon the amount of the lenders’ commitments under the credit facility from time to time, determined based on the lower of the Company’s senior, unsecured long-term debt rating or the Company’s applicable leverage ratio. Voluntary prepayments of any loans and voluntary reductions of the unutilized portion of the commitments under the Credit Agreement are permissible without penalty, subject to break funding payments and minimum notice and minimum reduction amount requirements.\nThe Credit Agreement contains customary affirmative and negative covenants for senior unsecured credit agreements. There are two key financial covenants that the Company is required to maintain in connection with the Credit Agreement and the Notes, a minimum interest coverage ratio of\n3.0\nto 1 and a maximum leverage ratio of\n3.50\nto 1, which is the ratio of the Company’s consolidated total debt to its consolidated earnings before interest, income taxes, depreciation and amortization (“EBITDA”), both of which are tested quarterly and in the case of the leverage ratio under the Revolving Facility, there is an option to increase the ratio to\n4.00\nfor 12 months in connection with certain acquisitions. At December 31, 2020, the Company was in compliance with each financial covenant under Credit Agreement and the Notes. There are no financial covenants relating to the\n3.0\n% Senior Notes or\n4.2\n% Senior Notes; however, both are subject to cross-default provisions. The negative covenants include restrictions on the Company’s ability to grant liens, enter into transactions resulting in fundamental changes (such as mergers or sales of all or substantially all of the assets of the Company), make certain subsidiary dividends or distributions, engage in materially different lines of businesses and allow subsidiaries to incur certain additional debt.\nThe Credit Agreement also contains customary events of default (subject to grace periods, as appropriate).\nAt December 31, 2020, there was\nno\nbalance outstanding under the Revolving Facility and $\n7.2\nmillion of outstanding letters of credit, resulting in a net available borrowing capacity under the Revolving Facility at December 31, 2020 of approximately $\n792.8\nmillion.\nOn June 13, 2016, the Company completed a private placement of a $\n100\nmillion aggregate principal amount of\n3.20\n% Senior Notes due June 13, 2023 and a $\n100\nmillion aggregate principal amount of\n3.37\n% Senior Notes due June 13, 2025 (collectively, the “Notes”) pursuant to a Note Purchase Agreement dated June 13, 2016 (the “Purchase Agreement”). Each series of Notes bears interest at the stated amount per annum, which is payable semi-annually in arrears on each June 13\nth\nand December 13\nth\n. The Notes are unsecured obligations of the Company and rank pari passu in right of payment with all of the Company’s other unsecured, unsubordinated debt. The Company may at any time prepay all, or any portion of the Notes, provided that such portion is greater than\n5\n% of the aggregate principal amount of the Notes then outstanding. In the event of a prepayment, the Company will pay an amount equal to par plus accrued interest plus a make-whole amount. In addition, the Company may repurchase the Notes by making an offer to all holders of the Notes, subject to certain conditions.\n58\nThe Purchase Agreement contains certain covenants that restrict the Company’s ability to, among other things, transfer or sell assets, incur indebtedness, create liens, transact with affiliates and engage in certain mergers or consolidations or other change of control transactions. In addition, the Company must comply with a leverage ratio and interest coverage ratio, as further described below, and the Purchase Agreement also limits the outstanding principal amount of priority debt that may be incurred by the Company to\n15\n% of consolidated assets. The Purchase Agreement provides for customary events of default. In the case of an event of default arising from specified events of bankruptcy or insolvency, all of the outstanding Notes will become due and payable immediately without further action or notice. In the case of payment event of default, any holder of the Notes affected thereby may declare all of the Notes held by it due and payable immediately. In the case of any other event of default, a majority of the holders of the Notes may declare all of the Notes to be due and payable immediately.\nOn December 9, 2011, the Company completed a public offering of $\n350.0\nmillion\n4.2\n% senior notes due December 15, 2021 (“\n4.2\n% Senior Notes”). The net proceeds from the offering of $\n346.2\nmillion, after deducting a $\n0.9\nmillion issuance discount, a $\n2.3\nmillion underwriting commission and $\n0.6\nmillion of offering expenses, were used to repay $\n306.0\nmillion of outstanding bank indebtedness, with the balance used for general corporate purposes. The\n4.2\n% Senior Notes bear interest at a rate of\n4.2\n% per annum, which is payable semi-annually in arrears on each June 15th and December 15th. The Company may redeem all or a portion of the\n4.2\n% Senior Notes at any time prior to maturity at the redemption prices set forth in the Note Indenture governing the\n4.2\n% Senior Notes. The Company may issue additional debt from time to time pursuant to the Indenture. The Indenture and\n4.2\n% Senior Notes contain covenants that limit the Company’s ability to, among other things, incur certain liens securing indebtedness, engage in certain sale-leaseback transactions, and enter into certain consolidations, mergers, conveyances, transfers or leases of all or substantially all of the Company’s assets. The terms of the\n4.2\n% Senior Notes also require the Company to make an offer to repurchase the\n4.2\n% Senior Notes upon a change of control triggering event (as defined in the Indenture) at a price equal to\n101\n% of their principal amount plus accrued and unpaid interest, if any.\nAs of December 31, 2020, the $\n350.0\nmillion\n4.2\n% Senior Notes are due in December 2021 but have not been classified as short-term borrowings on the Consolidated Balance Sheets as the Company has the ability and intent to either refinance or repay the Notes using the available borrowing capacity of the Revolving Facility. As a result, the\n4.2\n% Senior Notes remain classified as long-term borrowings in the Consolidated Balance Sheets as of December 31, 2020.\nTotal borrowings at December 31, 2020 have scheduled maturities as follows:\n8.\nDerivative Instruments\nThe Company enters into cash flow hedges from time to time to reduce the exposure to variability in certain expected future cash flows. The types of cash flow hedges the Company enters into include foreign currency exchange contracts designed to minimize the earnings impact on certain intercompany loans as well as interest rate exchange agreements designed to reduce the impact of interest rate changes on future interest expense that effectively convert a portion of floating-rate debt to fixed-rate debt.\nThe effective portion of gains or losses on interest rate exchange agreements is reported in accumulated other comprehensive income (loss) in shareholders’ equity and reclassified into net income in the same period or periods in which the hedged transaction affects net income. The remaining gain or loss in excess of the cumulative change in the present value of future cash flows or the hedged item, if any, is recognized in net income during the period of change. See Note 17 for the amount of loss reclassified into net income for interest rate contracts for the years ended December 31, 2020, 2019 and 2018. As of December 31, 2020, the Company did not have any interest rate contracts outstanding.\nOn April 15, 2010, the Company entered into a forward starting interest rate contract with a notional amount of $\n300.0\nmillion and a settlement date in December 2010. This contract was entered into in anticipation of the issuance of the\n59\n4.5\n% Senior Notes and was designed to lock in the market interest rate as of April 15, 2010. In December 2010, the Company settled and paid this interest rate contract for $\n31.0\nmillion. The $\n31.0\nmillion was being amortized into interest expense over the\n10\nyear term of the\n4.5\n% Senior Notes, which results in an effective interest rate of\n5.8\n%. In conjunction with the early redemption of the\n4.5\n% Senior Notes on May 27, 2020, the Company accelerated the recognition of the remaining $\n1.4\nmillion of the pre-tax amount included in Accumulated other comprehensive income (loss) in shareholders’ equity related to the\n4.5\n% Senior Notes and recorded such as Other (income) expense - net during the year ended December 31, 2020 in the Consolidated Statements of Operations.\nOn July 12, 2011, the Company entered into a forward starting interest rate contract with a notional amount of $\n350.0\nmillion and a settlement date of September 30, 2011. This contract was entered into in anticipation of the issuance of the\n4.2\n% Senior Notes and was designed to lock in the market interest rate as of July 12, 2011. On September 29, 2011, the Company settled this interest rate contract for $\n34.7\nmillion with a payment made on October 3, 2011. Simultaneously, the Company entered into a separate interest rate contract with a notional amount of $\n350.0\nmillion and a settlement date of February 28, 2012. The contract was entered into in anticipation of the expected issuance of the\n4.2\n% Senior Notes and was designed to maintain the market rate as of July 12, 2011. In December 2011, the Company settled and paid the September interest rate contract for $\n4.0\nmillion, resulting in a total settlement of $\n38.7\nmillion. Of the $\n38.7\nmillion, $\n0.8\nmillion was recognized as other expense in 2011 and the balance of $\n37.9\nmillion is being amortized into interest expense over the\n10\nyear term of the\n4.2\n% Senior Notes, which results in an effective interest rate of\n5.3\n%.\nThe amount of expense reclassified into interest expense for interest rate contracts for the years ended December 31, 2020, 2019 and 2018 is $\n6.0\nmillion, $\n6.3\nmillion and $\n6.5\nmillion, respectively.\nThe remaining $\n2.5\nmillion included in Accumulated other comprehensive income (loss) in shareholders’ equity at December 31, 2020 will be recognized in net income over the next 12 months as the underlying hedged transaction is realized.\nAt March 31, 2018, the Company had outstanding foreign currency exchange contracts with a combined notional value of €\n180\nmillion that were not designated as hedges for accounting purposes and, as a result, the change in the fair value of these foreign currency exchange contracts and the corresponding foreign currency gain or loss on the revaluation of the intercompany loans were both recorded through earnings within Other (income) expense - net in the Consolidated Statements of Operations each period as incurred.\nIn April 2018, the Company settled its outstanding foreign currency exchange contracts in conjunction with its repayment of the underlying intercompany loans and did not extend these foreign currency exchange contracts. Along with the repayment of the intercompany loans, the Company was required to make a capital contribution to one of its subsidiaries, which resulted in a $\n2.2\nmillion stamp duty in Switzerland which was recorded within Selling, general and administrative expenses in the Consolidated Statements of Operations.\nAs a result of the foreign currency exchange contracts being settled in April 2018, the Company received $\n6.6\nmillion of proceeds. During the year ended December 31, 2018, the Company recorded a gain of $\n0.9\nmillion within Other (income) expense - net in the Consolidated Statements of Operations related to these foreign currency exchange contracts. During the year ended December 31, 2018, the Company recorded a foreign currency transaction loss of $\n0.9\nmillion within Other (income) expense - net in the Consolidated Statements of Operations related to these intercompany loans.\nFair values relating to derivative financial instruments reflect the estimated amounts that the Company would receive or pay to sell or buy the contracts based on quoted market prices of comparable contracts at each balance sheet date.\n9.\nFair Value Measurements\nASC 820,\nFair Value Measurements and Disclosures,\ndefines fair value, provides guidance for measuring fair value and requires certain disclosures. This standard discusses valuation techniques, such as the market approach (comparable market prices), the income approach (present value of future income or cash flow), and the cost approach (cost to replace the service capacity of an asset or replacement cost). The standard utilizes a fair value hierarchy that prioritizes the inputs to valuation techniques used to measure fair value into three broad levels. The following is a brief description of those three levels:\n•\nLevel 1:  Observable inputs such as quoted prices (unadjusted) in active markets for identical assets or liabilities.\n•\nLevel 2: Inputs, other than quoted prices, that are observable for the asset or liability, either directly or indirectly. These include quoted prices for similar assets or liabilities in active markets and quoted prices for identical or similar assets or liabilities in markets that are not active.\n•\nLevel 3:  Unobservable inputs that reflect the reporting entity’s own assumptions.\n60\nThe following table summarizes the basis used to measure the Company’s financial assets (liabilities) at fair value on a recurring basis in the balance sheets at December 31, 2020 and 2019:\nThere were\nno\ntransfers of assets or liabilities between Level 1 and Level 2 in 2020 or 2019.\nAs of December 31, 2019, the Company utilized a Monte Carlo simulation to determine the fair value of the contingent consideration associated with the acquisition of FLI as of the acquisition date. The $\n3.4\nmillion represented management’s best estimate of the liability based on a range of FLI’s two-year operating results from August 1, 2018 to July 31, 2020. In March 2020, the Company and the seller reached an agreement to settle the contingent consideration for $\n3.0\nmillion, which was paid in April 2020.\nThe carrying values of our cash and cash equivalents, accounts receivable, accounts payable and accrued expenses approximates their fair values because of the short term nature of these instruments. At December 31, 2020, the fair value of the outstanding indebtedness under our\n3.0\n% Senior Notes,\n3.2\n% Senior Notes,\n3.37\n% Senior Notes,\n4.2\n% Senior Notes and other borrowings based on quoted market prices and current market rates for debt with similar credit risk and maturity was approximately $\n1,127.6\nmillion compared to the carrying value of $\n1,049.3\nmillion. At December 31, 2019, the fair value of the outstanding indebtedness under our\n3.2\n% Senior Notes,\n3.37\n% Senior Notes,\n4.5\n% Senior Notes,\n4.2\n% Senior Notes and other borrowings based on quoted market prices and current market rates for debt with similar credit risk and maturity was approximately $\n876.0\nmillion compared to the carrying value of $\n850.2\nmillion. These fair value measurements are classified as Level 2 within the fair value hierarchy since they are determined based upon significant inputs observable in the market, including interest rates on recent financing transactions to entities with a credit rating similar to ours.\n10.\nLeases\nThe Company leases certain office facilities, warehouses, manufacturing plants, equipment (which includes both office and plant equipment) and vehicles under operating leases. Leases with an initial term of 12 months or less are not recorded on the balance sheet; the Company recognizes lease expense for these leases on a straight-line basis over the lease term.\nCertain leases include\none\nor more options to renew. The exercise of lease renewal options is at the Company’s sole discretion. There are currently no renewal periods included in any of the leases’ respective lease terms as they are not reasonably certain of being exercised. The Company does not have any material purchase options.\nCertain of our lease agreements have rental payments that are adjusted periodically for inflation or that are based on usage. Our lease agreements do not contain any material residual value guarantees or material restrictive covenants.\n61\nSupplemental balance sheet information related to leases as of December 31, 2020 and 2019 was as follows:\nIn the fourth quarter of 2020, the Company consolidated certain facilities within the FMT segment, which resulted in an impairment charge of $\n0.9\nmillion related to a building right-of-use asset that was exited early. The Company also relocated its corporate office, which resulted in an impairment charge of $\n0.4\nmillion related to a building right-of-use asset that was exited early.\nIn the second quarter of 2019, the Company began to evaluate strategic alternatives for one of its businesses in the HST segment. Prior to making a final decision on the options that were presented for this business, the business was informed in the third quarter of 2019 of the loss of its largest customer. As a result, the Company accelerated its restructuring activities for this business and a decision was made to wind down the business over time. This event required an interim impairment test be performed on its long-lived assets, which resulted in an impairment charge of $\n0.6\nmillion related to its building right-of-use asset. In the fourth quarter of 2019, the Company completed the consolidation of one of its facilities in the HST segment into the Optics Center of Excellence in Rochester, New York, which also resulted in an impairment charge of $\n0.4\nmillion related to its building right-of-use asset. These charges were recorded as Restructuring expenses and asset impairments in the Consolidated Statements of Operations. See Note 15 for further discussion.\nAs part of the adoption of the new lease standard in 2019, the Company derecognized its liability for the construction of a new leased facility that was recorded in Other noncurrent liabilities on the Consolidated Balance Sheets and recorded it as a right of use asset in Other noncurrent assets on the Consolidated Balance Sheets with a corresponding lease liability in Accrued expenses and Other noncurrent liabilities on the Consolidated Balance Sheets.\nThe components of lease cost for the years ended December 31, 2020 and 2019 were as follows:\n(1)\nIncludes short-term leases, which are immaterial.\nRental expense totaled $\n21.8\nmillion in 2018.\nSupplemental cash flow information related to leases for the years ended December 31, 2020 and 2019 was as follows:\n62\nOther supplemental information related to leases as of December 31, 2020 and 2019 was as follows:\nThe Company uses its incremental borrowing rate to determine the present value of the lease payments.\nTotal lease liabilities at December 31, 2020 have scheduled maturities as follows:\nTotal lease liabilities at December 31, 2019 had scheduled maturities as follows:\n63\n11.\nCommitments and Contingencies\nWarranty costs are provided for at the time of sale. The warranty provision is based on historical costs and adjusted for specific known claims.\nA rollforward of the warranty reserve is as follows:\nThe Company and certain of its subsidiaries are involved in pending and threatened legal, regulatory and other proceedings arising in the ordinary course of business. These proceedings may pertain to matters such as product liability or contract disputes, and may also involve governmental inquiries, inspections, audits or investigations relating to issues such as tax matters, intellectual property, environmental, health and safety issues, governmental regulations, employment and other matters. Although the results of such legal proceedings cannot be predicted with certainty, the Company believes that the ultimate disposition of these matters will not have a material adverse effect, individually or in the aggregate, on the Company’s business, financial condition, results of operations or cash flows.\n12.\nCommon and Preferred Stock\nOn March 17, 2020, the Company’s Board of Directors approved an increase of $\n500.0\nmillion in the authorized level of repurchases of common stock. This approval is in addition to the prior repurchase authorizations of the Board of Directors of $\n300.0\nmillion on December 1, 2015 and $\n400.0\nmillion on November 6, 2014. These authorizations have no expiration date. Repurchases under the program will be funded with future cash flow generation or borrowings available under the Revolving Facility. During 2020, the Company repurchased a total of\n876\nthousand shares at a cost of $\n110.3\nmillion, compared to\n389\nthousand shares repurchased at a cost of $\n54.7\nmillion in 2019. As of December 31, 2020, the amount of share repurchase authorization remaining was $\n712.0\nmillion.\nAt December 31, 2020 and 2019, the Company had\n150\nmillion shares of authorized common stock, with a par value of              $\n.01\nper share, and\nfive million\nshares of authorized preferred stock, with a par value of $\n.01\nper share.\nNo\npreferred stock was outstanding at December 31, 2020 and 2019.\n13.\nIncome Taxes\nPretax income for 2020, 2019 and 2018 was taxed in the following jurisdictions:\n64\nThe provision (benefit) for income taxes for 2020, 2019 and 2018 was as follows:\nDeferred tax assets (liabilities) at December 31, 2020 and 2019 were:\nThe deferred tax assets and liabilities recognized in the Company’s Consolidated Balance Sheets as of December 31, 2020 and 2019 were:\nThe Company had prepaid income taxes, recorded within Other current assets on the Consolidated Balance Sheets, of $\n20.9\nmillion and $\n13.4\nmillion as of December 31, 2020 and 2019, respectively.\n65\nThe provision for income taxes differs from the amount computed by applying the statutory federal income tax rate to pretax income. The computed amount and the differences for 2020, 2019 and 2018 are as follows:\nOn March 27, 2020, the Coronavirus Aid, Relief and Economic Security Act (the “CARES Act”) was enacted into law as a response to the COVID-19 pandemic. The CARES Act includes various provisions including, but not limited to, changes to Federal net operating losses, expanding the applicability of the interest limitation rules under Internal Revenue Code Section 163(j) and amending the 2017 Tax Cuts and Jobs Act to provide for a 15-year recovery period for qualified improvement property. In addition to the CARES Act, on December 27, 2020, the Consolidated Appropriations Act was enacted into law which enhances and expands certain provisions of the CARES Act. The Company has determined that neither of these enacted laws have a material impact for the year ending December 31, 2020.\nThe Company has $\n28.6\nmillion and $\n26.5\nmillion of permanently reinvested earnings of non-U.S. subsidiaries as of December 31, 2020 and 2019, respectively. No deferred U.S. income taxes have been provided on the $\n28.6\nmillion of permanently reinvested earnings, as these earnings are considered to be reinvested for an indefinite period of time. It should also be noted that the aforementioned earnings will not incur U.S. taxes when ultimately repatriated other than potentially U.S. state and local taxes and/or U.S. federal income taxes on foreign exchange gains or losses crystalized on the distribution of such earnings. Such distributions could also be subject to additional foreign withholding and foreign income taxes. The amount of unrecognized deferred income tax liabilities on currently permanently reinvested earnings is estimated to be $\n4.3\nmillion and $\n5.4\nmillion as of December 31, 2020 and 2019, respectively.\nDuring the years ended December 31, 2020, 2019 and 2018, the Company repatriated $\n27.0\nmillion, $\n99.0\nmillion and $\n135.0\nmillion of foreign earnings, respectively. These actual distributions resulted in\nno\nincremental income tax expense for the years ended December 31, 2020, 2019 and 2018. These repatriations represent distributions of previously taxed income as well as distributions from liquidating subsidiaries.\n66\nA reconciliation of the beginning and ending amount of unrecognized tax benefits for 2020, 2019 and 2018 is as follows:\nThe Company recognizes interest and penalties related to uncertain tax positions in income tax expense. As of December 31, 2020, there was\nno\naccrued interest related to uncertain tax positions. As of December 31, 2019 and 2018, the Company had approximately $\n0.2\nmillion and $\n0.1\nmillion, respectively, of accrued interest related to uncertain tax positions. The Company had\nno\naccrued penalties related to uncertain tax positions during any of these years.\nThe total amount of unrecognized tax benefits that would affect the Company’s effective tax rate if recognized is $\n1.1\nmillion, $\n3.7\nmillion and $\n4.1\nmillion as of December 31, 2020, 2019 and 2018, respectively. The tax years 2015-2019 remain open to examination by major taxing jurisdictions. Due to the potential for resolution of federal, state and foreign examinations, and the expiration of various statutes of limitation, it is reasonably possible that the Company’s gross unrecognized tax benefits balance may change. However, these unrecognized tax benefits are long-term in nature and are not expected to change within the next 12 months.\nThe Company had net operating loss and general business credit carryforwards related to prior acquisitions for U.S. federal purposes at December 31, 2020 and 2019 of $\n0.1\nmillion and $\n0.4\nmillion, respectively. The U.S. federal business credit carryforwards are available for use against the Company’s consolidated U.S. federal taxable income and expire between 2025 and 2028.  For non-U.S. purposes, the Company had net operating loss carryforwards at December 31, 2020 and 2019 of $\n7.4\nmillion and $\n16.5\nmillion, respectively, the majority of which relate to acquisitions. The entire balance of the non-U.S. net operating losses is available to be carried forward indefinitely. At December 31, 2020 and 2019, the Company had U.S. state net operating loss carryforwards of approximately $\n14.7\nmillion and $\n17.4\nmillion, respectively. If unutilized, the U.S. state net operating loss will expire between 2033 and 2039. At December 31, 2020 and 2019, the Company recorded a valuation allowance against the deferred tax asset attributable to the U.S. state net operating loss of $\n0.6\nmillion and $\n0.6\nmillion, respectively.\nThe Company had a capital loss carryover for U.S. federal purposes at December 31, 2020 and 2019 of approximately $\n45.9\nmillion and $\n45.6\nmillion, respectively. U.S. federal capital loss carryovers can be carried back three years and forward five years, thus, if unutilized, the U.S. federal capital loss carryover will expire between 2021 and 2025. At December 31, 2020 and 2019, the Company recorded a valuation allowance against the deferred tax asset attributable to the U.S. federal capital loss carryover of $\n9.6\nmillion and $\n9.6\nmillion, respectively. At December 31, 2020 and 2019, the Company had U.S. state capital loss carryovers of $\n45.9\nmillion and $\n62.1\nmillion, respectively. If unutilized, the U.S. state capital loss carryovers will expire between 2021 and 2040. At December 31, 2020 and 2019, the Company recorded a valuation allowance against the deferred tax assets attributable to the U.S. state capital loss carryovers of $\n0.9\nmillion and $\n0.8\nmillion, respectively. At December 31, 2020 and 2019, the Company had a foreign capital loss carryforward of approximately $\n14.3\nmillion and $\n13.8\nmillion, respectively. The foreign capital loss can be carried forward indefinitely. At both December 31, 2020 and 2019, the Company has a full valuation allowance against the deferred tax asset attributable to the foreign capital loss.\nThe Company had a foreign tax credit carryover for U.S. federal purposes at December 31, 2020 and 2019 of approximately $\n3.3\nmillion and $\n3.3\nmillion, respectively. U.S. federal foreign tax credit carryovers can be carried back one year and forward ten years, thus, if unutilized, the U.S. federal foreign tax credit carryover will expire between 2029 and 2030. At December 31, 2020, the Company recorded a full valuation allowance against the deferred tax asset attributable to the U.S. federal foreign tax credit carryover.\n14.\nBusiness Segments and Geographic Information\nIDEX has\nthree\nreportable business segments: Fluid & Metering Technologies, Health & Science Technologies and Fire & Safety/Diversified Products.\n67\nThe Fluid & Metering Technologies segment designs, produces and distributes positive displacement pumps, small volume provers, flow meters, injectors and other fluid-handling pump modules and systems and provides flow monitoring and other services for the food, chemical, general industrial, water and wastewater, agriculture and energy industries.\nThe Health & Science Technologies segment designs, produces and distributes a wide range of precision fluidics, rotary lobe pumps, centrifugal and positive displacement pumps, roll compaction and drying systems used in beverage, food processing, pharmaceutical and cosmetics, pneumatic components and sealing solutions, including very high precision, low-flow rate pumping solutions required in analytical instrumentation, clinical diagnostics and drug discovery, high performance molded and extruded sealing components, custom mechanical and shaft seals for a variety of end markets including food and beverage, marine, chemical, wastewater and water treatment, engineered hygienic mixers and valves for the global biopharmaceutical industry, biocompatible medical devices and implantables, air compressors used in medical, dental and industrial applications, optical components and coatings for applications in the fields of scientific research, defense, biotechnology, aerospace, telecommunications and electronics manufacturing, laboratory and commercial equipment used in the production of micro and nano scale materials, precision photonic solutions used in life sciences, research and defense markets and precision gear and peristaltic pump technologies that meet exacting original equipment manufacturer specifications.\nThe Fire & Safety/Diversified Products segment designs, produces and distributes firefighting pumps, valves and controls, rescue tools, lifting bags and other components and systems for the fire and rescue industry, engineered stainless steel banding and clamping devices used in a variety of industrial and commercial applications and precision equipment for dispensing, metering and mixing colorants and paints used in a variety of retail and commercial businesses around the world.\nInformation on the Company’s business segments is presented below based on the nature of products and services offered. The Company evaluates performance based on several factors, of which sales, operating income and operating margin are the primary financial measures. Intersegment sales are accounted for at fair value as if the sales were to third parties.\n68\n(1)\nSegment operating income (loss) excludes net unallocated corporate operating expenses.\n(2)\nExcludes amortization of debt issuance expenses.\nInformation about the Company’s long-lived assets in different geographical regions for the years ended December 31, 2020, 2019 and 2018 is shown below.\n69\n15.\nRestructuring Expenses and Asset Impairments\nDuring 2020, 2019 and 2018, the Company incurred restructuring costs to facilitate long-term, sustainable growth through cost reduction actions, consisting of employee reductions, facility rationalization and asset impairments. Restructuring costs include severance benefits, exit costs and asset impairments and are included in Restructuring expenses and asset impairments in the Consolidated Statements of Operations. Severance costs primarily consist of severance benefits through payroll continuation, COBRA subsidies, outplacement services, conditional separation costs and employer tax liabilities, while exit costs primarily consist of lease exit and contract termination costs.\n2020 Initiative\nDuring 2020, the Company recorded pre-tax restructuring expenses and asset impairments totaling $\n11.8\nmillion related to the 2020 restructuring initiative. These expenses consisted of employee severance related to employee reductions across various functional areas, facility rationalization, contract termination costs and asset impairments. Severance payments will be substantially paid by the end of 2021 using cash from operations.\nIn the fourth quarter of 2020, the Company consolidated certain facilities within the FMT segment, which resulted in an impairment charge of $\n2.5\nmillion, consisting of $\n1.6\nmillion related to property, plant and equipment which was not relocated to the new location and $\n0.9\nmillion related to a building right-of-use asset that was exited early. The Company also relocated its corporate office, which resulted in an impairment charge of $\n0.6\nmillion, consisting of $\n0.2\nmillion related to property, plant and equipment which was not relocated to the new location and $\n0.4\nmillion related to a building right-of-use asset that was exited early.\nPre-tax restructuring expenses and asset impairments by segment for the 2020 initiative were as follows:\n2019 Initiative\nDuring 2019, the Company recorded pre-tax restructuring expenses and asset impairments totaling $\n21.0\nmillion related to the 2019 restructuring initiative. These expenses consisted of employee severance related to employee reductions across various functional areas,  facility rationalization, contract termination costs and asset impairments. Severance payments were substantially paid by the end of 2020 using cash from operations.\nIn the second quarter of 2019, the Company began to evaluate strategic alternatives for one of its businesses in the HST segment. Prior to making a final decision on the options that were presented for this business, the business was informed in the third quarter of 2019 of the loss of its largest customer. As a result, the Company accelerated its restructuring activities for this business and a decision was made to wind down the business over time. This event required an interim impairment test be performed on the long-lived tangible and intangible assets of the business, which resulted in an impairment charge of $\n9.7\nmillion, consisting of $\n6.1\nmillion related to a customer relationships intangible asset, $\n1.0\nmillion related to an unpatented technology intangible asset, $\n2.0\nmillion related to property, plant and equipment and $\n0.6\nmillion related to a building right-of-use asset. In the fourth quarter of 2019, the Company also consolidated one of its facilities into the Optics Center of Excellence in Rochester, New York, which resulted in an impairment charge of $\n0.4\nmillion related to a building right-of-use asset. These charges were recorded as Restructuring expenses and asset impairments in the Consolidated Statements of Operations.\n70\nPre-tax restructuring expenses and asset impairments by segment for the 2019 initiative were as follows:\n2018 Initiative\nDuring 2018, the Company recorded pre-tax restructuring expenses and asset impairments totaling $\n12.1\nmillion related to the 2018 restructuring initiative. These expenses consisted of employee severance related to employee reductions across various functional areas as well as facility rationalization and contract termination costs. Severance payments were fully paid by the end of 2019 using cash from operations.\nPre-tax restructuring expenses and asset impairments by segment for the 2018 initiative were as follows:\nRestructuring accruals of $\n3.9\nmillion and $\n6.1\nmillion at December 31, 2020 and 2019, respectively, are reflected in Accrued expenses in our Consolidated Balance Sheets as follows:\n(1)\nExcludes $\n2.9\nmillion of asset impairments related to property, plant and equipment and right-of-use assets.\n16.\nShare-Based Compensation\nThe Company maintains\ntwo\nshare-based compensation plans for executives, non-employee directors and certain key employees that authorize the granting of stock options, restricted stock, performance share units and other types of awards consistent with the purpose of the plans. The number of shares authorized for issuance under the Company’s plans as of December 31, 2020 totaled\n15.6\nmillion, of which\n3.0\nmillion shares were available for future issuance. The Company’s policy\n71\nis to recognize compensation cost on a straight-line basis, assuming forfeitures, over the requisite service period for the entire award.\nThe Company typically grants equity awards annually at its regularly scheduled first quarter meeting of the Board of Directors based on their recommendation from the Compensation Committee.\nStock Options\nStock options granted under the Company’s plans are generally non-qualified and are granted\nwith an exercise price equal to the market price of the Company’s stock on the date of grant. The fair value of each option grant is estimated on the date of the grant using the Binomial lattice option pricing model. The majority of the options issued to employees vest ratably over\nfour years\n, with vesting beginning one year from the date of grant, and generally expire\n10\nyears from the date of grant. The fair value of each option grant was estimated on the date of the grant using the Binomial lattice option pricing model.\nWeighted average option fair values and assumptions for the periods specified are as follows:\nThe assumptions are as follows:\n•\nThe Company estimated volatility using its historical share price performance over the contractual term of the option.\n•\nThe Company uses historical data to estimate the expected life of the option. The expected life assumption for the years ended December 31, 2020, 2019 and 2018 is an output of the Binomial lattice option pricing model, which incorporates vesting provisions, rate of voluntary exercise and rate of post-vesting termination over the contractual life of the option to define expected employee behavior.\n•\nThe risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant for periods within the contractual life of the option. For the years ended December 31, 2020, 2019 and 2018, we present the range of risk-free one-year forward rates, derived from the U.S. treasury yield curve, utilized in the Binomial lattice option pricing model.\n•\nThe expected dividend yield is based on the Company’s current dividend yield as the best estimate of projected dividend yield for periods within the contractual life of the option.\nA summary of the Company’s stock option activity as of December 31, 2020, and changes during the year ended December 31, 2020 is presented as follows:\nThe intrinsic value for stock options outstanding and exercisable is defined as the difference between the market value of the Company’s common stock as of the end of the period and the grant price. The total intrinsic value of options exercised in 2020, 2019 and 2018 was $\n41.3\nmillion, $\n49.5\nmillion and $\n38.0\nmillion, respectively. In 2020, 2019 and 2018, cash received\n72\nfrom options exercised was $\n44.6\nmillion, $\n38.8\nmillion and $\n27.6\nmillion, respectively, while the actual tax benefit realized for the tax deductions from stock options exercised totaled $\n8.7\nmillion, $\n10.4\nmillion and $\n8.0\nmillion, respectively.\nTotal compensation cost for stock options is recorded in the Consolidated Statements of Operations as follows:\nAs of December 31, 2020, there was $\n9.1\nmillion of total unrecognized compensation cost related to stock options that is expected to be recognized over a weighted-average period of\n1.3\nyears.\nRestricted Stock\nRestricted stock awards generally cliff vest after\nthree years\nfor employees and non-employee directors. Unvested restricted stock carries dividend and voting rights and the sale of the shares is restricted prior to the date of vesting. Dividends are paid on restricted stock awards and their fair value is equal to the market price of the Company’s stock at the date of the grant.\nA summary of the Company’s restricted stock activity as of December 31, 2020, and changes during the year ending December 31, 2020 is as follows:\nTotal compensation cost for restricted stock is recorded in the Consolidated Statements of Operations as follows:\nAs of December 31, 2020, there was $\n5.8\nmillion of total unrecognized compensation cost related to restricted stock that is expected to be recognized over a weighted-average period of\n1.0\nyear.\nCash-Settled Restricted Stock\nThe Company also maintains a cash-settled share based compensation plan for certain employees. Cash-settled restricted stock awards generally cliff vest after\nthree years\n. Cash-settled restricted stock awards are recorded at fair value on a quarterly\n73\nbasis using the market price of the Company’s stock on the last day of the quarter. Dividend equivalents are paid on certain cash-settled restricted stock awards.\nA summary of the Company’s unvested cash-settled restricted stock activity as of December 31, 2020, and changes during the year ending December 31, 2020 is as follows:\nTotal compensation cost for cash-settled restricted stock is recorded in the Consolidated Statements of Operations as follows:\nAt December 31, 2020 and 2019, the Company has accrued $\n5.4\nmillion and $\n5.5\nmillion, respectively, for cash-settled restricted stock in Accrued expenses in the Consolidated Balance Sheets and has accrued $\n2.9\nmillion and $\n2.8\nmillion, respectively, for cash-settled restricted stock in Other non-current liabilities in the Consolidated Balance Sheets.\nPerformance Share Units\nBeginning in 2013, the Company granted performance share units to selected key employees that may be earned based on IDEX total shareholder return over the three-year period following the date of grant. Performance share units are expected to be made annually and are paid out at the end of a\nthree\n-year period based on the Company’s performance. Performance is measured by determining the percentile rank of the total shareholder return of IDEX common stock in relation to the total shareholder return of companies in the Russell Midcap Index (for awards granted from 2016 through 2019) or the S&P 500 Index (for awards granted in 2020) for the three-year period following the date of grant. The payment of awards following the three-year award period will be based on performance achieved in accordance with the scale set forth in the plan agreement and may range from\n0\npercent to\n250\npercent of the initial grant. A target payout of\n100\npercent is earned if total shareholder return is equal to the 50\nth\npercentile of the peer group. Performance share units earn dividend equivalents for the award period, which will be paid to participants with the award payout at the end of the period based on the actual number of performance share units that are earned. Payments made at the end of the award period will be in the form of stock for performance share units and will be in cash for dividend equivalents. The Company’s performance share units are considered market condition awards, have been assessed at fair value on the date of grant using a Monte Carlo simulation model and are expensed ratably over the three-year term of the awards. The Company granted\n42,690\n,\n56,860\nand\n52,375\nperformance share units in 2020, 2019 and 2018, respectively.\n74\nWeighted average performance share unit fair values and assumptions for the period specified are as follows:\nThe assumptions are as follows:\n•\nThe Company estimated volatility using its historical share price performance over the remaining performance period as of the grant date.\n•\nThe Company uses a Monte Carlo simulation model that uses an expected life commensurate with the performance period. As a result, the expected life of the performance share units was assumed to be the period from the grant date to the end of the performance period.\n•\nThe risk-free interest rate is based on the U.S. Treasury yield curve in effect at the time of grant with a term commensurate with the remaining performance period.\n•\nTotal Shareholder Return is determined assuming that dividends are reinvested in the issuing entity over the performance period, which is mathematically equivalent to utilizing a\n0\n% dividend yield.\nA summary of the Company’s performance share unit activity as of December 31, 2020, and changes during the year ending December 31, 2020, is as follows:\nBased on the Company’s relative total shareholder return rank during the three year period ended December 31, 2020, the Company achieved a\n201\n% payout factor and issued\n48,223\ncommon shares in February 2021 for awards that vested in 2020.\nTotal compensation cost for performance share units is as follows:\nAs of December 31, 2020, there was $\n4.8\nmillion of total unrecognized compensation cost related to performance shares that is expected to be recognized over a weighted-average period of\n0.9\nyears.\n75\n17.\nOther Comprehensive Income (Loss)\nThe components of Other comprehensive income (loss) are as follows:\nAmounts reclassified from accumulated other comprehensive income (loss) to net income are summarized as follows:\nThe Company recognizes the service cost component in both Selling, general and administrative expenses and Cost of sales in the Consolidated Statements of Operations depending on the functional area of the underlying employees included in the plans.\n76\n18.\nRetirement Benefits\nThe Company sponsors several qualified and nonqualified defined benefit and defined contribution pension plans as well as other post-retirement plans for its employees. The Company uses a measurement date of December 31 for its defined benefit pension plans and post-retirement medical plans. The Company employs the measurement date provisions of ASC 715,\nCompensation-Retirement Benefits\n, which require the measurement date of plan assets and liabilities to coincide with the sponsor’s year end.\nEffective September 30, 2019, the IDEX Corporation Retirement Plan (“Plan”), a U.S. defined benefit plan, was amended to freeze the accrual of retirement benefits for all participants. This action impacted fewer than\n60\nparticipants, as the Plan had been closed to new entrants as of December 31, 2004 and frozen as of December 31, 2005 for all but certain older, longer service participants. Subsequent to the freeze, termination of the Plan was approved in November 2019. In addition, the Company recorded a settlement charge of $\n0.7\nmillion in Other (income) expense - net in the Consolidated Statements of Operations for the year ended December 31, 2019.\nParticipants were notified in February 2020 and the Plan was terminated in May 2020. As a result of the termination, the settlement threshold was reached in early 2020 and the Company recorded a settlement charge of $\n0.9\nmillion in Other (income) expense - net in the Consolidated Statements of Operations for the year ended December 31, 2020. The settlement also triggered the remeasurement of net periodic benefit cost resulting in a reduction of $\n1.0\nmillion to Other (income) expense - net in the Consolidated Statements of Operations for the year ended December 31, 2020 as a result of significant decreases in discount rates and strong asset performance in 2020.  As of December 31, 2020, the Plan’s funded status is\n113\n%, with assets valued at $\n93.4\nmillion and liabilities of $\n82.6\nmillion. The disclosures for the year ended December 31, 2020 were prepared on a liquidation basis of accounting.\nThe following table provides a reconciliation of the changes in the benefit obligations and fair value of plan assets over the two-year period ended December 31, 2020 and a statement of the funded status at December 31 for both years.\n77\nThe pension benefits actuarial loss in 2020 was primarily driven by the decrease in the discount rates from 2019 to 2020.  The U.S. actuarial loss was partially offset due to an updated mortality base table and projection scale assumption for one of the plans.  The Non-U.S. actuarial loss was partially offset due to updated mortality assumptions in the UK and Switzerland.\nThe other benefits actuarial loss in 2020 was primarily driven by the decrease in the discount rates from 2019 to 2020 and updated claims and contributions experience, partially offset by gains from benefit payments.\nThe accumulated benefit obligation (“ABO”) for all defined benefit pension plans was $\n204.4\nmillion and $\n193.3\nmillion at December 31, 2020 and 2019, respectively.\nThe weighted average assumptions used in the measurement of the Company’s benefit obligation at December 31, 2020 and 2019 were as follows:\n78\nThe pretax amounts recognized in Accumulated other comprehensive income (loss) on the Consolidated Balance Sheets as of December 31, 2020 and 2019 were as follows:\nThe components of, and the weighted average assumptions used to determine, the net periodic (benefit) cost for the plans in 2020, 2019 and 2018 are as follows:\n79\n*For the IDEX Corporation Retirement Plan, a discount rate of\n3.07\n% was used to determine the net periodic (benefit) cost for the period January 1, 2020 through March 31, 2020, a discount rate of\n2.97\n% was used to determine the net periodic (benefit) cost for the period April 1, 2020 through June 30, 2020, a discount rate of\n2.41\n% was used to determine the net periodic (benefit) cost for the period July 1, 2020 through September 30, 2020 and a discount rate of\n2.36\n% was used to determine the net periodic (benefit) cost for the period October 1, 2020 through December 31, 2020 as a result of the quarterly remeasurements that occurred in conjunction with the termination of the Plan.\nFor the Pulsafeeder, Inc. Pension Plan for Hourly Employees at Rochester, New York, a discount rate of\n3.21\n% was used to determine the net periodic (benefit) cost for the period January 1, 2020 through June 30, 2020 and a discount rate of\n2.62\n% was used to determine the net periodic (benefit) cost for the period July 1, 2020 through December 31, 2020 as a result of the remeasurement that occurred in conjunction with the ratification of the collective bargaining agreement.\n**A discount rate of\n4.11\n% was used to determine the net periodic benefit cost for the period January 1, 2019 through August 31, 2019 and a discount rate of\n2.99\n% was used to determine the net periodic benefit cost for the period September 1, 2019 through December 31, 2019 as a result of the remeasurement that occurred in conjunction with the decision to freeze the Plan.\nThe pretax change recognized in Accumulated other comprehensive income (loss) on the Consolidated Balance Sheet in 2020 is as follows:\nThe discount rates for our plans are derived by matching the plan’s cash flows to a yield curve that provides the equivalent yields on zero-coupon bonds for each maturity. The discount rate selected is the rate that produces the same present value of cash flows.\nIn selecting the expected rate of return on plan assets, the Company considers the historical returns and expected returns on plan assets. The expected returns are evaluated using asset return class, variance and correlation assumptions based on the plan’s target asset allocation and current market conditions.\nPrior service costs are amortized on a straight-line basis over the average remaining service period of active participants. Gains and losses in excess of\n10\n% of the greater of the benefit obligation or the market value of assets are amortized over the average remaining service period of active participants.\nCosts of defined contribution plans were $\n12.5\nmillion, $\n12.4\nmillion and $\n12.2\nmillion for 2020, 2019 and 2018, respectively.\nThe Company, through its subsidiaries, participates in certain multi-employer pension plans covering approximately\n305\nparticipants under U.S. collective bargaining agreements. None of these plans are considered individually significant to the Company as contributions to these plans totaled $\n1.1\nmillion, $\n1.1\nmillion, and $\n1.1\nmillion for 2020, 2019 and 2018, respectively.\n80\nFor measurement purposes, a\n5.64\n% weighted average annual rate of increase in the per capita cost of covered health care benefits was assumed for 2020. The rate was assumed to decrease gradually each year to a rate of\n4.50\n% for\n2038\n, and remain at that level thereafter.\nPlan Assets\nThe Company’s pension plan weighted average asset allocations at December 31, 2020 and 2019, by asset category, were as follows:\nThe basis used to measure the defined benefit plans’ assets at fair value at December 31, 2020 and 2019 is summarized as follows:\n(1)\nOther commingled funds represent pooled institutional investments in non-U.S. plans.\n81\n(1)\nOther commingled funds represent pooled institutional investments in non-U.S. plans.\nEquities that are valued using quoted prices are valued at the published market prices. Equities in a common collective trust or a registered investment company that are valued using significant other observable inputs are valued at the net asset value (“NAV”) provided by the fund administrator. The NAV is based on the value of the underlying assets owned by the fund minus its liabilities. Fixed income securities that are valued using significant other observable inputs are valued at prices obtained from independent financial service industry-recognized vendors.\nInvestment Policies and Strategies\nThe investment objective of the U.S. plan, consistent with prudent standards for preservation of capital and maintenance of liquidity, is to earn the highest possible total rate of return consistent with the plan’s tolerance for risk. The general asset allocation guidelines for plan assets are that “equities” will constitute\n10\n% and “fixed income” obligations, including cash, will constitute\n90\n% of the market value of total fund assets. The investment objective of the UK plan, consistent with prudent standards for preservation of capital and maintenance of liquidity, is to earn a target return of UK Gilts plus approximately\n2.5\n% per year. The general asset allocation guidelines for plan assets are that “equities” will constitute from\n50\n% to\n60\n% of the market value of total fund assets with a target of\n60\n%, and “fixed income” obligations, including cash, will constitute from\n40\n% to\n50\n% with a target of\n40\n%. The term “equities” includes common stock, while the term “fixed income” includes obligations with contractual payments and a specific maturity date. The Company, through the use of a professional independent advisor, will monitor the asset allocation daily and maintain an asset allocation that closely replicates the designated targets. Diversification of assets is employed to ensure that adverse performance of one security or security class does not have an undue detrimental impact on the portfolio as a whole. Diversification is interpreted to include diversification by type, characteristic and number of investments as well as by investment style of designated investment fund managers. No restrictions are placed on the selection of individual investments by the investment fund managers. The total fund performance and the performance of the investment fund managers is reviewed on a regular basis using an appointed professional independent advisor. As of December 31, 2020, there were\nno\nshares of the Company’s stock held in plan assets.\nCash Flows\nThe Company expects to contribute approximately $\n3.4\nmillion to its defined benefit plans and $\n1.0\nmillion to its other postretirement benefit plans in 2021. The Company also expects to contribute approximately $\n13.1\nmillion to its defined contribution plan and $\n10.1\nmillion to its 401(k) savings plan in 2021.\n82\nEstimated Future Benefit Payments\nThe future estimated benefit payments for the next five years and the five years thereafter are as follows: 2021 — $\n88.5\nmillion; 2022 — $\n5.9\nmillion; 2023 — $\n5.9\nmillion; 2024 — $\n6.1\nmillion; 2025 — $\n6.3\nmillion; 2026 to 2030 — $\n32.3\nmillion.\n19.\nQuarterly Results of Operations (Unaudited)\nThe unaudited quarterly results of operations for the years ended December 31, 2020 and 2019 are as follows:\n20.\nSubsequent Events\nOn January 8, 2021, the Company entered into a definitive agreement to acquire Abel Pumps, L.P. and certain of its affiliates (“ABEL”) for cash consideration of $\n103.5\nmillion. ABEL is based in Büchen, Germany, with sales and service locations in Madrid, Spain and Pittsburgh, Pennsylvania. ABEL designs and manufactures highly engineered reciprocating positive displacement pumps for a variety of end markets, including mining, marine, power, water, wastewater and other general industries. ABEL will be part of our Pumps platform within the Fluid and Metering Technologies segment. The Company expects to close the transaction by the end of the first quarter 2021 subject to regulatory approval and customary closing conditions.\n83"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "The Company maintains disclosure controls and procedures that are designed to ensure that information required to be disclosed in the Company’s Exchange Act reports is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to the Company’s management, including its Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure.\nAs required by SEC Rule 13a-15(b), the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures as of the end of the period covered by this report. Based on the foregoing, the Company’s Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures were effective as of December 31, 2020.\nManagement’s Report on Internal Control Over Financial Reporting appearing on page 34 of this report is incorporated into this Item 9A by reference.\nThere has been no change in the Company’s internal control over financial reporting during the Company’s most recent fiscal quarter that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n84\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information under the headings “Election of Directors”; “Board Committees”; and “Corporate Governance” in the 2021 Proxy Statement is incorporated into this Item 10 by reference. Information regarding executive officers of the Company is located in Part I, Item 1, of this report under the caption “Information about Our Executive Officers.”\nThe Company has adopted a Code of Business Conduct and Ethics applicable to the Company’s directors, officers (including the Company’s principal executive officer, principal financial officer and principal accounting officer) and employees. The Code of Business Conduct and Ethics, along with the Audit Committee Charter, Nominating and Corporate Governance Committee Charter, Compensation Committee Charter and Corporate Governance Guidelines are available on the Company’s website at www.idexcorp.com under “Investor Relations.” In the event we amend or waive any of the provisions of the Code of Business Conduct and Ethics applicable to our principal executive officer, principal financial officer or principal accounting officer, we intend to disclose the same on the Company’s website."
  },
  {
    "item_key": "item_11",
    "text": "Information under the heading “Executive Compensation” in the 2021 Proxy Statement is incorporated into this Item 11 by reference."
  },
  {
    "item_key": "item_12",
    "text": "Information under the heading “Security Ownership” in the 2021 Proxy Statement is incorporated into this Item 12 by reference.\nEquity Compensation Plan Information\nInformation with respect to the Company’s equity compensation plans as of December 31, 2020 is as follows:\n(1)\nIncludes an indeterminate number of shares underlying deferred compensation units (“DCUs”) granted under the Directors Deferred Compensation Plan and Deferred Compensation Plan for Non-officer Presidents which are issuable under the Company’s Incentive Award Plan. Also includes an indeterminate number of shares underlying DCUs granted under the Deferred Compensation Plan for Officers, which shares are issuable under the Incentive Award Plan. The number of DCUs granted under these plans is determined by dividing the amount deferred by the closing price of the common stock the day before the date of deferral. The DCUs are entitled to receive dividend equivalents which are reinvested in DCUs based on the same formula for investment of a participant’s deferral."
  },
  {
    "item_key": "item_13",
    "text": "Information under the headings, “Corporate Governance” and “Board Committees” in the 2021 Proxy Statement is incorporated into this Item 13 by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information under the heading “Principal Accountant Fees and Services” in the 2021 Proxy Statement is incorporated into this Item 14 by reference.\n85\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(A)\n1. Financial Statements\nConsolidated financial statements filed as part of this report are listed under Part II. Item 8. “Financial Statements and Supplementary Data.”\n2. Financial Statement Schedules\nFinancial statement schedules are omitted because they are not applicable, not required, or because the required information is included in the Consolidated Financial Statements of the Company or the Notes thereto.\n3. Exhibits\nThe exhibits filed with this report are listed on the “Exhibit Index.”\n(B)\nExhibit Index\nThe information required by this item is set forth on the “Exhibit Index” which precedes the signature page of this report.\n86"
  },
  {
    "item_key": "item_16",
    "text": "None.\n87\n88\n89\n90\n*\nFiled herewith.\n**\nManagement contract or compensatory plan or agreement.\n***    Furnished herewith.\n****    In accordance with Rule 406T of Regulation S-T, the XBRL related information in Exhibits 101 and 104 to this Annual Report on Form 10-K shall not be deemed to be “filed” for purposes of Section 18 of the Exchange Act, or otherwise subject to the liability of that section, and shall not be part of any registration statement or other document filed under the Securities Act or the Exchange Act, except as shall be expressly set forth by specific reference in such filing.\n91\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nDate: February 25, 2021\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n92"
  }
]