[
  {
    "item_key": "item_1",
    "text": "OVERVIEW\nBio-Techne and its subsidiaries, collectively doing business as Bio-Techne Corporation (Bio-Techne, we, our, us or the Company), develop, manufacture and sell life science reagents, instruments and services for the research, diagnostics and bioprocessing markets worldwide. With our broad product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nWe manage the business in two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality biological reagents used in all aspects of life science research, diagnostics and cell and gene therapy. This segment also includes proteomic analytical tools, both manual and automated, that offer researchers and pharmaceutical manufacturers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. Our Diagnostics and Genomics segment develops and manufactures diagnostic products, including controls, calibrators, and diagnostic assays for the regulated diagnostics market, exosome-based molecular diagnostic assays, advanced tissue-based in-situ hybridization assays for spatial genomic and tissue biopsy analysis, and genetic and oncology kits for research and clinical applications.\nWe are a Minnesota corporation with our global headquarters in Minneapolis, Minnesota. We were founded forty-five years ago, in 1976, as Research and Diagnostic Systems, Inc. We became a publicly traded company in 1985 through a merger with Techne Corporation, now Bio-Techne Corporation. Our common stock is listed on the NASDAQ under the symbol “TECH.” We operate globally, with offices in many locations throughout North America, Europe and Asia. Today, our product lines extend to over 350,000 products, most of which we manufacture ourselves in multiple locations in North America, as well as the U.K. and China.\nOur historical focus was on providing high quality proteins, antibodies and immunoassays to the life science research market and hematology controls to the diagnostics market. Over the last eight years, we have been implementing a disciplined strategy to accelerate growth in part by acquiring businesses and product portfolios that leveraged and diversified our existing product lines, filled portfolio gaps with differentiated high growth businesses, and expanded our geographic scope. From fiscal years 2013 through 2021 we have acquired or made investments in seventeen companies that have expanded the product offerings and geographic footprint of both operating segments. Recognizing the importance of an integrated, global approach to meeting our mission and accomplishing our strategies, we have maintained many of the brands of the companies we have acquired, but unified under a single global brand -- Bio-Techne.\nWe are committed to providing the life sciences community with innovative, high-quality scientific tools that allow our customers to make extraordinary discoveries. We intend to build on Bio-Techne’s past accomplishments, high product quality reputation and sound financial position by executing strategies that position us to serve as the standard for biological content in the research market, and to leverage that leadership position to enter the diagnostics and other adjacent markets. Our strategies include:\nContinued innovation in core products.\nThrough collaborations with key opinion leaders, participation in scientific discussions and societies, and leveraging our internal talent we expect to be able to convert our continued significant investment in our research and development activities to be first-to-market with quality products that are at the leading edge of life science researchers’ needs.\nMarket and geographic expansion.\nWe will continue to expand our sales staff and distribution channels globally in order to increase our global presence and make it easier for customers to transact with us. We will also leverage our existing portfolio to expand our product offerings into novel research fields and further into diagnostics and therapeutics markets.\nCulture development and talent recruitment and retention.\nAs we continue to grow both organically and through acquisition, we are intentionally fostering an “EPIC” culture based on the ideals of Empowerment, Passion, Innovation and Collaboration.  We strive to recruit, train and retain the most talented staff, who will live out these EPIC ideals and implement our strategies effectively.\nTargeted acquisitions and investments.\nWe will continue to leverage our strong balance sheet to gain access to new and differentiated technologies and products that improve our competitiveness in the current market, meet customers’ expanding workflow needs and allow us to enter adjacent markets.\n6\nPROTEIN SCIENCES SEGMENT\nProtein Sciences Segment Products and Markets\nThe Protein Sciences segment is the larger of our two segments, representing about 75% of our net sales in fiscal 2021. It is comprised of two divisions with complementary product offerings serving many of the same customers – the Reagent Solutions division and the Analytical Solutions division.\nThe Reagent Solutions division consists of specialized proteins, such as cytokines and growth factors, antibodies, small molecules, tissue culture sera and cell selection technologies traditionally used by researchers to further their life science experimental activities and by companies developing next generation diagnostics and therapeutics, including companies developing cell and gene-based therapeutics. Key product brands include R&D Systems, Tocris Biosciences and Novus Biologicals. Our combined chemical and biological reagents portfolio provides high quality tools that customers can use in solving complex biological pathways and glean knowledge that may lead to a more complete understanding of biological processes, and, ultimately, to the development of novel therapeutic strategies to address different pathologies.  With the 2019 acquisitions of Quad Technologies, which has novel Quickgel™ technologies for cell separation and activation, and B-MoGen Technologies, which has a non-viral, transposon-based technology for gene editing called TcBuster, we have expanded our product offerings for the cell and gene therapy market. Through a collaborative marketing venture with two other companies, we have leveraged these and other products we have or are developing to provide a more complete offering for the cell and gene therapy market.\nThe Analytical Solutions division includes manual and automated protein analysis instruments and immunoassays that are used in quantifying proteins in a variety of biological fluids. Products in this division include traditional manual plate-based immunoassays, fully automated multiplex immunoassays on various instrument platforms, and automated western blotting and isoelectric focusing analysis of complex protein samples. Key product brands include R&D Systems and ProteinSimple. A number of our products have been demonstrated to have the potential to serve as predictive biomarkers and therapeutic targets for a variety of human diseases and conditions including cancer, autoimmunity, diabetes, hypertension, obesity, inflammation, neurological disorders, and kidney failure. Immunoassays can also be useful in clinical diagnostics. In fact, we have received Food and Drug Administration (FDA) marketing clearance for a few of our immunoassays for use as\nin vitro\ndiagnostic devices. In response to the COVID-19 pandemic, we partnered with Mount Sinai Hospital and its commercial entity, Kantaro Biosciences, to rapidly develop and commercialize an immunoassay kit intended to test for antibodies to COVID-19, which has received regulatory clearance in several jurisdictions, including an Emergency Use Authorization from the FDA.\nProtein Sciences Segment Customers and Distribution Methods\nOur customers for this segment include researchers in academia, government and industry (chiefly pharmaceutical and biotech companies), as well as diagnostic/companion diagnostic and therapeutic customers, especially customers engaged in the development of cell and gene based therapies. Our biologics line of products in the Analytical Solutions division is used primarily by production and quality control departments at biotech and pharmaceutical companies. We sell our products directly to customers who are primarily located in North America, Europe and China, as well as through a distribution agreement with Fisher Scientific. We also sell through third party distributors in China, Japan, certain eastern European countries and the rest of the world. Our sales are widely distributed, and no single end-user customer accounted for more than 10% of the Protein Sciences segment's net sales during fiscal 2021, 2020 or 2019.\nDIAGNOSTICS AND GENOMICS SEGMENT\nThe Diagnostics and Genomics segment, representing about 25% of our net revenues in fiscal 2021, is focused primarily on the diagnostics market and includes diagnostics reagents, genomics, our Exosome acquisition, and our Asuragen acquisition.\nDiagnostics and Genomics Segment Products\nThe Diagnostic Reagents division consists of regulated products traditionally used as calibrators and controls in the clinical setting. Also included are instrument and process control products for hematology, blood chemistry, blood gases, coagulation controls and reagents used in various diagnostic applications. Often we manufacture these reagents on a custom basis, tailored to a customer's specific diagnostic assay technology. We supply these reagents in various formats including liquid, frozen, or in lyophilized form. Most of these products are sold on an Original Equipment Manufacturer (OEM) basis to instrument manufacturers, with most products being FDA-cleared.\nThe Genomics division includes products using nucleic acid (RNA or DNA) analysis that can be used for diagnostic or research applications. Key product brands include Advanced Cell Diagnostics, or ACD, Exosome Diagnostics, and Asuragen. ACD products are aimed at tissue biopsy and spatial analysis.  Exosome Diagnostics focuses on exosome-based liquid biopsy techniques that analyze genes or their transcripts. The first commercialized test from Exosome Diagnostics is a urine-based assay for early detection of high-grade prostate cancer used as an aid in deciding the need for an initial biopsy.  Our most recent acquisition is Asuragen, which makes and sells products for genetic carrier screening, oncology diagnostics, molecular controls, and research.\n7\nDiagnostics and Genomics Segment Customers and Distribution Methods\nThe majority of Diagnostic Reagents Division's sales are through OEM agreements, but we sell some of our diagnostics reagents products directly to customers and, in Europe and Asia, also through distributors. The customers for the ACD research products include researchers in academia as well as investigators in pharmaceutical and biotech companies. We sell our products directly to those customers who are primarily located in North America, Europe and China, and through distributors elsewhere. In addition to being useful research tools, our DNA and RNA\nin situ\nhybridization assays have diagnostics applications as well, and several are cleared or currently under review by the FDA in partnership with diagnostics instrument manufacturers and pharmaceutical companies. In the United States, we offer test services to physicians using our lab-developed non-invasive urine-based assay for prostate cancer detection.  Our diagnostic laboratory is certified under and regulated by the State of Massachusetts pursuant to the Clinical Laboratory Improvement Amendments, or CLIA. Customers are physicians prescribing such tests for their patients.  Finally, the Asuragen products are sold primarily to laboratories for use in lab-developed tests or in kit form as regulated diagnostic tests.\nNo customers accounted for 10% or more of the reporting segment's consolidated net sales during fiscal years 2021, 2020 or 2019.\nMANUFACTURING AND MATERIALS\nOur manufacturing operations use a wide variety of raw materials and components, including electronic components, chemicals and biological materials.  No single supplier is material, although for some components that require particular specifications or regulatory or other qualifications there may be a single supplier or a limited number of suppliers that can readily provide such components. We utilize a number of techniques to address potential disruption in and other risks relating to our supply chain, including in certain cases the use of safety stock, alternative materials and qualification of multiple supply sources.\nThe majority of our products are shipped within one day of receipt of the customers' orders, other than our instruments and related cartridges, which are typically shipped within one to two weeks of receipt of an order.  There was no significant backlog of orders for our products as of the date of this Annual Report on Form 10-K or as of a comparable date for fiscal 2021.  For additional discussion of risks relating to supply chain and manufacturing, refer to “Item 1A. Risk Factors.”\nCOMPETITION\nAlthough our segments both generally operate in highly competitive markets, it is difficult to determine our competitive position, either in the aggregate or by segment, since none of our competitors offer all of the same product and service lines or serve all of the same markets as the Company, or any of its segments, does. Because of the range of the products and services we sell, we encounter a wide variety of competitors, including a number of large, global companies or divisions of such companies with substantial capabilities and resources, as well a number of smaller, niche competitors with specialized product offerings.  We have increased competition in a number of our markets as a result of the entry of new companies into certain markets, the entry of competitors based in low-cost manufacturing locations, and increasing consolidation in particular markets. The number of competitors varies by product line. Key competitive factors vary among the Company’s businesses, but include the specific factors noted above with respect to each particular business and typically also include price, quality and safety, performance, delivery speed, application expertise, service and support, technology and innovation, distribution network, breadth of product, service and software offerings and brand name recognition.  We believe our competitive position is strong due to the unique aspects of many of our products and our product quality.   For a discussion of risks related to competition, refer to “Item 1A. Risk Factors.”\nSEASONALITY OF BUSINESS\nBio-Techne believes there is some seasonality as a result of vacation and academic schedules of its worldwide customer base, particularly for the Protein Sciences segment. A majority of Diagnostics Reagents division products are manufactured in large bulk lots and sold on a schedule set by the customer. Consequently, sales for that segment can be unpredictable, and not necessarily based on seasonality. As a result, we can experience material and sometimes unpredictable fluctuations in our revenue from the Diagnostics and Genomics segment.\nRESEARCH AND DEVELOPMENT\nBio-Techne is engaged in continuous research and development in all of our major product lines. We believe that our future success depends, to a large extent, on our ability to keep pace with changing technologies and market needs. In response to the global pandemic that emerged in early 2020, we diverted some of our development resources to new and existing products to meet the needs associated with COVID-19, including a major effort by the development teams in our Protein Sciences Segment to develop a diagnostic immunoassay for testing antibodies to COVID-19. That immunoassay product has thus far had limited sales.  However, there is no assurance that any of the products in the research and development phase can be successfully completed or, if completed, can be successfully introduced into the marketplace.\n8\nHUMAN CAPITAL\nThrough its subsidiaries, Bio-Techne employed approximately 2,600 full-time and part-time employees as of June 30, 2021, of whom approximately 2,000 were employed in the United States and approximately 600 outside the United States. None of the United States employees are unionized. Outside the United States, the Company has government-mandated collective bargaining arrangements or work councils in certain countries.\nBio-Techne is committed to attracting, developing, engaging and retaining the best people possible from around the world to sustain and grow our leadership position in life sciences tools and diagnostics. Our human capital strategy spans multiple key dimensions, including the following:\nCulture and Governance\nOur commitment to our people is reflected in our four EPIC values of Empowerment, Passion, Innovation and Collaboration. Those four values (together with their 12 supporting EPIC behaviors) are the backbone for the way we approach the leadership and direction of our work force.  Employees are empowered to realize their potential. Our culture supports and encourages a collaborative approach to working with each other and with our customers. We encourage innovation to continually improve our products, services and processes, and our passion for science and the missions of our customers is our guiding light.\nOur EPIC values are embedded in our culture and practices. By way of example, our performance management system and annual review processes incorporate our EPIC values.  Each employee is measured against the behaviors and attributes that support those values. To further amplify our desired behaviours, we have an annual employee recognition program in which we ask for nominations and recognize winning individuals and teams form across our business who have best demonstrated our EPIC values during the previous year.\nBio-Techne’s Board of Directors reviews management succession planning annually, and its Executive Compensation Committee reviews the Company’s human capital strategy periodically in connection with significant initiatives and acquisitions, as well as part of its oversight of our executive and equity compensation programs. At the management level, our Vice President of Human Resources, who reports directly to our President and CEO, is responsible for the development and execution of the Company’s human capital strategy.\nEngagement; Diversity and Belonging\nOur engagement strategy focuses on developing the best workplace and best people leaders to meet our employees’ needs. We believe that strong employee engagement helps enable higher retention and better business performance. We assess our engagement performance through regular consultation with our managers and more formally via an annual engagement survey that assesses our employees’ overall experience.\nThis feedback informs and shapes our future employee-focused initiatives.  These initiatives in the past have resulted in changes in programs and policies, including expansion of our management and leadership development programs, addition of a parental leave program, expansion of our incentive programs to include annual cash bonuses to all professional employees and above, introduction of flexible working and expanding the breadth of our Diversity & Belonging Council and Employee Resource Groups (ERGs).\nWe believe a diverse workforce and culture of inclusion is essential to drive innovation, fuel growth and help ensure our technologies and products effectively serve a global customer base. The Company’s executive-sponsored Diversity and Belonging initiative is focused on providing a welcoming working environment for all employees, continued education, broadening our candidate pools, and implementing and sustaining programs. Our ERGs, coordinated under the guidance of our executive-sponsored Employee Resource Group Council, offer mentorship, support and engagement to help our employees, including those from underrepresented groups, succeed and thrive. As of June 30, 2021, we had 8 ERGs operating globally. Furthermore, as of June 30, 2021, 50% of our total employee population was female, and 44% of our managerial employees were female.  In the United States, 33% of our total employee population identified as nonwhite and 28% of our managerial employees identified as nonwhite.\nTalent Development and Learning and Development\nBio-Techne invests in people development in the belief that growing and promoting employees from within the Company creates a more sustainable organization. High potential and promotable employees are identified through our annual Talent Management program, and are then equipped with a personal development and career advancement plan. These plans involve training and development from internal and external programs, together with mentoring and coaching.\nOur global Learning and Development program delivers a wide range of initiatives including a validated suite of compliance training, soft skills, technical skills, business skills, interpersonal skills and career skills. Many of these programs are assigned to individuals specifically, but in addition, there is an expansive menu available to employees in order to accelerate their own development. As a company that regularly acquires other businesses, we believe it is important for employees to be trained in the skills and mindsets that enable them to respond positively to change. This initiative allows individuals to deal with change easily and reduces the need to run large scale change management programs.\nCommunity\nThe Company believes in giving back and in supporting the local communities in which we live and work. Most sites or departments engage in local charitable causes and activities. In some of our sites, employees are encouraged to give through regular payroll deductions and through the annual campaign week where employee contributions are matched by the Company. United States employees receive a paid day off to participate in local opportunities to give back to the community.\n9\nINTELLECTUAL PROPERTY\nOur success depends in part upon our ability to protect our core technologies and intellectual property. To accomplish this, we rely on a combination of intellectual property rights, including patents, trade secrets and trademarks, as well as customary contractual protections in our terms and conditions and other sales-related documentation.\nAs of June 30, 2021, we had rights to approximately 350 granted patents and approximately 250 pending patent applications.  In particular, products in the Analytical Solutions and Genomics divisions are protected primarily through pending patent applications and issued patents. In addition, certain of our products are covered by licenses from third parties to supplement our own patent portfolio.  Patent protection, if granted, generally has a life of 20 years from the date of the patent application or patent grant. We cannot provide assurance that any of our pending patent applications will result in the grant of a patent, whether the examination process will require us to narrow our claims, and whether our claims will provide adequate coverage of our competitors' products or services.\nIn addition to pursuing patents on our products, we also preserve much of our innovation as trade secrets, particularly in the Reagent Solutions division of our Protein Sciences segment. We have taken steps to protect our intellectual property and proprietary technology, in part by entering into confidentiality agreements and intellectual property assignment agreements with our employees, consultants, corporate partners and, when needed, our advisors. See the description of risks associated with the Company's intellectual property in “Item 1A.  Risk Factors.”\nWe can give no assurance that Bio-Techne's products do not infringe upon patents or proprietary rights owned or claimed by others. Bio-Techne has not conducted a patent infringement study for each of its products. Where we have been contacted by patent holders with certain intellectual property rights, Bio-Techne typically has entered into licensing agreements with patent holders under which it has the exclusive and/or non-exclusive right to use patented technology as well as the right to manufacture and sell certain patented products to the research and/or diagnostics markets.\n10\nLAWS AND REGULATIONS\nOur operations, and some of the products we offer, are subject to a number of complex laws and regulations governing the production, marketing, handling, transportation and distribution of our products and services.  The following sections describe certain significant regulations pertinent to the Company. These are not the only laws and regulations applicable to the Company’s business.  For a description of risks related to laws and regulations to which we are subject, refer to Item 1.A. Risk Factors.”\nMedical Device Regulations\nA number of our products are classified as medical devices and are subject to restrictions under domestic and foreign laws, rules, regulations, self-regulatory codes and orders, including but not limited to the U.S. Food, Drug and Cosmetic Act (the “FDCA”).  The FDCA requires these products, when sold in the United States, to be safe and effective for their intended uses and to comply with the regulations administered by the U.S. Food and Drug Administration (“FDA”).  The FDA regulates the design, development, testing, manufacture, advertising, labeling, packaging, marketing, distribution, import and export and record keeping for such products.  Many medical device products are also regulated by comparable agencies in non-U.S. countries in which they are produced or sold.\nAny medical devices we manufacture and distribute are subject to pervasive and continuing regulation by the FDA and certain state and non-U.S. agencies.  As a medical device manufacturer, our manufacturing facilities are subject to inspection on a routine basis by the FDA.  We are required to adhere to the Current Good Manufacturing Practices (“GMP”) requirements, as set forth in the Quality Systems Regulation (“QSR”), which require manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all phases of the design and manufacturing process.\nWe must also comply with post-market surveillance regulations, including medical device reporting, or MDR, requirements which require that we review and report to the FDA any incident in which our products may have caused or contributed to a death or serious injury.  We must also report any incident in which our product has malfunctioned if that malfunction would likely cause or contribute to a death or serious injury it if were to recur.\nLabeling and promotional activities are subject to scrutiny by the FDA and, in certain circumstances, by the Federal Trade Commission.  Medical devices approved or cleared by the FDA may not be promoted for unapproved or uncleared uses, otherwise known as “off-label” promotion.  The FDA and other agencies actively enforce the laws and regulations prohibiting the promotion of off-label uses.\nIn the European Union (“EU”), our products are subject to the medical device laws of the various member states, which are currently based on a Directive of the European Commission.  However, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance.  Manufacturers of currently approved in vitro diagnostics medical devices have until May 2022 to meet the EU IVDR.  Complying with EU IVDR, the regulation applicable to the Company, requires material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other changes.\nOne of our products under our Exosome Diagnostics brand is offered as a test by a certified laboratory under CLIA. Our Asuragen business also maintains a CLIA certification. Consequently, we must comply with state licensing regulations applicable to laboratories regulated under CLIA, governing laboratory practices and procedures.\nOther Healthcare Laws\nSeveral of the products sold in our Diagnostics and Genomics segment are subject to various health care related laws regulating fraud and abuse, research and development, pricing and sales and marketing practices, and the privacy and security of health information, including, among others:\nFor a discussion of risks related to regulation by the FDA and comparable agencies of other countries, and the other regulatory regimes referenced above, please refer to section entitled “Item 1A. Risk Factors.”\n11\nData Privacy and Security Laws\nAs a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business.  In addition to the U.S. HIPAA privacy and security rules mentioned above, which impact some parts of our business, individual states also regulate data breach and security requirements and multiple governmental bodies assert authority over aspects of the protection of personal  privacy.  In particular, a broad privacy law in California, the California Consumer Privacy Act (“CCPA”), came into effect in January 2020.  The CCPA has some of the same features as the GDPR (discussed below), and has already prompted several other states to follow with similar laws.  The EU General Data Protection Regulation that became effective in May 2018 (“GDPR”) has imposed significantly stricter requirements in how we collect, transmit, process and retain personal data, including, among other things, in certain circumstances a requirement for almost immediate notice of data breaches to supervisory authorities and prompt notice to data subjects with significant fines for non-compliance.  Several other countries such as China and Russia have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions.  For a discussion of risks related to improper disclosure of private information particularly as a result of cyber security incidents, please refer to section entitled “Item 1A. Risk Factors.”\nEnvironmental Health and Safety Laws\nWe are also subject to various environmental health and safety laws and regulations both within and outside the U.S. Like other companies in our industry, our manufacturing and research activities involve the use and transportation of substances regulated under environmental health and safety laws including those relating to the transportation of hazardous materials.\nOther Laws and Regulations Governing Our Sales, Marketing and Shipping Activities.\nWe are subject to the U.S. Foreign Corrupt Practices Act and various other similar anti-corruption and anti-bribery acts, which are particularly relevant to our operations in countries where the customers are government entities or are controlled by government officials.  Both we directly, and indirectly through our distributors, must comply with such laws when interacting with those entities.\nAs Bio-Techne’s businesses also include export and import activities, we are subject to pertinent laws enforced by the U.S. Departments of Commerce, State and Treasury.  Other nations’ governments have implemented similar export/import control and economic sanction regulations, which may affect the Company’s operations or transactions subject to their jurisdictions.\nIn addition, under U.S. laws and regulations, U.S. companies and their subsidiaries and affiliates outside the United States are prohibited from participating or agreeing to participate in unsanctioned foreign boycotts in connection with certain business activities, including the sale, purchase, transfer, shipping or financing of goods or services within the United States or between the United States and countries outside of the United States. If we, or certain third parties through which we sell or provide goods or services, violate anti-boycott laws and regulations, we may be subject to civil or criminal enforcement action and varying degrees of liability.\nWe are subject to laws and regulations governing government contracts, and failure to address these laws and regulations or comply with government contracts could harm our business by a reduction in revenue associated with these customers. We have agreements relating to the sale of our products to government entities and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the government. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nFor a discussion of risks related to the above-referenced regulations, particularly with respect to our international operations, please refer to section entitled “Item 1A. Risk Factors.”\n12\nINVESTOR INFORMATION\nWe are subject to the information requirements of the Securities Exchange Act of 1934 (the Exchange Act). Therefore, we file periodic reports, proxy statements, and other information with the Securities and Exchange Commission (SEC). The SEC maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically.\nFinancial and other information about us is available on our web site (\nhttps://investors.bio-techne.com/\n). We make available on our web site copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13 or 15(d) of the Exchange Act as soon as reasonably practicable after filing such material electronically or otherwise furnishing it to the SEC.\nEXECUTIVE OFFICERS OF THE REGISTRANT\nCurrently, the names, ages, positions and periods of service of each executive officer of the Company are as follows:\nSet forth below is information regarding the business experience of each executive officer. There are no family relationships among any of the officers named, nor is there any arrangement or understanding pursuant to which any person was selected as an officer.\nCharles Kummeth has been President and Chief Executive Officer of the Company since April 1, 2013. Prior to joining the Company, he served as President of Mass Spectrometry and Chromatography at Thermo Fisher Scientific Inc. from September 2011. He was President of that company's Laboratory Consumables Division from 2009 to September 2011. Prior to Thermo Fisher, Mr. Kummeth served in various roles at 3M Corporation, most recently as the Vice President of the company's Medical Division from 2006 to 2008.\nJames Hippel has been Chief Financial Officer of the Company since April 1, 2014. Prior to joining the Company, Mr. Hippel served as Senior Vice President and Chief Financial Officer for Mirion Technologies, Inc., a global company that provided radiation detection and identification products. Prior to Mirion, Mr. Hippel served as Vice President, Finance at Thermo Fisher Scientific, Inc., leading finance operations for its Mass Spectrometry & Chromatography division and its Laboratory Consumables division. In addition, Mr. Hippel's experience includes nine years of progressive financial leadership at Honeywell International, within its Aerospace Segment. Mr. Hippel started his career with KPMG LLP.\nDavid Eansor has been President of the Protein Sciences segment since July 1, 2018. Prior to that, he served as Senior Vice President, Biotechnology Division and as Senior Vice President, Novus Biologicals since the Company completed its acquisition of Novus on July 2, 2014. From January 2013 until the date of the acquisition, Mr. Eansor was the Senior Vice President of Corporate Development of Novus Biologicals. Prior to joining Novus Biologicals, Mr. Eansor was the President of the Bioscience Division of Thermo Fisher Scientific. Mr. Eansor was promoted to Division President in early 2010 after 5 years as President of Thermo Fisher's Life Science Research business.\nKim Kelderman joined Bio-Techne on April 30, 2018 as President, Diagnostics and Genomics. Prior to Bio-Techne, Mr. Kelderman was employed at Thermo Fisher Scientific where he led three different businesses of increasing scale and complexity. For the last three years, Mr. Kelderman managed the Platforms and Content of the Genetic Sciences Division, where he was responsible for the Instrumentation, Software, Consumables and Assays businesses, and brands such as Applied Biosystems and legacy Affymetrix. Before joining Thermo Fisher, Kim served as Senior Segment Leader at Becton Dickinson, managing the global Blood Tubes “Vacutainer” business.\nBrenda Furlow joined the Company as General Counsel and Corporate Secretary on August 4, 2014. Prior to joining Bio-Techne, Ms. Furlow served as general counsel to emerging growth technology companies. Ms. Furlow was General Counsel for TomoTherapy, a global, publicly traded company that manufactured and sold radiation therapy equipment, from 2007 to 2011. From 1998 to 2007, Ms. Furlow served as General Counsel for Promega Corporation, a global life sciences company.\n13"
  },
  {
    "item_key": "item_1a",
    "text": "Set forth below are risks and uncertainties we believe are material to our investors. You should refer to the explanation of the qualifications and limitations on forward-looking statements in the section titled\nInformation Relating to Forward-Looking Statements\nat the beginning of this Annual Report on Form 10-K.\nEconomic and Industry Risks\nConditions in the global economy, the particular markets we serve and the financial markets brought about by material global crises may adversely affect our business and financial statements.\nOur global operations expose us to risks associated with many types of crises, whether political, social, economic, climate or otherwise.  In particular, given our industry, we have exposure to public health crises, including epidemics and pandemics such as CO\nVID-19. Most recently, COVID-19 has had, and likely will continue to have, an adverse impact on our employees, operations, supply chains, and sales and distribution systems, including as a result of impacts associated with protective health measures that we, other businesses and governments are taking or might have to take again in the future. Fo\nr example, as the world has grappled with the COVID-19 pandemic, many governments issued “stay-at-home” orders which restricted business and personal activities, and many employers required employees to work from home and cease all travel. While many of these travel and activity restrictions have been partially or fully lifted in certain countries where the pandemic has been controlled, they may be reinstituted in the future and jurisdictions may continue to close borders, impose prolonged quarantines and further restrict travel and other activities.\nIn the past eighteen months, we have introduced new products or modified existing products to serve the research and healthcare markets as they address the global pandemic through novel diagnostic and therapeutic products. The direct impact of COVID-19 and the preventive and precautionary measures implemented as a result thereof have adversely affected, and are expected to continue to adversely affect, certain elements of our Company (including to a different degree our operations, commercial organizations, supply chains and distribution systems) and the future impact may be material, though the impact on our different businesses and the different elements of our businesses varies (please see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for a discussion of how COVID-19 impacted our results of operations and financial position in fiscal 2021). Without limiting the foregoing, we have experienced and/or may in the future experience:\nAny of these developments may adversely affect our business and financial statements.\n14\nU.S. and international political, economic, compliance and business factors, including the United Kingdom\n’\ns recent withdrawal from the European Union, can negatively impact our operations and financial results.\nChanges, potential changes or uncertainties in U.S. social, political, regulatory and economic conditions or laws and policies governing foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system, can adversely affect our business and financial statements. For example, the current U.S. administration has continued to keep in place many of the significant tariff increases for goods imported into the United States, particularly from China, imposed by the prior administration. Congress and the U.S. administration is also considering significant changes to healthcare in the United States, including government negotiation/regulation of drug prices paid by government programs.\nAdditionally, the UK’s exit from the European Union at the end of calendar year 2020 has created political and economic uncertainty, particularly in the UK and the EU, and has disrupted the free flow of goods and people between the UK and the EU.  In addition, our business could be negatively affected by new trade agreements between the UK and other countries, including the United States, and by the possible imposition of trade or other regulatory barriers in the UK. Any of these factors have affected and could continue to adversely affect customer demand, our relationships with customers and suppliers, and our business and financial results, particularly since our European headquarters and primary shipping facilities have been located in the UK. Additionally, attracting and retaining qualified employees who are citizens of EU countries to our UK facilities may be more difficult given the uncertainties resulting from the UK's withdrawal.\nWe engage in business globally, with approximately 46% of our sales revenue in fiscal 2021 coming from outside the U.S. In addition, one of our strategies is to expand geographically, particularly in China, India and in developing countries, both through distribution and through direct operations. This subjects us to a number of risks, including international economic, political, and labor conditions; currency fluctuations; tax laws (including U.S. taxes on foreign subsidiaries); increased financial accounting and reporting burdens and complexities; unexpected changes in, or impositions of, legislative or regulatory requirements; failure of laws to protect intellectual property rights adequately; inadequate local infrastructure and difficulties in managing and staffing international operations; delays resulting from difficulty in obtaining export licenses for certain technology; tariffs, quotas and other trade barriers and restrictions; transportation delays; operating in locations with a higher incidence of corruption and fraudulent business practices; and other factors beyond our control, including terrorism, war, natural disasters, climate change and diseases.\nThe application of laws and regulations impacting global transactions is often unclear and may at times conflict. Compliance with these laws and regulations may involve significant costs or require changes in our business practices that result in reduced revenue and profitability. Non-compliance could also result in fines, damages, criminal sanctions, prohibited business conduct, and damage to our reputation. We incur additional legal compliance costs associated with our global operations and could become subject to legal penalties in foreign countries if we do not comply with local laws and regulations, which may be substantially different from those in the U.S.\nWe continue to expand our operations in countries with developing economies, where it may be common to engage in business practices that are prohibited by U.S. regulations applicable to the Company, such as the Foreign Corrupt Practices Act. Although we implement policies and procedures designed to ensure compliance with these laws, there can be no assurance that all of our employees, contractors, and agents, as well as those companies to which we outsource certain aspects of our business operations, including those based in foreign countries where practices which violate such U.S. laws may be customary, will comply with our internal policies. Any such non-compliance, even if prohibited by our internal policies, could have an adverse effect on our business and result in significant fines or penalties.\nThe healthcare and life sciences industries that we serve face constant pressures and changes in an effort to reduce or increase the predictability of healthcare costs, all of which may adversely affect our business and financial results.\nOur Protein Sciences segment products are sold primarily to research scientists at pharmaceutical and biotechnology companies and at university and government research institutions. In addition to the impacts described above relating to COVID-19, research and development spending by our customers and the availability of government research funding can fluctuate due to changes in available resources, mergers of pharmaceutical and biotechnology companies, spending priorities, general economic conditions and institutional and governmental budgetary policies. We carry essentially no backlog of orders and changes in the level of orders received and filled daily can cause fluctuations in quarterly revenues and earnings.\nOur Genomics and Diagnostics segment products are intended primarily for the medical diagnostics market, which relies largely on government healthcare-related policies and funding. Changes in government reimbursement for certain diagnostic tests or reductions in overall healthcare spending could negatively impact us directly or our customers and, correspondingly, our sales to them. For example, our Exosome Diagnostics business develops and sells novel exosome-based diagnostic tests.  While we received public payer coverage for certain uses, we are currently seeking expanded coverage from public payors as well as coverage decisions regarding reimbursement from additional private payers. However, the process and timeline for obtaining coverage decisions is uncertain and difficult to predict. Further, reimbursement reductions due to changes in policy regarding coverage of tests or other requirements for payment (such as prior authorization, diagnosis code and other claims edits, or a physician or qualified practitioner’s signature on test requisitions) may be implemented from time to time. All of these payor actions and changes may have a material adverse effect on revenue and earnings associated with our diagnostics products.\n15\nAcquisition and Investment Risks\nOur inability to consummate acquisitions at our historical rate and at appropriate prices, and to make appropriate investments that support our long-term strategy, could negatively impact our growth rate and stock price\n.\nWe routinely explore acquiring other businesses and assets, and have completed seventeen acquisitions and investments in the last nine years.  Our ability to grow revenues, earnings and cash flow at or above our historic rates depends in part upon our ability to identify and successfully acquire and integrate businesses at appropriate prices and realize anticipated synergies, and to make appropriate investments that support our long-term strategy. We may not be able to consummate acquisitions at rates similar to the past, which could adversely impact our growth rate and our stock price. Promising acquisitions and investments are difficult to identify and complete for a number of reasons, including high valuations, competition among prospective buyers or investors, the availability of affordable funding in the capital markets and the need to satisfy applicable closing conditions and obtain applicable antitrust and other regulatory approvals on acceptable terms. Changes in accounting or regulatory requirements or instability in the credit markets could also adversely impact our ability to consummate acquisitions and investments.\nOur acquisition of businesses, investments, joint ventures and other strategic relationships, if not properly implemented or integrated, could negatively impact our business and financial statements.\nAs part of our business strategy we acquire businesses, make investments and enter into joint ventures and other strategic relationships in the ordinary course, and we also from time to time complete more significant transactions. We joined with two partners to establish a collaborative marketing venture, ScaleReady LLC, to address the needs of the rapidly expanding cell and gene therapy market.  While we believe this joint venture provides a competitive advantage in addressing this market, we may have interests that diverge from those of our joint venture partners, and we may not be able to direct or influence the management and operations of the joint venture in the manner we believe is most appropriate, exposing us to additional risk.  More generally, acquisitions, investments, joint ventures and strategic relationships involve a number of additional financial, accounting, managerial, operational, legal, compliance and other risks and challenges, including but not limited to the following, any of which could adversely affect our business and our financial statements:\nWe may be required to record a significant charge to earnings if our goodwill and other amortizable intangible assets, or other investments become impaired, which could negatively impact our financial statements or stock price.\nWe are required under generally accepted accounting principles to test goodwill for impairment at least annually and to review our goodwill, amortizable intangible assets, and other assets acquired through merger and acquisition activity, for impairment when events or changes in circumstance indicate the carrying value may not be recoverable. Factors that could lead to impairment of goodwill, amortizable intangible assets, and other assets acquired via acquisitions include significant adverse changes in the business climate and actual or projected operating results (affecting our company as a whole or affecting any particular segment) and declines in the financial condition of our business. We may be required in the future to record additional charges to earnings if our goodwill, amortizable intangible assets or other investments become impaired. Any such charge would adversely impact our financial results.\nIn addition, the Company's expansion strategies include collaborations and investments in joint ventures and companies developing new products related to the Company's business. These strategies carry risks that objectives will not be achieved and future earnings will be adversely affected. For example, the Company has an approximate 2% equity investment in publicly traded ChemoCentryx, Inc. (Nasdaq: CCXI) that is valued at $20.0 million as of June 30, 2021. The ownership of CCXI shares is very concentrated, the share price is highly volatile and there is limited trading of the shares.\n16\nStrategic and Operational Risks\nOur success will be dependent on recruiting and retaining highly qualified personnel and creating and maintaining a culture that includes the employees joining through acquisition.\nRecruiting and retaining qualified scientific, production, sales and marketing, and management personnel are critical to our success. Our anticipated growth and its expected expansion into areas and activities requiring additional expertise will require the addition of new personnel and the development of additional expertise by existing personnel. In general, we have been experiencing turnover at higher rates than usual and have had some difficulties filling certain positions.  In particular, we operate in several geographic locations where competition for talent is strong, making employee retention even more challenging. For example, some of our fastest growing businesses are located in California and Massachusetts, both of which generally have low unemployment and a competitive environment for finding and retaining talent. Our growth by acquisition also creates challenges in retaining employees. As we integrate past and future acquisitions and evolve our corporate culture to incorporate the new workforces, some employees may not find such integration or cultural changes appealing. Finally, as the geographies in which we operate recover from the recent pandemic and we return employees who had been working from home back to our sites, we may not be able to retain people who prefer continuing to work from home. The failure to attract and retain such personnel could adversely affect our business.\nOur growth depends in part on the timely development and commercialization of new and enhanced products and services that meet our customers\n’\nneeds.\nOur growth can also be negatively impacted if our customers do not grow as anticipated.\nWe generally sell our products and services in industries that are characterized by rapid technological change, frequent new product introductions and new market entrants and competitors. If we do not develop innovative new and enhanced products and services on a timely basis, our offerings will become obsolete over time and our business and financial statements will suffer. Our success will depend on several factors, including our ability to:\nIf we fail to accurately predict future customer needs and preferences or fail to produce viable technologies, we may invest heavily in research and development of products that do not lead to significant revenue, which would adversely affect our business and financial statements. Even when we successfully innovate and develop new and enhanced products, we often incur substantial costs in doing so, and our profitability may suffer.\nWe face intense competition, and if we are unable to compete effectively, we may experience decreased demand and decreased market share or need to reduce prices to remain competitive.\nWe face intense competition across most of our product lines. Competitors include companies ranging from start-up companies, which may be able to more quickly respond to customers' needs, to large multinational companies, which may have greater financial, marketing, operational, and research and development resources than us. In addition, consolidation trends in the pharmaceutical, biotechnology and diagnostics industries have served to create fewer customer accounts and to concentrate purchasing decisions for some customers, resulting in increased pricing pressure on us. Moreover, customers may believe that consolidated businesses are better able to compete as sole source vendors, and therefore prefer to purchase from such businesses. The entry into the market by manufacturers in China, India and other low-cost manufacturing locations is also creating increased pricing and competitive pressures, particularly in developing markets.  In order to compete effectively, we must retain longstanding relationships with major customers and continue to grow our business by establishing relationships with new customers, continually developing new products and services to maintain and expand our brand recognition and leadership position in various product and service categories and penetrating new markets, including high-growth markets. Our ability to compete can also be impacted by changing customer preferences and requirements (for example increased demand for more environmentally-friendly products and supplier practices).  Our failure to compete effectively and/or pricing pressures resulting from competition may adversely impact our business and financial statements, and our expansion into new markets may result in greater-than-expected risks, liabilities and expenses.\n17\nA significant disruption in, or breach of security of, our information technology systems or data, or violation of data privacy laws, could result in damage to our reputation, data integrity and/or subject us to costs, fines, or lawsuits under data privacy or other laws or contractual requirements.\nThe integrity and protection of our own data, and that of our customers and employees, is critical to our business. We rely on information technology systems, some of which are provided and/or managed by third parties, to process, transmit and store electronic information (including sensitive data such as confidential business information and personally identifiable data relating to employees, customers, other business partners and patients), and to manage or support a variety of critical business processes and activities (such as receiving and fulfilling orders, billing, collecting and making payments, shipping products, providing services and support to customers and fulfilling contractual obligations). These systems, products and services (including those we acquire through business acquisitions) can be damaged, disrupted or shut down due to attacks by computer hackers, computer viruses, ransomware, human error or malfeasance, power outages, hardware failures, telecommunication or utility failures, catastrophes or other unforeseen events, and in any such circumstances our system redundancy and other disaster recovery planning may be ineffective or inadequate. Attacks can also target hardware, software and information installed, stored or transmitted in our products after such products have been purchased and incorporated into third-party products, facilities or infrastructure. Security breaches of systems provided or enabled by us, regardless of whether the breach is attributable to a vulnerability in our products or services, or security breaches of third party systems we rely on to process, store or transmit electronic information, can result in the misappropriation, destruction or unauthorized disclosure of confidential information or personal data belonging to us or to our employees, partners, customers, patients or suppliers. These attacks, breaches, misappropriations and other disruptions and damage can interrupt our operations or the operations of our customers and partners, delay production and shipments, result in theft of our and our customers’ intellectual property and trade secrets, result in disclosure of personally identifiable information, damage customer, patient, business partner and employee relationships and our reputation and result in defective products or services, legal claims and proceedings, liability and penalties under privacy laws and increased costs for security and remediation, in each case resulting in an adverse effect on our business and financial statements.\nIn addition, our information technology systems require an ongoing commitment of significant resources to maintain and enhance existing systems and develop new systems to keep pace with continuing changes in information processing technology, evolving legal and regulatory standards, evolving customer expectations, changes in the techniques used to obtain unauthorized access to data and information systems, and the information technology needs associated with our changing products and services. There can be no assurance that we will be able to successfully maintain, enhance and upgrade our systems as necessary to effectively address these requirements.\nIf we are unable to maintain reliable information technology systems and appropriate controls with respect to global data privacy and security requirements and prevent data breaches, we may suffer regulatory consequences in addition to business consequences. As a global organization, we are subject to data privacy and security laws, regulations, and customer-imposed controls in numerous jurisdictions as a result of having access to and processing confidential, personal and/or sensitive data in the course of our business. For example, in the United States, certain of our businesses are subject to HIPAA.  Entities that are found to be in violation of HIPAA as the result of a breach of unsecured patient health information, a complaint about privacy practices or an audit by the HHS, may be subject to significant civil, criminal and administrative fines and penalties and/or additional reporting and oversight obligations if required to enter into a resolution agreement and corrective action plan with HHS to settle allegations of HIPAA non-compliance. Individual states regulate data breach and security requirements and multiple governmental bodies assert authority over aspects of the protection of personal privacy. Most notably, in the last several years, some states, including California and Virginia, have passed broad privacy legislation that could result in more material impacts as implementing regulations are issued. European laws require us to have an approved legal mechanism to transfer personal data out of Europe.  Failure to comply with the requirements of GDPR and the applicable national data protection laws of the EU member states may result in fines of up to €20 million or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher, and other administrative penalties. Several other countries such as China and Russia have passed, and other countries are considering passing, laws that require personal data relating to their citizens to be maintained on local servers and impose additional data transfer restrictions., Government enforcement actions can be costly and interrupt the regular operation of our business, and data breaches or violations of data privacy laws can result in fines, reputational damage and civil lawsuits, any of which may adversely affect our business, reputation and financial statements.\nIf we suffer loss to our facilities, supply chains, distribution systems or information technology systems due to catastrophe or other events, our operations could be seriously harmed.\nOur facilities, supply chains, distribution systems and information technology systems are subject to catastrophic loss due to fire, flood, earthquake, hurricane, power shortage or outage, public health crisis (including epidemics and pandemics) and the reaction thereto, war, terrorism, riot or other natural or man-made disasters, such as the COVID-19 pandemic. If any of these facilities, supply chains or systems were to experience a catastrophic loss, it could disrupt our operations, delay production and shipments, result in defective products or services, diminish demand, damage customer relationships and our reputation and result in legal exposure and significant repair or replacement expenses. The third-party insurance coverage that we maintain varies from time to time in both type and amount depending on cost, availability and our decisions regarding risk retention, and may be unavailable or insufficient to protect us against such losses.\n18\nThe manufacture of many of our products is a complex process, and if we directly or indirectly encounter problems manufacturing products, our business and financial statements could suffer.\nThe manufacture of many of our products is a complex process, due in part to strict regulatory requirements for some of our products. Problems can arise during manufacturing for a variety of reasons, including equipment malfunction, failure to follow specific protocols and procedures, problems with reliable sourcing of raw materials or components, natural disasters and environmental factors, and if not discovered before the product is released to market can result in recalls and product liability exposure. Because of the quality requirements of some of our customers as well as stringent regulations of the FDA and similar agencies regarding the manufacture of certain of our products, alternative manufacturing or sourcing is not always available on a timely basis to replace such production capacity. Any of these manufacturing problems could result in significant adverse impacts to our business and financial statements.\nIf we cannot adjust our manufacturing capacity or the purchases required for our manufacturing activities to reflect changes in market conditions and customer demand, our business and financial statements may suffer. In addition, our reliance upon sole or limited sources of supply for certain materials, components and services can cause production interruptions, delays and inefficiencies.\nWe purchase materials, components and equipment from third parties for use in many of our manufacturing operations. Our profitability could be adversely impacted if we are unable to adjust our purchases to reflect changes in customer demand and market fluctuations, including those caused by seasonality or cyclicality. During a market upturn, suppliers from time to time extend lead times, limit supplies or increase prices. If we cannot purchase sufficient products at competitive prices and quality and on a timely enough basis to meet increasing demand, we may not be able to satisfy market demand, product shipments may be delayed, our costs may increase or we may breach our contractual commitments and incur liabilities. Conversely, in order to secure supplies for the production of products, we sometimes enter into noncancelable purchase commitments with vendors, which can impact our ability to adjust our inventory to reflect declining market demands. If demand for our products is less than we expect, we may experience additional excess and obsolete inventories and be forced to incur additional charges and our business and financial statements may suffer.\nIn addition, some of our businesses purchase certain requirements from sole or limited source suppliers for reasons of quality assurance, regulatory requirements, cost effectiveness, availability or uniqueness of design. If these or other suppliers encounter financial, operating or other difficulties or if our relationship with them changes, we might not be able to quickly establish or qualify replacement sources of supply. The supply chains for our businesses can also be disrupted by supplier capacity constraints, bankruptcy or exiting of the business for other reasons, decreased availability of key raw materials or commodities and external events such as natural disasters, pandemic health issues, war, terrorist actions, governmental actions (such as trade protectionism) and legislative or regulatory changes. Any of these factors can result in production interruptions, delays, extended lead times and inefficiencies. Because we cannot always immediately adapt our production capacity and related cost structures to changing market conditions, at times our manufacturing capacity exceeds or falls short of our production requirements. Any or all of these problems can result in the loss of customers, provide an opportunity for competing products to gain market acceptance and otherwise adversely affect our business and financial statements.\nThe Company relies heavily on internal manufacturing and related operations to produce, package and distribute its products which, if disrupted, could materially impair our business operations. Our business could be adversely affected by disruptions at our sites.\nThe Company's internal quality control, packaging and distribution operations support the majority of the Company's sales. Since certain Company products must comply with FDA regulations and because in all instances, the Company creates value for its customers through the development of high-quality products, any significant decline in quality or disruption of operations for any reason could adversely affect sales and customer relationships, and therefore adversely affect the business. While we have taken certain steps to manage these operational risks, the Company's future sales growth and earnings may be adversely affected by perceived disruption risks or actual disruptions.\nWe rely upon our manufacturing operations to produce many of the products we sell and our warehouse facilities to store products, pending sale. Any significant disruption of those operations for any reason, such as strikes or other labor unrest, power interruptions, fire, hurricanes or other events beyond our control could adversely affect our sales and customer relationships and therefore adversely affect our business. We have significant operations in California, near major earthquake faults, which make us susceptible to earthquake risk. Although most of our raw materials are available from a number of potential suppliers, our operations also depend upon our ability to obtain raw materials at reasonable prices. If we are unable to obtain the materials we need at a reasonable price, we may not be able to produce certain of our products or we may not be able to produce certain of these products at a marketable price, which could have an adverse effect on our results of operations.\nDefects and unanticipated use or inadequate disclosure with respect to our products, or allegations thereof, can adversely affect our business and financial statements.\nCertain of our products and services are sold for use in diagnostics.  For those products and services in particular, manufacturing or design defects in, unanticipated use of, safety or quality issues (or the perception of such issues) with respect to, “off label” use of, or inadequate disclosure of risks relating to the use of products and services that we make or sell (including items that we source from third-parties) can lead to personal injury, death, and/or property damage and adversely affect our business and financial statements. These events can lead to recalls or safety alerts, result in the removal of a product or service from the market and result in product liability or similar claims being brought against us. Recalls, removals and product liability and similar claims (regardless of their validity or ultimate outcome) result in significant costs, as well as negative publicity and damage to our reputation that could reduce demand for our products and services. Our business can also be affected by studies of the utilization, safety and efficacy of medical device products and components that are conducted by industry participants, government agencies and others. Any of the above can result in the discontinuation of marketing of such products in one or more countries and give rise to claims for damages from persons who believe they have been injured as a result of product issues, including claims by individuals or groups seeking to represent a class.\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services or significant increases in prices may disrupt our ability to ship products, increase our costs and lower our profitability.\nMost of our reagent products need to be stored and shipped at certain cold temperatures.  Consequently, we ship a significant portion of our products to our customers by express mail or air delivery through package delivery companies, such as FedEx in the U.S. and DHL in Europe. If one or more of these third-party package-delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with certain of our customers could be adversely affected. In addition, if one or more of these third-party package-delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments in our delivery network, our profitability could be adversely affected.\n19\nIntellectual Property Risks\nWe are dependent on maintaining our intellectual property rights. If we are unable to adequately protect our intellectual property, or if third parties infringe our intellectual property rights, we may suffer competitive injury or expend significant resources enforcing our rights.\nMany of the markets we serve are technology-driven, and as a result intellectual property rights play a significant role in product development and differentiation. We own numerous patents, trademarks, copyrights, trade secrets and other intellectual property and licenses to intellectual property owned by others, which in aggregate are important to our business. The intellectual property rights that we obtain, however, are not always sufficiently broad and do not always provide us a significant competitive advantage, and patents may not be issued for pending or future patent applications owned by or licensed to us. In addition, the steps that we and our licensors have taken to maintain and protect our intellectual property do not always prevent it from being challenged, invalidated, circumvented, designed-around or becoming subject to compulsory licensing. In some circumstances, enforcement is not available to us because an infringer has a dominant intellectual property position or for other business reasons. We also rely on nondisclosure and noncompetition agreements with employees, consultants and other parties to protect, in part, trade secrets and other proprietary rights. There can be no assurance that these agreements adequately protect our trade secrets and other proprietary rights and will not be breached, that we will have adequate remedies for any breach, that others will not independently develop substantially equivalent proprietary information or that third parties will not otherwise gain access to our trade secrets or other proprietary rights.\nThese risks are particularly pronounced in countries in which we do business that do not have levels of protection of corporate proprietary information, intellectual property, technology and other assets comparable to the United States. We operate globally, with manufacturing operations in China and the UK, and approximately 46% of our revenue from outside the United States.   The laws, regulations and enforcement mechanisms in other countries may in some cases be less protective of our intellectual property rights. Our failure to obtain or maintain intellectual property rights that convey competitive advantage, adequately protect our intellectual property or detect or prevent circumvention or unauthorized use of such property and the cost of enforcing our intellectual property rights can adversely impact our business and financial statements.\nWe may be involved in disputes to determine the scope, coverage and validity of others' proprietary rights, or to defend against third-party claims of intellectual property infringement, any of which could be time-intensive and costly and may adversely impact our business.\nOur success depends in part on its ability to operate without infringing the proprietary rights of others, and to obtain licenses where necessary or appropriate. We have obtained and continue to negotiate licenses to produce a number of products claimed to be owned by others. Since we have not conducted a patent infringement study for each of our products, it is possible that some of our products may unintentionally infringe patents of third parties.\nWe have been and may in the future be sued by third parties alleging that we are infringing their intellectual property rights. These lawsuits are expensive, take significant time, and divert management's focus from other business concerns. If we are found to be infringing the intellectual property of others, we could be required to cease certain activities, alter our products or processes or pay licensing fees. This could cause unexpected costs and delays which may have a material adverse effect on us. If we are unable to obtain a required license on acceptable terms, or unable to design around any third party patent, we may be unable to sell some of our products and services, which could result in reduced revenue. In addition, if we do not prevail, a court may find damages or award other remedies in favor of the opposing party in any of these suits, which may adversely affect our earnings.\n20\nFinancial and Tax Risks\nWe have entered into and drawn on a revolving credit facility, and we may incur additional debt in the future.\nThe burden of this additional debt could adversely affect us, make us more vulnerable to adverse economic or industry conditions, and prevent us from funding our expansion strategy.\nWe currently have a Credit Agreement that provides for a revolving credit facility of $600 million, which can be increased by an additional $200 million subject to certain conditions, and a term loan of $250 million. Borrowings under the Credit Agreement bear interest at a variable rate. As of August 20, 2021, the Company had drawn\n$335\nmillion under the Credit Agreement.\nThe terms of the Credit Agreement and the burden of the indebtedness incurred thereunder could have negative consequences for us, such as:\nThe Credit Agreement also contains negative covenants that limit our ability to engage in specified types of transactions. These covenants limit our ability to, among other things, sell, lease or transfer any properties or assets, with certain exceptions; and enter into certain merger, consolidation or other reorganization transactions, with certain exceptions.\nA breach of any of these covenants could result in an event of default under our credit facility. Upon the occurrence of an event of default, the lender could elect to declare all amounts outstanding under such facility to be immediately due and payable and terminate all commitments to extend further credit. In addition, the Company would be subject to additional restrictions if an event of default exists under the Credit Agreement, such as a prohibition on the payment of cash dividends.\nOur business and financial statements can be adversely affected by foreign currency exchange rates, changes in our tax rates and tax liabilities and assessments (including as a result of changes in tax laws).\nInternational markets contribute a substantial portion of our revenues, and we intend to continue expanding our presence in these regions. The exposure to fluctuations in currency exchange rates takes on different forms. International revenues and costs are subject to the risk that fluctuations in exchange rates could adversely affect our reported revenues and profitability when translated into U.S. dollars for financial reporting purposes. These fluctuations could also adversely affect the demand for products and services provided by us. As a multinational corporation, our businesses occasionally invoice third-party customers in currencies other than the one in which they primarily do business (the \"functional currency\"). Movements in the invoiced currency relative to the functional currency could adversely impact our cash flows and our results of operations. As our international sales grow, exposure to fluctuations in currency exchange rates could have a larger effect on our financial results. In fiscal 2021, currency translation had an unfavorable effect of $5.2 million on revenues due to the strengthening of the U.S. dollar relative to other currencies in which the company sells products and services.\nAs a global company, we are subject to taxation in numerous countries, states and other jurisdictions. In particular, we are affected by the impact of changes to tax laws or related authoritative interpretations in the United States, including tax reform under the Tax Cuts and Jobs Act which became effective in late 2017, which included broad and complex changes to the United States tax code.  Interpretations, assumptions and guidance regarding the Tax Act that have been issued subsequently have had a material impact on our effective tax rate, and we anticipate that there may be additional changes to the U.S. tax code under a new Administration.\nIn preparing our financial statements, we record the amount of tax that is payable in each of the countries, states and other jurisdictions in which we operate. Our future effective tax rate, however, may be lower or higher than experienced in the past due to numerous factors, including a change in the mix of our profitability from country to country, changes in accounting for income taxes and recently enacted and future changes in tax laws in jurisdictions in which we operate. Any of these factors could cause us to experience an effective tax rate significantly different from previous periods or our current expectations, which could have an adverse effect on our business, results of operations and cash flows.\nDividends on our common stock could be reduced or eliminated in the future.\nFor many years, our Board has declared quarterly dividends ranging from of $0.25 to $0.32 cents per share. In the future, our Board may determine to reduce or eliminate our common stock dividend in order to fund investments for growth, repurchase shares or conserve capital resources.\n21\nLegal, Regulatory, Compliance and Reputational Risks\nOur business is subject to extensive regulation; failure to comply with these regulations could adversely affect our business and financial results.\nAs referenced in more detail above, we and our customers must comply with a wide array of federal, state, local and international regulations, in such areas as medical device, healthcare, import and export, anticorruption, and privacy. We develop, configure and market our products to meet customer needs created by those regulations. Any significant change in regulations could reduce demand for our products or increase our expenses. For example, many of our instruments are marketed to the pharmaceutical industry for use in discovering and developing drugs and diagnostic products. Changes in the U.S. FDA’s regulation of drug or medical device products could have an adverse effect on the demand for these products.\nWe have agreements relating to the sale of our products to government entities in the U.S. and elsewhere and, as a result, we are subject to various statutes and regulations that apply to companies doing business with the governme\nnt (less than 2% of our fiscal 2021 sa\nles were made to the U.S. federal government). The laws governing government contracts differ from the laws governing private contracts and government contracts may contain pricing terms and conditions that are not applicable to private contracts. We are also subject to investigation for compliance with the regulations governing government contracts. A failure to comply with these regulations could result in suspension of these contracts, criminal, civil and administrative penalties or debarment.\nWe are subject to various local, state, federal, foreign and transnational laws and regulations, which include the operating and security standards of the U.S. FDA, the U.S. Drug Enforcement Agency (the DEA), the U.S. Department of Health and Human Services (the DHHS), and other comparable agencies and, in the future, any changes to such laws and regulations could adversely affect us. In particular, we are subject to laws and regulations concerning current good manufacturing practices. Our subsidiaries may be required to register for permits and/or licenses with, and may be required to comply with the laws and regulations of, the DEA, the FDA, the DHHS, foreign agencies and/or comparable state agencies as well as certain accrediting bodies depending upon the type of operations and location of product distribution, manufacturing and sale. The manufacture, distribution and marketing of many of our products and services, including medical devices and pharma services, are subject to extensive ongoing regulation by the FDA, the DEA, and other equivalent local, state, federal and non-U.S. regulatory authorities. In addition, we are subject to inspections by these regulatory authorities. For example, the EU has adopted the In Vitro Diagnostic Regulation (the “EU IVDR”), which imposes stricter requirements for the marketing and sale of in vitro diagnostic medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance.  Manufacturers of currently approved in vitro diagnostics medical devices have until May 2022 to meet the EU IVDR. Complying with EU IVDR, the regulation applicable to the Company, requires material modifications to our quality management systems, additional resources in certain functions, updates to technical files and additional clinical data in some cases, among other changes. Failure by us or by our customers to comply with the requirements of the EU IVDR, or other requirements imposed by these or similar regulatory authorities, including without limitation, remediating any inspectional observations to the satisfaction of these regulatory authorities, could result in warning letters, product recalls or seizures, monetary sanctions, injunctions to halt manufacture and distribution, restrictions on our operations, civil or criminal sanctions, or withdrawal of existing or denial of pending approvals, including those relating to products or facilities. In addition, such a failure could expose us to contractual or product liability claims, contractual claims from our customers, including claims for reimbursement for lost or damaged active pharmaceutical ingredients, as well as ongoing remediation and increased compliance costs, any or all of which could be significant. We are the sole manufacturer of a number of products for many of our customers and a negative regulatory event could impact our customers' ability to provide products to their customers.\nWe are also subject to a variety of federal, state, local and international laws and regulations that govern, among other things, the importation and exportation of products, the handling, transportation and manufacture of substances that could be classified as hazardous, and our business practices in the U.S. and abroad such as anti-competition laws. Any noncompliance by us with applicable laws and regulations or the failure to maintain, renew or obtain necessary permits and licenses could result in criminal, civil and administrative penalties and could have an adverse effect on our results of operations.\nSignificant developments or changes in U.S. laws or policies, including changes in U.S. trade policies and tariffs and the reaction of other countries thereto can have an adverse effect on our business and financial statements.\nSignificant developments or changes in U.S. laws and policies (including as a result of the new U.S. administration), such as laws and policies governing foreign trade, manufacturing, and development and investment in the territories and countries where we or our customers operate, or governing the health care system and drug prices, can adversely affect our business and financial statements. For example, the previous U.S. administration increased tariffs on certain goods imported into the United States and trade tensions between the United States and China escalated, with each country imposing significant, additional tariffs on a wide range of goods imported from the other country. The U.S. and China could impose other types of restrictions such as limitations on government procurement or technology export restrictions, which could affect our access to markets. These factors have adversely affected, and in the future could further adversely affect, our business and financial statements.\nOur business and financial statements can be impaired by improper conduct by any of our employees, agents or business partners.\nWe cannot provide assurance that our internal controls and compliance systems, including our Code of Ethics and Business Conduct, protect us from acts committed by employees, agents or business partners of ours (or of businesses we acquire or partner with) that violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, employment practices and workplace behavior, export and import compliance, economic and trade sanctions, money laundering and data privacy. In particular, the U.S. Foreign Corrupt Practices Act, the UK Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced governmental corruption to some degree. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the United States and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable for violations committed by companies in which we invest or that we acquire. We also rely on our suppliers to adhere to our supplier code of conduct, and material violations of such code of conduct could occur that could have a material effect on our business and financial statements.\n22\nCertain of our businesses are subject to extensive regulation by the U.S. FDA and by comparable agencies of other countries, as well as laws regulating fraud and abuse in the healthcare industry and the privacy and security of health information. Failure to comply with those regulations could adversely affect our business and financial statements.\nCertain of our products are medical devices, diagnostics tests and other products that are subject to regulation by the U.S. FDA or state CLIA regulations, by other federal and state governmental agencies, by comparable agencies of other countries and regions and by regulations governing hazardous materials and drugs-of abuse (or the manufacture and sale of products containing any such materials). The global regulatory environment has become increasingly stringent and unpredictable. Several countries that did not have regulatory requirements for medical devices have established such requirements in recent years, and other countries have expanded, or plan to expand, their existing regulations, including implementation of IVDR regulations in Europe. Failure to meet these requirements adversely impacts our business and financial statements in the applicable geographies.\nGovernment authorities may conclude that our business practices do not comply with current or future statutes, regulations, agency guidance or case law. Failure to obtain required regulatory clearances before marketing our products (or before implementing modifications to or promoting additional indications or uses of our products), other violations of laws or regulations, failure to remediate inspectional observations to the satisfaction of these regulatory authorities, real or perceived efficacy or safety concerns or trends of adverse events with respect to our products (even after obtaining clearance for distribution) and unfavorable or inconsistent clinical data from existing or future clinical trials can lead to FDA Form 483 Inspectional Observations, warning letters, notices to customers, declining sales, loss of customers, loss of market share, remediation and increased compliance costs, recalls, seizures of adulterated or misbranded products, fines, expenses, injunctions, civil penalties, criminal penalties, consent decrees, administrative detentions, refusals to permit importations, partial or total shutdown of production facilities or the implementation of operating restrictions, narrowing of permitted uses for a product, refusal of the government to grant 510(k) clearance, suspension or withdrawal of approvals, pre-market notification rescissions and other adverse effects.  Further, defending against any such actions can be costly and time-consuming and may require significant personnel resources. Therefore, even if we are successful in defending against any such actions brought against us, our business may be impaired. Ensuring that our internal operations and business arrangements with third parties comply with applicable laws and regulations also involves substantial costs.\nMore specifically, as a healthcare provider, the Company’s Exosome Diagnostics’ ExoDx Prostate business is subject to extensive regulation at the federal, state, and local levels in the U.S. and other countries where it operates. The Company’s failure to meet governmental requirements under these regulations, including those relating to billing practices and financial relationships with physicians, hospitals, and health systems, could lead to civil and criminal penalties, exclusion from participation in Medicare and Medicaid, and possibly prohibitions or restrictions on the use of its laboratories. While the Company believes that it is in material compliance with all statutory and regulatory requirements, there is a risk that government authorities might take a contrary position. Such occurrences, regardless of their outcome, could damage the Company’s reputation and adversely affect important business relationships it has with third parties.\nFailure to comply with privacy and security laws and regulations could result in fines, penalties and damage to the Company\n’\ns reputation and have a material adverse effect upon the Company\n’\ns business, a risk that has been elevated with the acquisition of Exosome Diagnostics, whose laboratory testing service is a healthcare provider that obtains and uses protected health information.\nIf the Company does not comply with existing or new laws and regulations related to protecting the privacy and security of personal or health information, it could be subject to monetary fines, civil penalties or criminal sanctions. In the U.S., the Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacy and security regulations, including the expanded requirements under U.S. Health Information Technology for Economic and Clinical Health Act (HITECH), establish comprehensive standards with respect to the use and disclosure of protected health information (PHI) by covered entities, in addition to setting standards to protect the confidentiality, integrity and security of PHI. HIPAA restricts the Company’s ability to use or disclose PHI, without patient authorization, for purposes other than payment, treatment or healthcare operations (as defined by HIPAA), except for disclosures for various public policy purposes and other permitted purposes outlined in the privacy regulations. If the laboratory operations for the Company’s business use or disclose PHI improperly under these privacy regulations, they may incur significant fines and other penalties for wrongful use or disclosure of PHI in violation of the privacy and security regulations, including potential civil and criminal fines and penalties.\n23"
  },
  {
    "item_key": "item_1b",
    "text": "There are no unresolved staff comments as of the date of this report."
  },
  {
    "item_key": "item_2",
    "text": "The Company owns the facilities that its headquarters and R&D Systems subsidiary occupy in Minneapolis, Minnesota. The Minneapolis facilities are utilized by both the Company's Protein Sciences and Diagnostics and Genomics segments.\nThe Minneapolis complex includes approximately 800,000 square feet of space in several adjoining buildings. Bio-Techne uses approximately 625,000 square feet of the complex for administrative, research, manufacturing, shipping and warehousing activities. The Company is currently leasing the remaining space in the complex as retail and office space. The Company also owns a 54,000 square foot facility in Saint Paul, Minnesota that will be utilized for additional manufacturing capabilities and activities.\nThe Company also owns a 34,000 square foot manufacturing facility in Flowery Branch, Georgia. This facility is utilized by the Company’s Protein Sciences segment.\nThe Company owns a 17,000 square foot facility that its Bio-Techne Europe subsidiary occupies in Abingdon, England. This facility is utilized by the Company's Protein Sciences and Diagnostics and Genomics segments.\nThe Company owns a 9,000 square foot facility that its Canada subsidiaries occupy in Toronto, Canada. This facility is utilized by the Company's Protein Sciences and Diagnostics and Genomics segments.\nThe Company owns a 52,700 square foot manufacturing facility in Wallingford, Connecticut. This facility is utilized by the Company's Protein Sciences segment.\nThe Company leases the following material facilities, all of which are primarily utilized by the Company's Protein Sciences segment with the exception of the locations used by the Company's ProteinSimple and CyVek subsidiaries, whi\nch support both the Protein Sciences segment and the Diagnostics & Genomics segment). Certain locations are not named because they were not significant individually or in the aggregate as of the date of this report.\nThe Company entered into a definitive agreement to lease a 25,000 square foot facility in Dublin, Ireland. Construction is currently underway and once complete, the commencement of the lease will occur. The Company believes the owned and leased properties, inclusive of the leased property in Ireland, are adequate to meet its occupancy needs in the foreseeable future."
  },
  {
    "item_key": "item_3",
    "text": "As of\nAugust 20, 202\n1, the Company is not a party to any legal proceedings that, individually or in the aggregate, are reasonably expected to have a material adverse effect on the Company's business, results of operations, financial condition or cash flows."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n24\nPART II\nITEM 5. MARKET FOR THE REGISTRANT'S COMMON EQUITY, RELATED SHAREHOLDER\nMATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\nHolders of Common Stock and Dividends Paid\nAs\nof August 20, 2021 there were over 55,000 beneficial shareholders of the Company's common stock and over 90 s\nhareholders of record. The Company paid annual cash dividends totaling $49.6 million, $48.9 million, and $48.4 million in fiscal 2021, 2020, and 2019, respectively. The Board of Directors periodically considers the payment of cash dividends, and there is no guarantee that the Company will pay comparable cash dividends, or any cash dividends, in the future.\nIn connection with the acquisition of Exosome Diagnostics, Inc. on August 1, 2018, the Company entered into a new credit facility that provides for a revolving credit facility of $600 million, which can be increased by an additional $200 million subject to certain conditions, and a term loan of $250 million.  The credit facility is governed by a Credit Agreement dated August 1, 2018 and matures on August 1, 2023.  The Credit Agreement that governs the revolving line of credit contains customary events of default and would prohibit payment of dividends to Company shareholders in the event of a default thereunder.\nIssuer Purchases of Equity Securities\nDuring the years ended June 30, 2021 and June 30, 2020, the Company repurchased 120,000 shares of its common stock at an average share price of $359.82 and 279,381 shares at an average share price of $179.37, respectively. During fiscal 2019, the Board implemented a new repurchase plan, which grants management the discretion to mitigate the dilutive effect of stock option exercises by authorizing repurchase of shares up to the amount of stock returned to the corporation through stock option exercises, beginning with those option exercises occurring in fiscal year 2018. As of June 30, 2021, we have authorization of approximately $6\n3 m\nillion that may yet be used to purchase additional shares under our current stock repurchase program.\n25\nStock Performance Graph\nThe following chart compares the cumulative total shareholder return on the Company's common stock with the S&P Midcap 400 Index and the S&P 400 MidCap Life Sciences Tools and Services Index.  The comparison assumes $100 was invested on the last trading day before July 1, 2016 in the Company's common stock and in each of the foregoing indices and assumes reinvestment of dividends.\n26\nITEM 6. SELECTED FINANCIAL DATA\nRESERVED"
  },
  {
    "item_key": "item_7",
    "text": "CONDITION AND RESULTS OF OPERATIONS\nThe following management discussion and analysis (“MD&A”) provides information that we believe is useful in understanding our operating results, cash flows and financial condition. We provide quantitative information about the material sales drivers including the effect of acquisitions and changes in foreign currency at the corporate and segment level. We also provide quantitative information about discrete tax items and other significant factors we believe are useful for understanding our results. The MD&A should be read in conjunction with the consolidated financial information and related notes included in this Form 10-K. This discussion contains various “Non-GAAP Financial Measures” and also contains various “Forward-Looking Statements” within the meaning of the Private Securities Litigation Reform Act of 1995. We refer readers to the statements entitled “Non-GAAP Financial Measures” located at the end of this MD&A and “Forward-Looking Information and Cautionary Statements” and “Risk Factors” within Items 1 and 1A of this Form 10-K.\nOVERVIEW\nBio-Techne develops, manufactures and sells life science reagents, instruments and services for the research and clinical diagnostic markets worldwide. With our deep product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nDuring our fiscal year 2021, we operated with two operating segments – our Protein Sciences segment and our Diagnostics and Genomics segment. Our Protein Sciences segment is a leading developer and manufacturer of high-quality purified proteins and reagent solutions, most notably cytokines and growth factors, antibodies, immunoassays, biologically active small molecule compounds, tissue culture reagents and T-Cell activation technologies. This segment also includes protein analysis solutions that offer researchers efficient and streamlined options for automated western blot and multiplexed ELISA workflow. Our Genomics and Diagnostics segment develops and manufactures diagnostic products, including FDA-regulated controls, calibrators, blood gas and clinical chemistry controls and other reagents for OEM and clinical customers, as well as a portfolio of clinical molecular diagnostic oncology assays, including the ExoDx® Prostate test (EPI) for prostate cancer diagnosis. This segment also manufactures and sells advanced tissue-based in-situ hybridization assays (ISH) for spatial genomics research and clinical use.\nOVERALL RESULTS\nOperational Update\nFor fiscal 2021, consolidated net sales increased 26% as compared to fiscal 2020. Organic growth was 22%, with currency translation and acquisitions having a 3% and 1% impact on revenue respectively. Organic revenue growth was broad based and driven by accelerated momentum of the Company's long-term growth strategy as well as customer site closures in the latter half of fiscal 2020 due to the COVID-19 pandemic.\nFor fiscal 2021, consolidated earnings, including non-controlling interest, decreas\ned 39% com\npared to fiscal 2020. The decrease in earnings was primarily due to a non-operating loss of approximately $\n67.9\nmillion on our ChemoCentryx investment, compared to a gain on investment of $137 million in the last fiscal year. After adjusting for acquisition related costs, intangibles amortization, stock-based compensation, restructuring costs, the loss on investment, certain income tax items in both years, and non-controlling interest, adjusted net earnings increased\n52\n% in fiscal 2021 as compared to fiscal 2020. Adjusted earnings growth was driven by volume leverage, operational productivity, and product mix.\nFor fiscal 2020, consolidated net sales increased 4% as compared to fiscal 2019. Organic growth was 4%, with currency translation and acquisitions having an immaterial impact on revenue. The Company experienced broad-based organic revenue growth in most major geographic regions and end-markets prior to the onset of the COVID-19 pandemic. This broad-based organic growth was partially offset by the negative impacts associated with the COVID-19 pandemic experienced by the Company in the latter half of fiscal year 2020.\nFor fiscal 2020, consolidated earnings, including non-controlling interest, increased 139% compared to fiscal 2019. The increase in earnings was primarily due to a non-operating gain of approximately $137 million on our ChemoCentryx investment and a gain of approximately $7 million on the settlement of the escrow balance associated with the Exosome acquisition. After adjusting for acquisition related costs, stock-based compensation, and certain income tax items in both years, adjusted net earnings increased 2% in fiscal 2020 as compared to fiscal 2019. Adjusted earnings growth was driven by volume leverage, which was partially offset by business impacts associated with the COVID-19 pandemic.\n27\nCOVID-19 Business Update\nThe global spread of COVID-19 in the past 18 months has led to unprecedented restrictions on, and disruptions in, business and personal activities, including as a result of preventive and precautionary measures that we, other businesses, our communities and governments have taken and are taking to mitigate the spread of the virus and to manage its impact. While a number of vaccines developed in response to the pandemic appear to be effective in mitigating spread of the disease, we continue to actively monitor the pandemic on a global scale.  We have taken and intend to continue taking steps to identify and mitigate the adverse impacts on, and risks to, our business (including but not limited to our employees, customers, business partners, manufacturing capabilities and capacity, and supply and distribution channels) posed by the spread of COVID-19 and the governmental and community responses thereto.\nThe Company has responded to the pandemic by leveraging our deep product portfolio and scientific expertise to develop robust COVID-19 product and service offerings providing critical support for both clinical care and therapeutic development. While our sales related to COVID-19 specific products have been modest, fiscal 2021 growth benefited from the reopening of customer sites initially closed in the latter half of fiscal 2021 and our ongoing efforts to utilize our portfolio of products and services to enable solutions for this evolving pandemic.\nWe are unable to forecast the impact of COVID-19 on future revenue given the uncertainty that some customer sites may close again due to increases in COVID-19 cases occurring in their region and over the duration of the COVID-19 pandemic, especially if current vaccines prove to be ineffective against new strains of the Coronavirus that may develop over time. We anticipate a positive long-term outlook for sales growth resulting from expected future funding increases within life-science research in response to the current pandemic. Similar to current periods, we anticipate the impact on EPS to be similar to that of sales growth.\nThe Company remains in a strong financial position with sufficient available cash as well as access to additional funding, if necessary, through our long-term debt agreement. We did not experience any material changes to our June 30, 2021 nor our June 30, 2020 Balance Sheet, resulting from COVID-19 for items such as additional reserves or asset impairments resulting from the pandemic.\nThe Company has remained fully operational as we abided by local COVID-19 safety regulations across the world this past year. As the pandemic has eased, in most locations we will be returning all employees to on site work, although in certain instances we will continue to operate with appropriate safety measures, including staggered shifts, social distancing and hygiene best practices recommended by public health officials.  In addition, the Company has taken and will continue to take additional steps to monitor and strengthen our supply chain to maintain an uninterrupted supply of our critical products and services.\n28\nRESULTS OF OPERATIONS\nNet Sales\nConsolidated organic net sales exclude the impact of companies acquired during the first 12 months post-acquisition and the effect of the change from the prior year in exchange rates used to convert sales in foreign currencies (primarily the euro, British pound sterling, and Chinese yuan) into U.S. dollars.\nConsolidated net sales growth was as follows:\nConsolidated net sales by segment were as follows (in thousands):\nIn fiscal 2021, Protein Sciences segment net sales increased 27% compared to fiscal 2020. Organic growth for the segment was 24% for the fiscal year, with foreign currency translation having a favorable impact of 3%, and acquisitions contributing an immaterial amount.\nOverall segment growth was driven by continued market acceptance of our portfolio of productivity enhancing solutions across end-markets and geographies combined with the reopening of customer sites that were closed in the latter half of fiscal 2020 due to COVID-19.\nIn fiscal 2021, Diagnostics and Genomics segment net sales increa\nsed 23% compared to fiscal 2020. Organic growth was 18% with acquisitions and foreign currency having a favorable impact of 4% and 1% impact on revenue, respectively.\nOverall segment revenue growth was broad based across product lines and geographies.  RNAscope products had an exceptional year in both the Academia and Bio-Pharma end markets, while the\nExosome product line also provided year over year growth despite navigating limitations and/or customer avoidance of non-essential medical procedures throughout fiscal 2021 associated with the COVID-19 pandemic.\nIn fiscal 2020, Protein Sciences segment net sales increased 2% compared to fiscal 2019. Organic growth for the segment was 3% for the fiscal year, with foreign currency translation having an unfavorable impact of 1%, and acquisitions contributing an immaterial amount.\nOverall segment growth was driven by strong Bio-Pharma sales in North America and strong overall performance in China, which was partially offset by the disruption in research markets due to numerous customer site closures relating to the COVID-19 pandemic that occurred in the second half of fiscal 2020.\nIn fiscal 2020, Diagnostics and Genomics segment net sales increased 8% compared to fiscal 2019. Organic growth was 8% with acquisitions and foreign currency having an immaterial impact on revenue.\nOverall segment revenue growth was driven by strong performance in our ExoDx Prostate Test,\nRNAscope, hematology, and assay development products lines prior to the onset of the COVID-19 pandemic. The closure of academic site labs and limitation of non-essential medical procedures resulting from the COVID-19 pandemic significantly impacted sales of our RNAscope product line and our ExoDx Prostate Test, respectively, in the latter portion of the fiscal year. These negative sales impacts were partially offset through growth in supplying specialty diagnostic antibodies and other raw materials to COVID-19 testing manufacturers.\n29\nGross Margins\nConsolidated gross margins were 68.0%, 65.4%, and 66.3% in fiscal 2021, 2020, and 2019. Consolidated gross margins were positively impacted as a result of broad based revenue growth and cost management. Excluding the impact of acquired inventory sold, amortization of intangibles, and stock compensation expense, adjusted gross margins were 72.2%, 70.3%, and 71.5% in fisca\nl 2021, 2020, and 2019 respectively. Fiscal 2021 adjusted gross margin was positively impacted by volume leverage and product mix when compared to fiscal 2020 and fiscal 2019.\nA reconciliation of the reported consolidated gross margin percentages, adjusted for acquired inventory sold and intangible amortization included in cost of sales, is as follows:\nFluctuations in adjusted gross margins, as a percentage of net sales, have primarily resulted from changes in foreign currency exchange rates and changes in product mix. We expect that, in the future, gross margins will continue to be impacted by the mix of our portfolio growing at different rates as well as future acquisitions.\nManagement uses adjusted operating results to monitor and evaluate performance of the Company’s two segments. Segment gross margins, as a percentage of net sales, were as follows:\nThe changes in the Protein Sciences segment’s gross margin percentage for fiscal 2021 as compared to fiscal 2020 and 2019 was primarily attributable to mix of product sales within the segment.\nThe increase in Diagnostics and Genomics in gross margin for fiscal 2021 as compared to fiscal 2020 was primarily due to volume leverage. The increase in Diagnostics and Genomics in gross margin for fiscal 2020 as compared to fiscal 2019 was primarily due to volume leverage, operational productivity, and revenue growth against a similar cost base in recent acquisitions.\n30\nSelling, General and Administrative Expenses\nSelling, general and administrative expenses increased $64.4 million (25%) in fiscal 2021 when compared to fiscal 2020. Selling, general, and administrative expenses increased primarily due to investments made by the Company to support volume growth within each of the segments as well as additional expenses related to the acquisition of Asuragen, Inc.\nSelling, general and administrative expenses decreased $3.8 million (1%) in fiscal 2020 when compared to fiscal 2019. Selling, general, and administrative expenses decreased primarily due to a reduction in corporate expenses and a gain resulting from a settlement of amounts held in escrow from the ExosomeDx acquisition between the Company and the former shareholders. These reductions to our selling, general, and administrative expenses were partially offset by an increase in expense within the segments.\nConsolidated selling, general and administrative expenses were composed of the following (in thousands):\nResearch and Development Expenses\nResearch and development expenses increas\ned $5.4 million (8%) and $2.8 million (4%) in fiscal 2021 and 2020, respectively, as compared to prior year periods. The increase in research and development expenses in fiscal 2021 as compared to fiscal 2020 was primarily attributable to continued investment in future growth platforms of the Company and recent acquisitions. The incre\nase in research and development expenses in fiscal 2020 as compared to fiscal 2019 was primarily attributable to continued investment in future growth platforms of the Company, recent acquisitions, and the development of new COVID-19 products.\n31\nNet Interest Income / (Expense)\nNet interest income/(expense) for fiscal 2021, 2020, and 2019\nwas $(13.5) million, $(18.6) million, and $(21.1) million, respectively. Net interest expense in fiscal 2021 decreased when compared to fiscal 2020 due to a reduction in our average long-term debt, which coincided with a reduction in the notional amount on our variable interest derivative.\nNet interest expense in fiscal 2020 decreased when compared to fiscal 2019 due to a reduction in our average long-term debt.\nOther Non-Operating Expense, Net\nOther non-operating expense, net, consists of foreign currency transaction gains and losses, rental income, building expenses related to rental property and the Company's gains and losses on investments as follows (in thousands):\nDuring fiscal 2021, the Company recognized losses of $67.9 million related to changes in fair value associated with changes in the stock price of our ChemoCentryx, Inc. (CCXI) investment.\nDuring fiscal 2020, the Company recognized gains of $137.5 million related to changes in fair value associated with changes in the stock price of our ChemoCentryx, Inc. (CCXI) investment.\nDuring fiscal 2019, the Company recognized losses of $16.1 million related to changes in fair value associated with changes in the stock price of our ChemoCentryx, Inc. (CCXI) investment, which were partially offset by a $3.7 million gain realized upon acquisition from our historical investment in B-MoGen.\nIncome Taxes\nIncome taxes for fiscal 2021, 2020, and 2019 were at effective rates of 5.8%, 17.1%, and 14.2%, respectively, of consolidated earnings before income taxes. The change in the effective tax rate was driven by discrete tax items. The Company's discrete tax benefits in fiscal 2021 primarily related to share-based compensation excess tax benefits of\n$28.1 m\nillion. The Company's discrete tax benefits in fiscal 2020 primarily related to share-based compensation excess tax benefits of $17.7 million. The Company's discrete tax benefits in fiscal 2019 primarily related to share-based compensation excess tax benefits of $7.2 million, $3.2 million related to deductible acquisition payments made to employees and third parties, and $2.0 million for tax refunds relating to certain state apportionments.\n32\nNet Earnings\nNon-GAAP adjusted consolidated net earnings and earnings per share are as follows (in thousands):\nDepending on the nature of discrete tax items, our reported tax rate may not be consistent on a period to period basis. The Company independently calculates a non-GAAP adjusted tax rate considering the impact of discrete items and jurisdictional mix of the identified non-GAAP adjustments. The following table summarizes the reported GAAP tax rate and the effective Non-GAAP adjusted tax rate for the periods ended June 30, 2021, 2020, and 2019.\nRefer to Note 11 for additional discussion relating to the change in discrete tax items between fiscal 2021 and fiscal 2020.\n33\nLIQUIDITY AND CAPITAL RESOURCES\nCash, cash equivalents and available-for-sale investments at June 30, 2021 were\n$231.6 million compared to $270.9 million at June 30, 2020. Included in available-for-sale investments at June 30, 2021 and June 30, 2020 was the fair value of the Company's invest\nment in CCXI of $20.0 million and $87.8 million, respectively.\nAt June 30, 2021, approximately 12% of the Company's cash and equivalent account balances of $199.1 million were located in the U.S., with the remainder located in primarily in Canada, China, the U.K. and other European countries.\nAt June 30, 20\n21, approximately 61% of the Company's available-for-sale investment account balances of $32.5 million were located in the U.S., with the remaining 39% in China.\nThe Company has either paid U.S. taxes on its undistributed foreign earnings or intends to indefinitely reinvest the undistributed earnings in the foreign operations or expects the earnings will be remitted in a tax neutral transaction. Management of the Company expects to be able to meet its cash and working capital requirements for operations, facility expansion, capital additions, and cash dividends for the foreseeable future, and at least the next 12 months, through currently available funds, including funds available through our line-of-credit and cash generated from operations.\nFuture acquisition strategies may or may not require additional borrowings under the line-of-credit facility or other outside sources of funding.\nCash Flows From Operating Activities\nThe Company generated cash from operations of $352.2 million, $205.2 million, and $181.6 million in fiscal 2021, 2020, and 2019 respectively.\nThe increase in cash generated from operating activities in fiscal 2021 as compared to fiscal 2020 was mainly a result of an increase in year over year operating income of $79.9 million and a $29.3 million benefit to operating cash from year-over-year changes in operating assets and liabilities as well as a non-cash stock-based compensation expense of $16.6 million.\nThe increase in cash generated from operating activities in fiscal 2020 as compared to fiscal 2019 was mainly a result of higher GAAP earnings and lower accounts receivable balances in fiscal 2020, which were partially offset by the gain on investments included within earnings.\nCash Flows From Investing Activities\nWe continue to make investments in our business, including capital expenditures. The Company acquired Eminence Biotechnology and Asuragen, Inc. during fiscal year 2021 for a total of approximately $225.4 million, net of cash acquired. The Company did not make any acquisitions in fiscal 2020. Net cash paid for acquisitions of Quad, Exosome, and B-MoGen was $289.5 million in fiscal 2019.\nThe Company's net proceeds (outflow) from the purchase, sale and maturity of available-for-sale investments in fiscal 2021, 2020, and 2019 were $\n26.7\nmillion, $76.9, and ($21.9 million) million, respectively\n. The decrease in fiscal 2021 compared to fiscal 2020 was driven by the sale of a portion of the CCXI investment in fiscal year 2020, which did not reoccur in fiscal year 2021. The increase in fiscal 2020 compared to fiscal 2019 was driven by the sale of a portion of the Company’s investment in CCXI in fiscal 2020.The Company's investmen\nt policy is to place excess cash in certificates of deposit with the objective of obtaining the highest possible return while minimizing risk and keeping the funds accessible.\nCapital additions in fiscal year 2021, 2020, and 2019 were $44.3 million, $51.7 million, and $25.4 million. Fiscal 2021 capital expenditures related to investments in new buildings, in particular, the Company's GMP manufacturing facility. Capital additions planned for fiscal 2022 are approximately $68.4 million and are expected to be financed through currently available cash and cash generated from operations. Increase in expected additions in fiscal 2022 is related to increasing capacity to meet expected sales growth across the Company and reduced expenditures in the comparable period, fiscal year 2021, due to the COVID-19 pandemic.\n34\nCash Flows From Financing Activities\nIn fiscal 2021, 2020, and 2019, the Company paid cash dividends of $49.6 million, $48.9 million, $48.4 million, respectively. The Board of Directors periodically considers the payment of cash dividends.\nThe Company received $65.1 million, $71.0 million, $38.0 million, for the exercise\nof options for 627,000, 743,000, 382,0\n00 shares of common stock in fiscal 2021, 2020 and 2019, respectively.\nDuring fiscal 2021, 2020, and 2019, the Company repurchased $43.2 million, $50.1 million, and $15.4 million, respectively, in share repurchases included as a cash outflow within Financing Activities.\nDuring fiscal 2021, 2020, and 2019, the Company drew $256.0 million, $40.0 million, and $580.0 million, respectively, under its revolving line-of-credit facility. Repayments of $271.5 million, $188.5 million, and $413.5 million were made on its line-of-credit in fiscal 2021, 2020, and 2019, respectively.\nDuring fiscal 2021, there were no payments related to contingent consideration classified as financing activities. The Company made $0.3 million in contingent consideration payments, which were classified within operating activities.\nDuring fiscal 2020, the Company made $4.4 million ($4 million for Quad and $0.4 million for B-MoGen) in cash payments towards the Quad, Exosome, and B-MoGen contingent consideration liabilities. Of the $4.4 million in total payments, $3.4 million is classified as financing on the statement of cash flows. The remaining $1 million is recorded as operating on the statement of cash flows as it represents the consideration liability that exceeds the amount of the contingent consideration liability recognized at the acquisition date. During fiscal 2019, the Company made no cash payments towards the Quad, Exosome, and B-MoGen contingent consideration liabilities.\nDuring fiscal 2021 and 2020, the Company paid $19.3 million and $3.8 million, respectively, for net share settlements. During fiscal 2019, other financial activities includes payments for net share settlements as well as the final payment of $1.4 million related to Eurocell. This is included as a cash outflow within the other financing activities line of the consolidated statements of cash flows.\n35\nCRITICAL ACCOUNTING POLICIES\nManagement's discussion and analysis of the Company's financial condition and results of operations are based upon the Company's Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America (U.S. GAAP). The preparation of these financial statements requires management to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, management evaluates its estimates. Management bases its estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\nThe Company has identified the policies outlined below as critical to its business operations and an understanding of results of operations. The listing is not intended to be a comprehensive list of all accounting policies; investors should also refer to Note 1 to the Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K.\nBusiness Combinations\nWe allocate the purchase price of acquired businesses to the estimated fair values of the assets acquired and liabilities assumed as of the date of the acquisition. The calculations used to determine the fair value of the long-lived assets acquired, primarily intangible assets, can be complex and require significant judgment. We weigh many factors when completing these estimates including, but not limited to, the nature of the acquired company’s business; its competitive position, strengths, and challenges; its historical financial position and performance; estimated customer retention rates; discount rates; and future plans for the combined entity. We may also engage independent valuation specialists, when necessary, to assist in the fair value calculations for significant acquired long-lived assets.\nThe fair value of acquired technology is generally the primary asset identified and therefore estimated using the multi-period excess earnings method. The multi-period excess earnings method model estimates revenues and cash flows derived from the primary asset and then deducts portions of the cash flow that can be attributed to supporting assets, such as Trade Names and in-process research and development, that contributed to the generation of the cash flows. The resulting cash flow, which is attributable solely to the primary asset acquired, is then discounted at a rate of return commensurate with the risk of the asset to calculate a present value. The Trade Name is generally calculated using the relief from royalty method, which calculates the cost savings associated with owning rather than licensing the technology. Assumed royalty rates are applied to the projected revenues for the remaining useful life of the technology to estimate the royalty savings. In-process research and development assets are valued using the multi-period excess earnings method when the cash flows from the in-process research and development assets are separately identifiable from the primary asset. In circumstances that Customer Relationship assets are identified that are not the primary asset, they are valued using the distributor model income approach, which isolates revenues and cash flow associated with the sales and distribution function of the entity and attributable to customer-related assets, which are then discounted at a rate of return commensurate with the risk of the asset to calculate a present value.\nWe estimate the fair value of liabilities for contingent consideration by discounting to present value the probability weighted contingent payments expected to be made. For potential payments related to financial performance based milestones, projected revenue and/or EBITDA amounts, volatility and discount rates assumptions are included in the estimated amounts. For potential payments related to product development milestones, the fair value is based on the probability of achievement of such milestones. The excess of the purchase price over the estimated fair value of the net assets acquired is recorded as goodwill. Goodwill is not amortized, but is subject to impairment testing on at least an annual basis.\nWe are also required to estimate the useful lives of the acquired intangible assets, which determines the amount of acquisition-related amortization expense we will record in future periods. Each reporting period, we evaluate the remaining useful lives of our amortizable intangibles to determine whether events or circumstances warrant a revision to the remaining period of amortization.\nWhile we use our best estimates and assumptions, our fair value estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, we may record adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Any adjustments required after the measurement period are recorded in the consolidated statements of earnings.\nThe judgments required in determining the estimated fair values and expected useful lives assigned to each class of assets and liabilities acquired can significantly affect net income. For example, different classes of assets will have useful lives that differ. Consequently, to the extent a longer-lived asset is ascribed greater value than a shorter-lived asset, net income in a given period may be higher. Additionally, assigning a lower value to amortizable intangibles would result in a higher amount assigned to goodwill. As goodwill is not amortized, this would benefit net income in a given period, although goodwill is subject to annual impairment analysis.\n36\nImpairment of Goodwill\nGoodwill\nGoodwill was $843.1 million as of June 30, 2021, which represented 37.3% of total assets. Goodwill is tested for impairment on an annual basis in the fourth quarter of each year, or more frequently if events occur or circumstances change that could indicate a possible impairment.\nTo analyze goodwill for impairment, we must assign our goodwill to individual reporting units. Identification of reporting units includes an analysis of the components that comprise each of our operating segments, which considers, among other things, the manner in which we operate our business and the availability of discrete financial information. Components of an operating segment are aggregated to form one reporting unit if the components have similar economic characteristics. We periodically review o\nur reporting units to ensure that they continue to reflect the manner in which we operate our business.\nThere has been no impairment of goodwill since the adoption of Financial Accounting Standards Board (“FASB”) ASC 350 guidance for goodwill and other intangibles on July 1, 2002.\n2021\nGoodwill Impairment Analyses\nIn completing our 2021 annual goodwill impairment analyses, we elected to perform a quantitative assessment for each of our five reporting units. A quantitative assessment involves comparing the carrying value of the reporting unit, including goodwill, to its estimated fair value. Carrying value is based on the assets and liabilities associated with the operations of the reporting unit, which often requires the allocation of shared or corporate items among reporting units. In accordance with ASU 2017-04, a goodwill impairment charge is recorded for the amount by which the carrying value of a reporting unit exceeds the fair value of the reporting unit. In determining the fair values of our reporting units, we utilized the income approach. The income approach is a valuation technique under which we estimated future cash flows using the reporting unit's financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we projected revenue and applied our fixed and variable cost experience rates to the projected revenue to arrive at the future cash flows. A terminal value was then applied to the projected cash flow stream. Future estimated cash flows were discounted to their present value to calculate the estimated fair value. The discount rate used was the value-weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we were required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items.\nBecause our 2021 quantitative analyses included all of our reporting units, the summation of our reporting units' fair values, as indicated by our discounted cash flow calculations, were compared to our consolidated fair value, as indicated by our market capitalization, to evaluate the reasonableness of our calculations. This impairment assessment is sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit's results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units.\nThe quantitative assessment completed as of April 1, 2021 indicated that all of the reporting units had a substantial amount of headroom. Accordingly, the Company determined there was no indication of impairment of goodwill in our annual goodwill impairment analysis. Further, no triggering events were identified in the year ended June 30, 2021 that would require an additional goodwill impairment assessment beyond our required annual goodwill impairment assessment.\n2020\nGoodwill Impairment Analyses\nIn completing our 2020 annual goodwill impairment analyses, we elected to perform a quantitative assessment for all of our reporting units. A quantitative assessment involves comparing the carrying value of the reporting unit, including goodwill, to its estimated fair value. Carrying value is based on the assets and liabilities associated with the operations of the reporting unit, which often requires the allocation of shared or corporate items among reporting units. In accordance with ASU 2017-04, a goodwill impairment charge is recorded for the amount by which the carrying value of a reporting unit exceeds the fair value of the reporting unit. In determining the fair values of our reporting units, we utilized the income approach. The income approach is a valuation technique under which we estimated future cash flows using the reporting unit's financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we projected revenue and applied our fixed and variable cost experience rates to the projected revenue to arrive at the future cash flows. A terminal value was then applied to the projected cash flow stream. Future estimated cash flows were discounted to their present value to calculate the estimated fair value. The discount rate used was the value-weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we were required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items.\nBecause our 2020 quantitative analyses included all of our reporting units, the summation of our reporting units' fair values, as indicated by our discounted cash flow calculations, were compared to our consolidated fair value, as indicated by our market capitalization, to evaluate the reasonableness of our calculations. This impairment assessment is sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit's results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units.\nThe quantitative assessment completed as of April 1, 2020 indicated that all of the reporting units had a substantial amount of headroom. Accordingly, the Company determined there was no indication of impairment of goodwill in our annual goodwill impairment analysis. Further, no triggering events were identified in the year ended June 30, 2020 that would require an additional goodwill impairment assessment beyond our required annual goodwill impairment assessment.\n2019\nGoodwill Impairment Analyses\nAt the beginning of the quarter ended March 31, 2019, the Company realigned the management of certain business processes between reporting units within the same segment. A goodwill allocation was performed between the impacted reporting units based on the relative fair value of the processes realigned. In conjunction with the realignment, a quantitative goodwill impairment assessment was performed both prior to and subsequent to the realignment. The quantitative impairment assessments performed utilized a consistent process with our fiscal 2021 quantitative goodwill impairment assessment described above. The quantitative assessment indicated that all of the impacted reporting units had substantial headroom both prior to and subsequent to the realignment. This impairment assessment performed was sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit's results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units.\nIn conducting our annual goodwill impairment test as of April 1, 2019, we elected to perform a qualitative assessment to determine whether changes in events or circumstances since our most recent quantitative test for goodwill impairment indicated that it is more likely than not that the fair value of a reporting unit is less than its carrying amount. Based on its annual analysis, the Company determined there was no indication of impairment of goodwill.\n37\nNEW ACCOUNTING PRONOUNCEMENTS\nInformation regarding the accounting policies adopted during fiscal 2021 and those not yet adopted can be found under caption “Note 1: Description of Business and Summary of Significant Accounting Policies” of the Notes to the Consolidated Financial Statements appear in Item 8 of this report.\nSUBSEQUENT EVENTS\nNone\nNON-GAAP FINANCIAL MEASURES\nThis Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7, contains financial measures that have not been calculated in accordance with accounting principles generally accepted in the U.S. (GAAP). These non-GAAP measures include:\nWe provide these measures as additional information regarding our operating results. We use these non-GAAP measures internally to evaluate our performance and in making financial and operational decisions, including with respect to incentive compensation. We believe that our presentation of these measures provides investors with greater transparency with respect to our results of operations and that these measures are useful for period-to-period comparison of results.\nOur non-GAAP financial measure of organic growth represents revenue growth excluding revenue from acquisitions within the preceeding 12 months as well as the impact of foreign currency. Excluding these measures provides more useful period-to-period comparison of revenue results as it excludes the impact of foreign currency exchange rates, which can vary significantly from period to period, and revenue from acquisitions that would not be included in the comparable prior period.\nOur non-GAAP financial measures for adjusted gross margin, adjusted operating margin, and adjusted net earnings, in total and on a per share basis, exclude stock-based compensation, the costs recognized upon the sale of acquired inventory, amortization of acquisition intangibles, acquisition related expenses inclusive of the changes in fair value of contingent consideration, and other non-recurring items including non-recurring costs and gains. Stock-based compensation is excluded from non-GAAP adjusted net earnings because of the nature of this charge, specifically the varying available valuation methodologies, subjective assumptions, variety of award types, and unpredictability of amount and timing of employer related tax obligations. The Company excludes amortization of purchased intangible assets, purchase accounting adjustments, including costs recognized upon the sale of acquired inventory and acquisition-related expenses inclusive of the changes in fair value contingent consideration, and other non-recurring items including gains or losses on legal settlements and one-time assessments from this measure because they occur as a result of specific events, and are not reflective of our internal investments, the costs of developing, producing, supporting and selling our products, and the other ongoing costs to support our operating structure. Additionally, these amounts can vary significantly from period to period based on current activity.\nThe Company’s non-GAAP adjusted operating margin and adjusted net earnings, in total and on a per share basis, also excludes stock-based compensation expense, which is inclusive of the employer portion of payroll taxes on those stock awards, restructuring, impairments of equity method investments, gain and losses from investments, and certain adjustments to income tax expense. Impairments of equity investments are excluded as they are not part of our day-to-day operating decisions. Additionally, gains and losses from other investments that are either isolated or cannot be expected to occur again with any predictability are excluded.   Costs related to restructuring activities, including reducing overhead and consolidating facilities, are excluded because we believe they are not indicative of our normal operating costs. The Company independently calculates a non-GAAP adjusted tax rate to be applied to the identified non-GAAP adjustments considering the impact of discrete items on these adjustments and the jurisdictional mix of the adjustments. In addition, the tax impact of other discrete and non-recurring charges which impact our reported GAAP tax rate are adjusted from net earnings. We believe these tax items can significantly affect the period-over-period assessment of operating results and not necessarily reflect costs and/or income associated with historical trends and future results.\nThe Company periodically reassesses the components of our non-GAAP adjustments for changes in how we evaluate our performance, changes in how we make financial and operational decisions, and considers the use of these measures by our competitors and peers to ensure the adjustments are still relevant and meaningful.\nReaders are encouraged to review the reconciliations of the adjusted financial measures used in management's discussion and analysis of the financial condition of the Company to their most directly comparable GAAP financial measures provided within the Company's consolidated financial statements.\n38"
  },
  {
    "item_key": "item_7a",
    "text": "ABOUT MARKET RISK\nThe Company operates internationally, and thus is subject to potentially adverse movements in foreign currency exchange rates. Approximately 31% of the Company's consolidated net sales in fiscal 2021 were made in foreign currencies, including\n13\n% in euro, 5% in British pound sterling,\n7\n% in Chinese yuan and the remaining 6% in other currencies. The Company is exposed to market risk primarily from foreign exchange rate fluctuations of the euro, British pound sterling, Chinese yuan and Canadian dollar as compared to the U.S. dollar as the financial position and operating results of the Company's foreign operations are translated into U.S. dollars for consolidation.\nMonth-end exchange rates between the euro, British pound sterling, Chinese yuan, Canadian dollar and the U.S. dollar, which have not been weighted for actual sales volume in the applicable months in the periods, were as follows:\nThe Company's exposure to foreign exchange rate fluctuations also arises from trade receivables and intercompany payables denominated in one currency in the financial statements, but receivable or payable in another currency.\nThe Company does not enter into foreign currency forward contracts to reduce its exposure to foreign currency rate changes on forecasted intercompany sales transactions or on intercompany foreign currency denominated balance sheet positions. Foreign currency transaction gains and losses are included in \"Other non-operating expense, net\" in the Consolidated Statement of Earnings and Comprehensive Income. The effect of translating net assets of foreign subsidiaries into U.S. dollars are recorded on the Consolidated Balance Sheet as part of \"Accumulated other comprehensive income (loss).\"\nThe effects of a hypothetical simultaneous 10% appreciation in the U.S. dollar from June 30, 2021 levels against the euro, British pound sterling, Chinese yuan and Canadian dollar are as follows (in thousands):\n39"
  },
  {
    "item_key": "item_8",
    "text": "CONSOLIDATED STATEMENTS OF EARNINGS AND COMPREHENSIVE INCOME\nBio-Techne Corporation and Subsidiaries\n(in thousands, except per share data)\nSee Notes to Consolidated Financial Statements.\n40\nCONSOLIDATED BALANCE SHEETS\nBio-Techne Corporation and Subsidiaries\n(in thousands, except share and per share data)\nSee Notes to Consolidated Financial Statements.\n41\nCONSOLIDATED STATEMENTS OF SHAREHOLDERS' EQUITY\nBio-Techne Corporation and Subsidiaries\n(in thousands)\nSee Notes to Consolidated Financial Statements.\n42\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nBio-Techne Corporation and Subsidiaries\n(in thousands)\nSee Notes to Consolidated Financial Statements.\n43\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nBio-Techne Corporation and Subsidiaries\nYears ended June 30, 2021, 2020 and 2019\nNote\n1.\nDescription of Business and Summary of Significant Accounting Policies:\nDescription of business:\nBio-Techne and its subsidiaries, collectively doing business as Bio-Techne Corporation (the Company), develop, manufacture and sell life science reagents, instruments and services for the research and clinical diagnostic markets worldwide. With our deep product portfolio and application expertise, we sell integral components of scientific investigations into biological processes and molecular diagnostics, revealing the nature, diagnosis, etiology and progression of specific diseases. Our products aid in drug discovery efforts and provide the means for accurate clinical tests and diagnoses.\nUse of estimates:\nThe preparation of consolidated financial statements in conformity with accounting principles generally accepted in the United States of America requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosures of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts of revenues and expenses during the reporting period. These estimates include the valuation of accounts receivable, available-for-sale investments, inventory, intangible assets, contingent consideration, stock-based compensation and income taxes. Actual results could differ from these estimates.\nPrinciples of consolidation:\nThe consolidated financial statements include the accounts of the Company and its wholly-owned subsidiaries. All intercompany accounts and transactions have been eliminated. The Company consolidated our partial acquisition of Eminence in our consolidated financial statements on a\none\nmonth lag. Refer to Note\n4\nfor additional discussion regarding Eminence.\nTranslation of foreign financial statements:\nAssets and liabilities of the Company's foreign operations are translated at year-end rates of exchange and the resulting gains and losses arising from the translation of net assets located outside the U.S. are recorded as other comprehensive income (loss) on the consolidated statements of earnings and comprehensive income. The cumulative translation adjustment is a component of accumulated other comprehensive loss on the consolidated balance sheets. Foreign statements of earnings are translated at the average rate of exchange for the year. Foreign currency transaction gains and losses are included in other non-operating expense in the consolidated statements of earnings and comprehensive income.\nRevenue recognition:\nThe Company adopted\nASC\n606\n-\nRevenue from Contracts with Customers\non\nJuly 1, 2018\nusing the modified retrospective transition approach. ASC\n606\nprovides revenue recognition guidance for any entity that enters into contracts with customers to transfer goods or services or enters into contracts for the transfer of non-financial assets, unless those contracts are within the scope of other accounting standards. The core principle of ASC\n606\nis that revenue should be recognized to depict the transfer of promised goods or services to customers in an amount that reflects the consideration to which the entity expects to be entitled in exchange for those goods or services. Refer to Note\n2\nfor additional information regarding our revenue recognition policy under\nASC\n606\n.\nResearch and development:\nResearch and development expenditures are expensed as incurred. Development activities generally relate to creating new products, improving or creating variations of existing products, or modifying existing products to meet new applications.\nAdvertising costs:\nAdvertising expenses were $\n4.7\nmillion, $\n4.2\nmillion, and $\n4.1\nmillion for fiscal\n2021,\n2020,\nand\n2019\nrespectively. The Company expenses advertising expenses as incurred.\nIncome taxes:\nThe Company uses the asset and liability method of accounting for income taxes. Deferred tax assets and liabilities are recognized to record the income tax effect of temporary differences between the tax basis and financial reporting basis of assets and liabilities. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period that includes the enactment date. Tax positions taken or expected to be taken in a tax return are recognized in the financial statements when it is more likely than\nnot\nthat the position would be sustained upon examination by tax authorities. A recognized tax position is then measured at the largest amount of benefit that is greater than\nfifty\npercent likely of being realized upon ultimate settlement. The Company recognizes interest and penalties related to unrecognized tax benefits in income tax expense. Refer to Note\n11\nfor additional information regarding income taxes.\nComprehensive income:\nComprehensive income includes charges and credits to shareholders' equity that are\nnot\nthe result of transactions with shareholders. Our total comprehensive income consists of net income, unrealized gains and losses on cash flow hedges, and foreign currency translation adjustments. The items of comprehensive income, with the exception of net income, are included in accumulated other comprehensive loss in the consolidated balance sheets and statements of shareholders' equity.\nCash and cash equivalents:\nCash and cash equivalents include cash on hand and highly-liquid investments with original maturities of\nthree\nmonths or less.\nAvailable-for-sale investments:\nAvailable-for-sale investments consist of debt instruments with original maturities of generally\nthree\nmonths to\nsix\nmonths and equity securities. Available-for-sale investments are recorded based on trade-date. The Company considers all of its marketable securities available-for-sale and reports them at fair value. Unrealized gains and losses on available-for-sale securities are included within other income (expense) in accordance with ASU\n2018\n-\n02,\nwhich the Company adopted on\nJuly 1, 2018.\n44\nTrade accounts receivable and allowances:\nTrade accounts receivable are initially recorded at the invoiced amount upon the sale of goods or services to customers, and they do\nnot\nbear interest. They are stated net of allowances for doubtful accounts, which represent estimated losses resulting from the inability of customers to make the required payments. The Company adopted ASU\n2016\n-\n13\non\nJuly 1, 2020,\nwhich reflects the expected credit losses on financial instruments within its scope, including trade receivables. When determining the allowances for doubtful accounts, we take several factors into consideration, including the overall composition of accounts receivable aging, our prior history of accounts receivable write-offs, the type of customer and our day-to-day knowledge of specific customers. Changes in the allowances for doubtful accounts are included in selling, general and administrative (SG&A) expense in our consolidated statements of earnings and comprehensive income. The point at which uncollected accounts are written off varies by type of customer. The Company does\nnot\nhave material long-term customer receivables. Refer to the Recently Adopted Accounting Pronouncements section of Note\n1\nfor further details.\nInventories:\nInventories are stated at the lower of cost (\nfirst\n-in,\nfirst\n-out method) or net realizable value. The Company regularly reviews inventory on hand for slow-moving and obsolete inventory, inventory\nnot\nmeeting quality control standards and inventory subject to expiration.\nFor certain proteins, antibodies, and chemically based manufactured products, the Company produces larger batches of established products than current sales requirements due to economies of scale through a highly controlled manufacturing process. Accordingly, the manufacturing process for these products has and will continue to produce quantities in excess of forecasted usage. The Company forecasts usage for its products based on several factors including historical demand, current market dynamics, and technological advances. The Company forecasts product usage on an individual product level for a period that is consistent with our ability to reasonably forecast inventory usage for that product. There have been\nno\nmaterial changes to the Company’s estimates of the net realizable value for excess and obsolete inventory or other types of inventory reserves and inventory cost adjustments in the fiscal years presented. Additionally, current and historical reserves recorded to reduce the cost of inventory to its net realizable value become part of the new cost basis for the inventory item in accordance with\nASC\n330\n- Inventory\n.\nProperty and equipment:\nProperty and equipment are recorded at cost. Equipment is depreciated using the straight-line method over an estimated useful life of\n3\nto\n5\nyears. Buildings, building improvements and leasehold improvements are amortized over estimated useful lives of\n5\nto\n40\nyears.\nContingent Consideration:\nContingent Consideration relates to the potential payment for an acquisition that is contingent upon the achievement of the acquired business meeting certain product development milestones and/or certain financial performance milestones. The Company records contingent consideration at fair value at the date of acquisition based on the consideration expected to be transferred. For potential payments related to financial performance milestones, we use a real option model in calculating the fair value of the contingent consideration liabilities. The assumptions utilized in the calculation based on financial performance milestones include projected revenue and/or EBITDA amounts, volatility and discount rates. For potential payments related to product development milestones, we estimated the fair value based on the probability of achievement of such milestones. The assumptions utilized in the calculation of the acquisition date fair value include probability of success and the discount rates. Contingent consideration involves certain assumptions requiring significant judgment and actual results\nmay\ndiffer from assumed and estimated amounts. Contingent consideration is remeasured each reporting period, and subsequent changes in fair value, including accretion for the passage of time, are recognized within selling, general and administrative in the consolidated statement of earnings and comprehensive income.\nIntangible assets:\nIntangible assets are stated at historical cost less accumulated amortization. Amortization expense is generally determined on the straight-line basis over periods ranging from\n1\nyear to\n20\nyears. Each reporting period, we evaluate the remaining useful lives of our amortizable intangibles to determine whether events or circumstances warrant a revision to the remaining period of amortization. If our estimate of an asset's remaining useful life is revised, the remaining carrying amount of the asset is amortized prospectively over the revised remaining useful life.\nIn conjunction with the Asuragen acquisition that occurred in fiscal year\n2021,\nthe Company reassessed the useful life of a tradename from a previous acquisition due to the planned integration and cobranding strategy developed with the most recent transaction.  As a result, the Company accelerated the amortization of the trade name to be consistent with the life used for the Asuragen trade name.  The accelerated amortization resulted in a $\n1.4\nmillion impact in fiscal\n2021,\na $\n5.7\nmillion impact in fiscal years\n2022\nthrough\n2025,\nand a $\n4.3\nimpact in fiscal year\n2026.\nIn fiscal year\n2020,\nthe Company accelerated the amortization of a certain trade name based on the Company's planned integration of the products under that acquired trade name into a legacy brand. The accelerated amortization resulted in $\n1.3\nmillion in additional amortization expense in fiscal\n2020\nand $\n0.6\nmillion in fiscal\n2021.\nImpairment of long-lived assets and amortizable intangibles:\nWe evaluate the recoverability of property, plant, equipment and amortizable intangibles whenever events or changes in circumstances indicate that an asset's carrying amount\nmay\nnot\nbe recoverable. Such circumstances could include, but are\nnot\nlimited to, (\n1\n) a significant decrease in the market value of an asset, (\n2\n) a significant adverse change in the extent or manner in which an asset is used or in its physical condition, or (\n3\n) an accumulation of costs significantly in excess of the amount originally expected for the acquisition or construction of an asset. We compare the carrying amount of the asset to the estimated undiscounted future cash flows associated with it. If the sum of the expected future net cash flows is less than the carrying value of the asset being evaluated, an impairment loss would be recognized. The impairment loss would be calculated as the amount by which the carrying value of the asset exceeds the fair value of the asset. As quoted market prices are\nnot\navailable for the majority of our assets, the estimate of fair value is based on various valuation techniques, including the discounted value of estimated future cash flows.\nThe evaluation of asset impairment requires us to make assumptions about future cash flows over the life of the asset being evaluated. These assumptions require significant judgment and actual results\nmay\ndiffer from assumed and estimated amounts.\nNo\nother triggering events were identified and\nno\nimpairments were recorded for property, plant, and equipment or amortizable intangibles during fiscal years\n2019,\n2020,\nand\n2021.\n45\nImpairment of goodwill:\nWe evaluate the carrying value of goodwill during the\nfourth\nquarter each year and between annual evaluations if events occur or circumstances change that would indicate a possible impairment. Such circumstances could include, but are\nnot\nlimited to, (\n1\n) a significant adverse change in legal factors or in business climate, (\n2\n) unanticipated competition, (\n3\n) an adverse action or assessment by a regulator, or (\n4\n) an adverse change in market conditions that are indicative of a decline in the fair value of the assets.\nTo analyze goodwill for impairment, we must assign our goodwill to individual reporting units. Identification of reporting units includes an analysis of the components that comprise each of our operating segments, which considers, among other things, the manner in which we operate our business and the availability of discrete financial information. Components of an operating segment are aggregated to form\none\nreporting unit if the components have similar economic characteristics. We periodically review our reporting units to ensure that they continue to reflect the manner in which we operate our business. The Company had\nfive\nreporting units for our\n2021,\n2020,\nand\n2019\ngoodwill impairment assessment performed on\nApril 1\nof each of the respective fiscal years, the date of our annual goodwill impairment assessment. Further, the Company elected\nApril 1\nas the annual goodwill impairment assessment date for the Asuragen acquisition, acquired on\nApril 6, 2021.\n2021\nGoodwill Impairment Analyses\nIn completing our\n2021\nannual goodwill impairment analyses, we elected to perform a quantitative assessment for all of our reporting units. A quantitative assessment involves comparing the carrying value of the reporting unit, including goodwill, to its estimated fair value. Carrying value is based on the assets and liabilities associated with the operations of the reporting unit, which often requires the allocation of shared or corporate items among reporting units. In accordance with ASU\n2017\n-\n04,\na goodwill impairment charge is recorded for the amount by which the carrying value of a reporting unit exceeds the fair value of the reporting unit. In determining the fair values of our reporting units, we utilized the income approach. The income approach is a valuation technique under which we estimated future cash flows using the reporting unit’s financial forecast from the perspective of an unrelated market participant. Using historical trending and internal forecasting techniques, we projected revenue and applied our fixed and variable cost experience rates to the projected revenue to arrive at the future cash flows. A terminal value was then applied to the projected cash flow stream. Future estimated cash flows were discounted to their present value to calculate the estimated fair value. The discount rate used was the value- weighted average of our estimated cost of capital derived using both known and estimated customary market metrics. In determining the estimated fair value of a reporting unit, we were required to estimate a number of factors, including projected operating results, terminal growth rates, economic conditions, anticipated future cash flows, the discount rate and the allocation of shared or corporate items.\nThe result of our quantitative assessment indicated that all of the reporting units had a substantial amount of headroom as of\nApril 1, 2021.\nThis impairment assessment is sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit’s results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units. The Company did\nnot\nidentify any triggering events after our annual goodwill impairment through\nJune 30, 2021,\nthe date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\n2020\nGoodwill Impairment Analyses\nThe Company elected to perform a quantitative assessment for all of our reporting units in our\n2020\ngoodwill impairment analysis. The quantitative assessment completed utilized a consistent process and methodology to the\n2021\ngoodwill impairment assessment. The result of our quantitative assessment, where we compared the discounted cash flows of each reporting unit to its carrying value, indicated that all of the reporting units had a substantial amount of headroom as of\nApril 1, 2020.\nThis impairment assessment is sensitive to changes in forecasted cash flows, as well as our selected discount rate. Changes in the reporting unit’s results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units. The Company did\nnot\nidentify any triggering events after our annual goodwill impairment through\nJune 30, 2020,\nthe date of our consolidated balance sheet, that would require an additional goodwill impairment assessment to be performed.\n2019\nGoodwill Impairment Analyses\nAt the beginning of the quarter ended\nMarch 31, 2019,\nthe Company realigned the management of certain business processes between reporting units within the same segment. A goodwill allocation was performed between the impacted reporting units based on the relative fair value of the processes realigned. In conjunction with the realignment, a quantitative goodwill impairment assessment was performed both prior to and subsequent to the realignment. The quantitative assessment indicated that all of the impacted reporting units had substantial headroom both prior to and subsequent to the realignment.\nBecause our quantitative analysis performed as of\nJanuary 1, 2019\nincluded all of our reporting units, except for Exosome a recent acquisition that was a separate reporting unit that was\nnot\nimpacted by the business process realignment, the summation of the calculated reporting units’ fair values combined with the fair value of the Exosome acquisition, was compared to our consolidated fair value, as indicated by our market capitalization, to evaluate the reasonableness of our calculations.\nThe quantitative assessments completed as of\nJanuary 1, 2019\nindicated that all tested reporting units had a substantial amount of headroom. Changes in the reporting unit’s results, forecast assumptions and estimates could materially affect the estimation of the fair value of the reporting units.\nIn conducting our annual goodwill impairment test on\nApril 1,\nwe elected to perform a qualitative assessment to determine whether changes in events or circumstances since our most recent quantitative test for goodwill impairment indicated that it is more likely than\nnot\nthat the fair value of a reporting unit is less than its carrying amount.\nBased on its annual analysis, the Company determined there was\nno\nindication of impairment of goodwill. Further,\nno\ntriggering events or items beyond the realignment discussed above were identified in the year ended\nJune 30, 2019\nthat would require an additional goodwill impairment assessment beyond our required annual goodwill impairment assessment.\n46\nOther Significant Accounting Policies\nThe following table includes a reference to additional significant accounting policies that are described in other notes to the financial statements, including the note number:\nRecently Adopted Accounting Pronouncements\nIn\nFebruary 2016\n,\nthe FASB issued ASU\n2016\n-\n02\n,\nLeases (Topic\n842\n)\n, which amends the existing guidance to require lessees to recognize lease assets and lease liabilities from operating leases on the balance sheet. The FASB has issued narrow codification improvements to Leases (Topic\n842\n) through ASU\nNo.\n2018\n-\n10\nand ASU\n2019\n-\n01.\nAdditionally, the FASB issued ASU\n2018\n-\n11,\nallowing an entity to elect a transition method where they do\nnot\nrecast prior periods presented in the financial statements in the period of adoption. The Company has elected the transition method allowed for under ASU\n2018\n-\n11\nwhen adopting Leases (Topic\n842\n). The Company adopted the standard effective\nJuly 1, 2019\nand correspondingly recorded incremental operating lease liabilities of $\n80.6\nmillion, a right-of-use lease asset of $\n79.5\nmillion, retained earnings of $\n0.8\nmillion and a deferred tax adjustment of $\n0.3\nmillion. Additionally, the Company reclassified $\n4.0\nmillion of deferred rent recorded within accrued expenses under ASC\n840\n- Leases into operating lease liabilities upon adoption of Topic\n842.\nIn adopting ASC\n842,\nthe Company elected the package of available practical expedients and to use hindsight in determining the lease term for all existing leases. Further, as part of our adoption of ASC\n842,\nthe Company also made the accounting policy elections to\nnot\ncapitalize short term leases (defined as a lease with a lease term that is less than\n12\nmonths) and to combine lease and non-lease components for all asset classes in determining the lease payments. Refer to Note\n7\nfor additional information on leases.\nIn\nJune 2016,\nthe FASB issued ASU\n2016\n-\n13,\nFinancial Instruments - Credit Losses (Topic\n326\n), Measurement of Credit Losses on Financial Instruments\n. The amendment in this update replaced the previous incurred loss impairment methodology with a methodology that reflects expected credit losses on financial instruments within its scope, including trade and loan receivables and available-for-sale debt securities. This update is intended to provide financial statement users with more decision-useful information about the expected credit losses. The Company adopted this standard on\nJuly 1, 2020\nusing a modified retrospective transition approach with a cumulative impact of $\n0.3\nmillion to retained earnings. The adoption of this ASU did\nnot\nhave a material impact on the Company's financial statements as the Company's primary financial instruments impacted by the ASU were trade accounts receivable, where we have high historical and expected future collections due to the length of receivables and the credit quality of our customers.\nIn\nAugust 2018,\nthe FASB issued ASU\nNo.\n2018\n-\n15,\nCustomer's Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract\n. The standard aligns the requirements for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software. The accounting for the service element of a hosting arrangement that is a service contract is\nnot\naffected by the new standard. The Company adopted this standard on a prospective basis on\nJuly 1, 2020.\nAccordingly, as of\nJuly 1, 2020,\nthe Company will record eligible costs to be capitalized within prepaid assets or other non-current assets depending on the nature of the duration of the asset.\nIn\nMarch 2020\n,\nthe FASB issued ASU\nNo.\n2020\n-\n04\n,\nFacilitation of the Effects of Reference Rate Reform on Financial Reporting\nand in\nJanuary 2021\nissued ASU\nNo.\n2021\n-\n01,\nReference Rate Reform (Topic\n848\n): Scope.\nThese ASUs provide expedients and exceptions to existing guidance on contract modifications and hedge accounting that is optional to facilitate the market transition from a reference rate, including LIBOR which is being phased out in\n2021\n,\nto a new reference rate. The provisions of the ASUs impact contract modifications and other changes that occur while LIBOR is phased out. The Company adopted the optional relief guidance provided within these ASUs in the\nfourth\nquarter of fiscal\n2021\nand continues to monitor its debt and derivative instruments that utilize LIBOR as the reference rate. The adoption of the standard did\nnot\nimpact our financial results for fiscal\n2021.\n47\nNote\n2\n.\nRevenue Recognition:\nConsumables revenues consist of single-use products and are recognized at a point in time following the transfer of control of such products to the customer, which generally occurs upon shipment. Instruments revenues typically consist of longer-lived assets that, for the substantial majority of sales, are recognized at a point in time in a manner similar to consumables. Service revenues consist of extended warranty contracts, post contract support (“PCS”), and custom development projects that are recognized over time as either the customers receive and consume the benefits of such services simultaneously or the underlying asset being developed has\nno\nalternative use for the Company at contract inception and the Company has an enforceable right to payment for the portion of the performance completed. Service revenues also include laboratory services recognized at a point in time. Prior to fiscal year\n2021,\nthe Company has\nnot\nrecognized revenue upon completion of the performance obligation for laboratory services, but rather upon cash receipt, which was subsequent to the performance obligation being satisfied. The Company accounted for these services based on cash receipts as we did\nnot\nhave significant historical experience collecting payments from Medicare or other insurance providers and considered the variable consideration for such services to be constrained as it would\nnot\nbe probable that a significant amount of revenue would\nnot\nneed to be reversed in future periods for the services provided. Given Medicare coverage for our laboratory services became effective on\nDecember 1, 2019,\nthe Company considered that it had sufficient data to estimate variable consideration as of\nJuly 1, 2020\nfor laboratory services that are reimbursed by Medicare. The amount of cash received in fiscal year\n2021\nfor laboratory services reimbursed by Medicare that were performed prior to\nJuly 1, 2020\nwas approximately $\n0.5\nmillion. The Company continues to record revenue based on cash receipts for laboratory services\nnot\nreimbursed by Medicare, as the variable consideration remains constrained. We recognize royalty revenues in the period the sales occur using\nthird\nparty evidence. The Company elected the \"right to invoice\" practical expedient based on the Company's right to invoice a customer at an amount that approximates the value to the customer and the performance completed to date.\nThe Company elected the exemption to\nnot\ndisclose the unfulfilled performance obligations for contracts with an original length of\none\nyear or less and the exemption to exclude future performance obligations that are accounted under the sales-based or usage-based royalty guidance.  The Company's unfulfilled performance obligations for contracts with an original length greater than\none\nyear were\nnot\nmaterial as of\nJune 30, 2021\nand\nJune 30, 2020.\nContracts with customers that contain instruments\nmay\ninclude multiple performance obligations. For these contracts, the Company allocates the contract’s transaction price to each performance obligation on a relative standalone selling price basis. Allocation of the transaction price is determined at the contracts’ inception.\nPayment terms for shipments to end-users are generally net\n30\ndays. Payment terms for distributor shipments\nmay\nrange from\n30\nto\n90\ndays. Service arrangements commonly call for payments in advance of performing the work (e.g. extended warranty and service contracts), upon completion of the service (e.g. custom development manufacturing) or a mix of both.\nContract assets include revenues recognized in advance of billings. Contract assets are included within other current assets in the accompanying balance sheet as the amount of time expected to lapse until the company's right to consideration becomes unconditional is less than\none\nyear. We elected the practical expedient allowing us to expense contract costs that would otherwise be capitalized and amortized over the contract period. Contract assets as of\nJune 30, 2021\nare\nnot\nmaterial.\nContract liabilities include billings in excess of revenues recognized, such as those resulting from customer advances and deposits and unearned revenue on warranty contracts. Contract liabilities as of\nJune 30, 2021\nand\nJune 30, 2020\nwere approximately $\n20.0\nmillion and $\n14.2\nmillion, respectively. Contract liabilities as of\nJune 30, 2020\nsubsequently recognized as revenue during the year ended\nJune 30,\n2021\nwere approximately $\n10.6\nmillion. Contract liabilities in excess of\none\nyear are included in Other long-term liabilities on the balance sheet.\nAny claims for credit or return of goods must be made within\n10\ndays of receipt. Revenues are reduced to reflect estimated credits and returns. Although the amounts recorded for these revenue deductions are dependent on estimates and assumptions, historically our adjustments to actual results have\nnot\nbeen material.\nTaxes collected from customers relating to product sales and remitted to governmental authorities are excluded from revenue. Amounts billed to customers for shipping and handling are included in revenue, while the related shipping and handling costs are reflected in cost of products. We have elected the practical expedient that allows us to account for shipping and handling activities that occur after the customer has obtained control of a good as a fulfillment cost, and we accrue costs of shipping and handling when the related revenue is recognized.\n48\nThe following tables present our disaggregated revenue for the periods presented.\nRevenue by type is as follows:\nRevenue by geography is as follows:\n49\nNote\n3.\nSupplemental Balance Sheet and Cash Flow Information:\nAvailable-For-Sale Investments:\nThe fair value of the Company's available-for-sale equity investments as of\nJune 30, 2021\nand\nJune 30, 2020\nwere $\n20.0\nmillion and $\n87.8\nmillion, respectively. The decrease was due to year-over-year decrease in the stock price of CCXI, which was $\n13.39\nper share at\nJune 30, 2021\ncompared to $\n57.54\nper share at\nJune 30, 2020.\nThe amortized cost basis of the Company's investment in CCXI was $\n6.6\nmillion and $\n6.6\nmillion as of\nJune 30, 2021\nand\n2020,\nrespectively. The Company's available-for-sale debt securities as of\nJune 30, 2021\nand\nJune 30, 2020\nwere $\n12.5\nmillion and $\n36.4\nmillion, respectively. The decrease is due to the timing of debt maturities and cash balances at the balance sheet date.\nInventories:\nInventories consist of (in thousands):\n(\n1\n) Finished goods inventory of $\n5,456\nand $\n4,646\nis included within other long-term assets in the\nJune 30, 2021\nand\nJune 30, 2020\nBalance Sheets, respectively, as it forecasted to be sold after the\n12\nmonths subsequent to the consolidated balance sheet date.\nProperty and Equipment:\nProperty and equipment consist of (in thousands):\n50\nIntangibles assets were comprised of the following (in thousands):\n(\n1\n)\nIncrease in other intangibles assets is primarily due to $\n5.0\nmillion recognized in intangible assets in the\nfirst\nquarter of fiscal\n2021\nfor certain\nthird\nparty patented technology acquired.\nChanges to the carrying amount of net intangible assets consist of (in thousands):\nAmortization expense related to developed technologies included in cost of sales was $\n36.5\nmillion, $\n34.5\nmillion, and $\n33.3\nmillion in fiscal\n2021,\n2020,\nand\n2019,\nrespectively. Amortization expense related to trade names, customer relationships, non-compete agreements, and patents included in selling, general and administrative expense was $\n28.4\nmillion, $\n26.6\nmillion, and $\n25.4\nmillion, in fiscal\n2021,\n2020,\nand\n2019\nrespectively.\nThe estimated future amortization expense for intangible assets as of\nJune 30, 2021,\nexcluding any possible future amortization associated with acquired IPR&D which has\nnot\nmet technological feasibility, is as follows (in thousands):\n51\nChanges in goodwill by segment and in total consist of (in thousands):\nSupplemental Cash Flow Information:\nSupplemental cash flow information was as follows (in thousands):\n52\nNote\n4\n.\nAcquisitions:\nWe periodically complete business combinations that align with our business strategy. Acquisitions are accounted for using the acquisition method of accounting, which requires, among other things, that assets acquired and liabilities assumed be recognized at fair value as of the acquisition date and that the results of operations of each acquired business be included in our consolidated statements of comprehensive income from their respective dates of acquisitions. Acquisition costs are recorded in selling, general and administrative expenses as incurred.\n2021\nAcquisitions\nEminence Biotechnology\nOn\nOctober 20, 2020,\nthe Company acquired\n47.6\n% of the outstanding equity shares of Changzhou Eminence Biotechnology Co., Ltd. (Eminence) for approximately $\n9.8\nmillion, net of cash acquired. The fair value of the noncontrolling interest of $\n9.0\nmillion included in the consolidated balance sheet was a non-cash activity within the statement of cash flows. Eminence is considered a variable interest entity as it is an early stage biotechnology company that required additional funding through a subsequent equity investment, which was used to fund Eminence’s expansion and GMP manufacturing capabilities within China. On\nApril 2, 2021,\nthe Company invested approximately $\n6\nmillion of additional funding into Eminence, increasing our percentage of outstanding equity shares to\n57.4%.\nThe Company was considered the primary beneficiary at the time of initial acquisition given the Company was the largest shareholder coupled with its ability to exercise significant influence over the entity. As of\nJune 30, 2021,\nthe Company’s investment at risk is limited to its $\n15.8\nmillion in investments.\nAs Eminence met the criteria for consolidation, the transaction was accounted for in accordance with ASC\n805,\nBusiness Combinations\n. In applying ASC\n805\nto the transaction, the Company has elected to include Eminence in our consolidated financial statements on a\none\nmonth lag.\nThe goodwill recorded as result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The fair value of the noncontrolling interest in Eminence was calculated utilizing cash flow projections discounted to the acquisition date and control premiums calculated using market data. Acquired goodwill is\nnot\ndeductible for income tax purposes. The business became part of the Protein Sciences reportable segment in the\nsecond\nquarter of fiscal year\n2021.\nThe allocation of purchase consideration related to Eminence was completed in the\nfourth\nquarter of fiscal year\n2021.\nThe fair values of the assets acquired and liabilities assumed at acquisition date and the updated final amounts as of\nJune\n30,\n2021\nare as follows (in thousands):\nAs summarized in the table, there were adjustments totaling $\n1.0\nmillion to goodwill during the measurement period. These adjustments relate to refinements within our deferred tax amounts based on factors existing on the acquisition date.\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's preliminary assessment. The purchase price allocated to developed technology and customer relationships was based on management's preliminary forecasted cash inflows and outflows and using a multiperiod excess earnings method to calculate the fair value of assets purchased. The amount recorded for developed technology is being amortized with the expense reflected in cost of goods sold in the Condensed Consolidated Statement of Earnings and Comprehensive Income. The amortization period for developed technology is estimated to be\n13\nyears. Amortization expense related to customer relationships is reflected in selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for customer relationships is estimated to be\n10\nyears. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is\nnot\ndeductible for income tax purposes offset by the deferred tax asset for the calculation of acquired NOLs.\n53\nAsuragen, Inc.\nOn\nApril 6, 2021,\nthe Company acquired all of the ownership interests of Asuragen, Inc. for approximately $\n216\nmillion, net of cash acquired, plus contingent consideration of up to $\n105.0\nmillion, subject to certain revenue thresholds. The Asuragen acquisition adds a leading portfolio of best in-class molecular diagnostic and research products, including genetic screening, oncology testing kits, molecular controls, a GMP compliant manufacturing facility, and a CLIA-certified laboratory. The transaction was accounted for in accordance with ASC\n805,\nBusiness Combinations\n. The goodwill recorded as a result of the acquisition represents the strategic benefits of growing the Company’ product portfolio and the expected revenue growth from increased market penetration. The goodwill is\nnot\ndeductible for income tax purposes. The business became part of the Diagnostics and Genomics operating segment in the\nfourth\nquarter of fiscal year\n2021.\nThe allocation of purchase consideration related to Asuragen Inc is considered preliminary with provisional amounts primarily rel\nated to goodwill and income tax assessment of acquired net operating losses. The Company\nexpects to finalize the allocation of purchase price within the\none\n-year measurement-period following the acquisition. Net sales and operating loss of this business included in Bio-Techne's consolidated results of operations in fiscal year\n2021\nwere approximately\n$\n7.1\nmillion and $\n3.4\nm\nillion, respectively. The preliminary estimated fair values of the assets acquired and liabilities assumed as of the acquisition date and at\nJune\n30,\n2021\nare as follows (in thousands):\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's preliminary assessment. The purchase price allocated to developed technology, in-process research and development, and customer relationships was based on management's preliminary forecasted cash inflows and outflows and using a multiperiod excess earnings method to calculate the fair value of assets purchased. The amount recorded for developed technology is being amortized with the expense reflected in cost of goods sold in the Condensed Consolidated Statement of Earnings and Comprehensive Income. The amortization period for developed technology is estimated to be\n14\nyears. Amortization expense related to customer relationships is reflected in selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for customer relationships is estimated to be\n16\ny\nears.  The amount recorded for tradenames and the non-competition agreement is being amortized with the expense reflected in selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for tradenames and the non-competition agreement is estimated to be\n5\nyears and\n3\nyears, respectively.\nThe net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is\nnot\ndeductible for income tax purposes offset by the deferred tax asset for the preliminary calculation of acquired NOLs.\n54\n2019\nAcquisitions\nQuad Technologies\nOn\nJuly 2, 2018,\nthe Company acquired QT Holdings Corporation (Quad) for approximately $\n20.5\nmillion, net of cash acquired, plus contingent consideration of up to $\n51.0\nmillion, subject to certain product development milestones and revenue thresholds. The goodwill recorded as a result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The goodwill is\nnot\ndeductible for income tax purposes. The business became part of the Protein Sciences operating segment in the\nfirst\nquarter of fiscal year\n2019.\nPurchase accounting was finalized during fiscal\n2019.\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's assessment. The purchase price allocated to developed technology was estimated based on management's forecasted cash inflows and outflows using a multi-period excess earnings method to calculate the fair value of assets purchased. The developed technology asset is being amortized with the expense reflected in cost of goods sold in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for the developed technology intangible assets acquired in fiscal\n2019\nis\n14\nyears. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is\nnot\ndeductible for income tax purposes offset by the deferred tax asset for our calculation of acquired net operating losses (NOLs).\nExosome Diagnostics\nOn\nAugust 1, 2018,\nthe Company acquired Exosome Diagnostics, Inc. (ExosomeDx) for approximately $\n251.6\nmillion, net of cash acquired, plus contingent consideration of up to $\n325.0\nmillion, subject to certain EBITA thresholds. The goodwill recorded as a result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The goodwill is\nnot\ndeductible for income tax purposes. The business became part of the Diagnostics and Genomics operating segment in the\nfirst\nquarter of fiscal year\n2019.\nPurchase accounting was finalized during fiscal\n2019.\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's assessment. The purchase price allocated to developed technology, trade names, and customer relationships was based on management's forecasted cash inflows and outflows and using either a relief-from-royalty or a multiperiod excess earnings method to calculate the fair value of assets purchased. The developed technology asset is being amortized with the expense reflected in cost of goods sold in the Condensed Consolidated Statement of Earnings and Comprehensive Income. Amortization expense related to trade names, and customer relationships is reflected in selling, general and administrative expenses in the Consolidated Statement of Earnings and Comprehensive Income. The amortization periods for intangible assets acquired in fiscal\n2019\nare\n15\nyears for developed technology and trade names, and\n14\nyears for customer relationships. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs t\no be recognized as intangible asset amortization, which is\nnot\ndeductible for income tax purposes offset by the deferred tax asset for the calculation of acquired NOLs.\nNote: As part of the ExosomeDx acquisition, a certain amount of the cash payment was held in escrow. As part of the finalization of the outstanding amounts held in escrow, the Company recognized a gain of $\n7.2\nmillion during fiscal year\n2020\nrelat\ned to returned proceeds and a relief of any future contingent payments as described in Note\n5.\nThe gain was recorded within selling, general, and administrative costs in the Consolidated Statement of Comprehensive Income.\nB-MoGen Biotechnologies\nOn\nJune 4, 2019,\nthe Company acquired the remaining interest in B-MoGen Biotechnologies Inc. (B-MoGen) for approximately $\n17.5\nmillion, net of cash acquired, plus contingent consideration of up to $\n38.0\nmillion, subject to certain product development milestones and revenue thresholds. The Company previously held an investment of $\n1.4\nmillion in B-MoGen and recognized a gain of approx\nimately $\n3.7\nmillion on the transaction within other non-operating income fiscal year\n2019\nin the consolidated st\natements of earnings and comprehensive income, which represented the adjustment of our historical investment to its fair value.\nThe goodwill recorded as result of the acquisition represents the strategic benefits of growing the Company’s product portfolio and the expected revenue growth from increased market penetration. The goodwill is\nnot\ndeductible for income tax purposes. The business became part of the Protein Sciences segment in the\nfourth\nquarter of fiscal year\n2019.\nPurchase accounting remained opened as disclosed in our prior year\n10\n-K/A for working capital adjustments and our income tax assessment of acquired net operating losses (NOLs) with the completion of the stub period tax returns. Our purchase accounting was finalized in fiscal\n2020\nwith an immaterial adjustment of $\n0.3\nmillion to deferred tax amounts and goodwill.\nTangible assets and liabilities acquired were recorded at fair value on the date of close based on management's assessment. The purchase price allocated to developed technology was estimated based on management's forecasted cash inflows and outflows and using a multi-period excess earnings method to calculate the fair value of assets purchased. The developed technology asset is being amortized with the expense reflected in cost of goods sold in the Consolidated Statement of Earnings and Comprehensive Income. The amortization period for the developed technology intangible asset acquired in fiscal\n2019\nis\n14\nyears. The net deferred income tax liability represents the net amount of the estimated future impact of adjustments for costs to be recognized as intangible asset amortization, which is\nnot\ndeductible for income tax purposes offset by the deferred tax asset for the calculation of acquired NOLs.\n55\n(\n1\n)\nAdditional consideration for the B-MoGen acquisition includes a previously held investment of $\n1.4\nmillion and a gain of approximately $\n3.7\nmillion recorded on the transaction. The remaining additional consideration for B-MoGen, ExosomeDx, and Quad relate to the opening balance sheet value of contingent consideration.\nTangible assets acquired, net of liabilities assumed, were stated at fair value at the date of acquisition based on management's assessment. The purchase price allocated to developed technology, trade names, non-compete agreements and customer relationships was based on management's forecasted cash inflows and outflows and using a relief-from-royalty and multi-period excess earnings method to calculate the fair value of assets purchased. The developed technology is being amortized with the expense reflected in cost of good sold in the Consolidated Statements of Earnings and Comprehensive Income. Amortization expense related to trade names, the non-compete agreement and customer relationships is reflected in selling, general and administrative expenses in the Consolidated Statements of Earnings and Comprehensive Income. The deferred income tax liability represents the estimated future impact of adjustments for the cost to be recognized upon the sale of acquired inventory that was written up to fair value and intangible asset amortization, both of which are\nnot\ndeductible for income tax purposes, and the future tax benefit of net operating loss and tax credit carryforwards which will be deductible by the Company in future periods.\n56\nNote\n5.\nFair Value Measurements:\nThe Company’s financial instruments include cash and cash equivalents, available for sale investments, accounts receivable, accounts payable, contingent consideration obligations, derivative instruments, and long-term debt.\nFair value is defined as the amount that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants as of the measurement date. This standard also establishes a hierarchy for inputs used in measuring fair value. This standard maximizes the use of observable inputs and minimizes the use of unobservable inputs by requiring that the most observable inputs be used when available. Observable inputs are inputs market participants would use in valuing the asset or liability based on market data obtained from independent sources. Unobservable inputs are inputs that reflect our assumptions about the factors market participants would use in valuing the asset or liability based upon the best information available in the circumstances.\nThe categorization of financial assets and liabilities within the valuation hierarchy is based upon the lowest level of input that is significant to the fair value measurement. The hierarchy is broken down into\nthree\nlevels. Level\n1\ninputs are quoted prices in active markets for identical assets or liabilities. Level\n2\ninputs include quoted prices for similar assets or liabilities in active markets, quoted prices for identical or similar assets or liabilities in markets that are\nnot\nactive, and inputs (other than quoted prices) that are observable for the asset or liability, either directly or indirectly. Level\n3\ninputs are unobservable for the asset or liability and their fair values are determined using pricing models, discounted cash flow methodologies or similar techniques and at least\none\nsignificant model assumption or input is unobservable. Level\n3\nmay\nalso include certain investment securities for which there is limited market activity or a decrease in the observability of market pricing for the investments, such that the determination of fair value requires significant judgment or estimation.\nThe following tables provide information by level for financial assets and liabilities that are measured at fair value on a recurring basis (in thousands):\n57\nFair value measurements of available for sale securities\nAvailable for sale securities excluding warrants are measured at fair value using quoted market prices in active markets for identical assets and are therefore classified as Level\n1\nassets. The Company's warrant to purchase additional shares at a specified future price was valued using a Black-Scholes model with observable inputs in active markets and therefore was classified as a Level\n2\nasset.\nFair value measurements of derivative instruments\nIn\nOctober\n2018\n,\nthe Company entered into forward starting swaps designated as cash flow hedges on outstanding debt. The forward starting swaps reduce the variability of cash flow payments for the Company by converting the variable interest rate on the Company’s long-term debt described in Note\n6\nto that of a fixed interest rate. Accordingly, as part of the forward starting swaps, the Company exchanges, at specified intervals, the difference between floating and fixed interest amounts based on an initial $\n380\nmillion of notional principal amount. The notional amount decreased by $\n100\nmillion in\nOctober\n2020\nand will further decrease by $\n80\nmillion in\nOctober 2021\nand $\n200\nmillion in\nOctober 2022.\nIn\nJune 2020,\nthe Company de-designated $\n80\nmillion of the notional amount set to expire in\nOctober 2020.\nThe net loss associated with the\nJune 2020\nde-designated portion of the derivative instrument was\nnot\nreclassified into earnings based on the amount of probable variable interest payments to occur within a\ntwo\nmonth time period of the forecasted hedged transaction. In\nDecember 2020,\nthe Company de-designated an additional $\n80\nmillion of notional amount set to expire in\nOctober 2021.\nDuring fiscal year\n2021,\nthe Company recorded a loss in other non-operating income related to variable interest debt payments in certain months on a portion of the de-designated derivative that is\nnot\nexpected to occur. The remaining variable interest payments for the portion of the de-designated derivative were considered probable of occurring and therefore remain in accumulated other comprehensive income as of\nJune 30, 2021.\nThe fair value of the portion of the de-designated derivative was $\n0.8\nmillion as of\nJune 30, 2021,\nwhich is recorded within short-term liabilities on the Consolidated Balance Sheet. The fair value of the designated derivative instrument is $\n7.6\nmillion as of\nJune 30, 2021\nand is recorded within other long-term liabilities on the Consolidated Balance Sheet.\nIn\nMay 2021,\nthe Company entered into a new forward starting swap designated as a cash flow hedge on forecasted debt. The forward starting swap reduces the variability of cash flow payments for the Company by converting the variable interest rate on the Company’s forecasted variable interest long-term debt to that of a fixed interest rate. Accordingly, as part of the forward starting swap, the Company exchanges, at specified intervals, the difference between floating and fixed interest amounts based on $\n200\nmillion of notional principal amount. The effective date of the swap is\nNovember 2022\nwith the full swap maturing in\nNovember 2025.\nThe fair value of the derivative instrument was $\n0.3\nmillion as of\nJune 30, 2021\nwhich is recorded within other long-term assets on the Consolidated Balance Sheet.\nChanges in the fair value of the designated hedged instrument are reported as a component of other comprehensive income and reclassified into interest expense over the corresponding term of the cash flow hedge. The Company reclassified $\n8.6\nmillion to interest expense, $\n0.5\nmillion to non-operating income for the portion of de-designated variable payments considered probable to\nnot\noccur, and related tax benefits of $\n2.1\nmillion during the fiscal year ended\nJune 30, 2021\nrelating to the cash flow hedge entered into in\nOctober 2018.\nNo\namounts were reclassified relating to the cash flow hedge entered into in\nMay 2021\nas they will be recorded within the effective period of the cash flow hedge.\nThe Company reclassified $\n3.5\nmillion, net of taxes, to interest expense during the fiscal year ended\nJune 30, 2020.\nThe change in the fair value of the de-designated notional hedged amount was\nnot\nmaterial as of\nJune 30, 2020.\nThe instruments were valued using observable market inputs in active markets and therefore are classified as Level\n2\nliabilities.\nThe Company did\nnot\nreclassify any amounts out of other comprehensive income into interest expense during the fiscal year ended\nJune 30, 2019.\n58\nFair value measurements of contingent consideration\nThe Company has $\n29.4\nmillion, which is the fair value, of contingent consideration related to the Asuragen, Quad, and B-MoGen acquisitions. The Company is required to make contingent consideration payments of up to $\n105.0\nmillion, $\n51.0\nmillion, and $\n38.0\nmillion, respectively, as part of these acquisition agreements. The contingent agreement with Asuragen was based on achieving certain revenue thresholds, the contingent agreement with Quad is based on meeting certain product development milestones and revenue thresholds, and the contingent agreement with B-MoGen is based on meeting certain product development milestones and revenue thresholds. The preliminary fair value of the liabilities for the Asuragen acquisition was $\n18.3\nmillion as discussed in Note\n4.\nThe preliminary fair value of the revenue milestone payments was determined using a Monte Carlo simulation-based model discounted to present value. Assumptions used in these calculations are units sold, expected revenue, expected expenses, discount rate, and various probability factors.\nDuring the\nfourth\nquarter of fiscal\n2020,\nthe Company's obligation for potential contingent consideration payments related to the ExosomeDx acquisition were relieved as part of the Company's escrow settlement with the former shareholders of ExosomeDx. As the result of this settlement, the Company reversed an accrual for the fair value of the contingent liability at the date of settlement.\nThe ultimate settlement of contingent consideration liabilities for the Asuragen, Quad, and B-Mogen acquisitions could deviate from current estimates based on the actual results of the financial measures described above. This liability is considered to be a Level\n3\nfinancial liability that is re-measured each reporting period. The change in fair value of contingent consideration for these acquisitions is included in general and administrative expense.\nThe following table presents a reconciliation of the liability measured at fair value on a recurring basis using significant unobservable inputs (Level\n3\n) (in thousands):\nFair value measurements of other financial instruments\n– The following methods and assumptions were used to estimate the fair value of each class of financial instrument for which it is practicable to estimate fair value.\nCash and cash equivalents, certificates of deposit, accounts receivable, and accounts payable – The carrying amounts reported in the consolidated balance sheets approximate fair value because of the short-term nature of these items.\nLong-term debt – The carrying amounts reported in the consolidated balance sheets for the amount drawn on our line-of-credit facility  and long-term debt approximates fair value because our interest rate is variable and reflects current market rates.\n59\nNote\n6\n. Debt and Other Financing Arrangements:\nOn\nAugust 1, 2018,\nthe Company entered into a new uncollateralized revolving line-of-credit and term loan governed by a Credit Agreement (the Credit Agreement). The Credit Agreement provides for a revolving credit facility of $\n600.0\nmillion, which can be increased by an additional $\n200.0\nmillion subject to certain conditions, and a term loan of $\n250.0\nmillion. Borrowings under the Credit Agreement\nmay\nbe used for working capital and expenditures of the Company and its subsidiaries, including financing permitted acquisitions. Borrowings under the Credit Agreement bear interest at a variable rate. The current outstanding debt is based on the Eurodollar Loans term for which the interest rate is calculated as the sum of LIBOR plus an applicable margin. The applicable margin is determined for the total leverage ratio of the Company and updated on a quarterly basis. The annualized fee for any unused portion of the credit facility is currently\n12.5\nbasis points. The Company has recorded $\n12.5\nmillion of our outstanding borrowings under the Credit Agreement as a current liability in our Consolidated Balance sheet, which represents our required quarterly debt payments to be made in fiscal year\n2022.\nThe Credit Agreement matures on\nAugust 1, 2023\nand contains customary restrictive and financial covenants and customary events of default. At the closing on\nAugust 1, 2018\nthe company borrowed $\n250.0\nmillion under the term loan and $\n330.0\nmillion under the revolving credit facility. As of\nJune 30, 2021\nand\n2020,\nthe outstanding balance under the Credit Agreement was $\n341\nmillion and $\n357\nmillion respectively.\nNote\n7.\nLeases:\nAs a lessee, the company leases offices, labs, and manufacturing facilities, as well as vehicles, copiers, and other equipment. The Company adopted ASU\nNo.\n2016\n-\n02\nand related standards (collectively ASC\n842,\nLeases\n), which replaced previous lease accounting guidance, on\nJuly 1, 2019.\nThe Company recognizes operating lease expense on a straight-line basis over the lease term. Operating lease right-of-use assets and liabilities are recognized at commencement date based on the present value of lease payments over the lease term. The discount rate used to calculate present value is the Company’s incremental borrowing rate or, if available, the rate implicit in the lease. The Company determines the incremental borrowing rate for each lease based primarily on its lease term and the economic environment of the applicable country or region. During fiscal year\n2021,\nthe Company recognized $\n3.6\nmillion in variable lease expense in the Consolidated Statements of Earnings and Comprehensive Income.  During fiscal year\n2021,\nthe Company also recognized $\n32.5\nmillion relating to fixed lease expense in the Consolidated Statements of Earnings and Comprehensive Income.\nThe following table summarizes the balance sheet classification of the Company’s operating leases, amounts of right of use assets and lease liabilities, the weighted average remaining lease term, and the weighted average discount rate for the Company’s operating leases (asset and liability amounts are in thousands):\n(\n1\n) The right of use asset, current operating lease liabilities, and noncurrent lease liabilities on the Consolidated Balance Sheet exclude a definitive agreement entered into by the Company in\nJune 2021\nfor a\n25,000\nsquare foot facility in Dublin, Ireland for the next\n25\nyears with annual rental impact of $\n0.3\nmillion. The lease will commence during fiscal\n2022\nafter construction is completed by the landlord. As the lease has\nnot\ncommenced as of\nJune 30, 2021,\nthe related asset and liability were\nnot\nrecorded.\nThe following table summarizes the cash paid for amounts included in the measurement of operating lease liabilities and right of use assets obtained in exchange for new operating lease liabilities for the year ended\nJune 30, 2021 (\nin thousands):\n(\n1\n) Total cash paid for the Company's operating leases during the year ended\nJune 30, 2021\ninclude cash amounts paid on operating lease liabilities and variable lease expenses. Cash flow impacts from right of use assets and lease liabilities are presented net on the cash flow statement in changes in other operating activity.\n60\nThe following table summarizes payments by date for the Company’s operating leases, which is then reconciled to our total lease obligation (in thousands):\nCertain leases include\none\nor more options to renew, with terms that extend the lease term up to\nfive\nyears. The Company includes option to renew the lease as part of the right of use lease asset and liability when it is reasonably certain the Company will exercise the option. In addition, certain leases contain fair value purchase and termination options with an associated penalty. In general, the Company is\nnot\nreasonably certain to exercise such options.\n61\nNote\n8.\nSupplemental Equity and\nAccumulated Other Comprehensive Income (loss):\nSupplemental Equity\nThe Company has declared cash dividends per share of $\n1.28\nin each of the full fiscal years ended\nJune 30, 2021,\nJune 30, 2020,\nand\nJune 30, 2019.\nDuring the years ended\nJune 30, 2021\nand\nJune 30, 2020,\nthe Company repurchased\n120,000\nshares at an average share\nprice of $\n359.81\nand\n2\n79,381\nshares at an average share price of $\n179.37\n, respectively. The Company's accounting policy is to record the portion of share repurchases in excess of the par value entirely in retained earnings. During fiscal year\n2021,\n2020\nand\n2019,\nthe amounts within the Consolidated Statements of Shareholders' Equity for the surrender and retirement of stock to exercise options due to net settlement stock options exercises were\nnot\nmaterial.\nAccumulated Other Comprehensive Income (loss)\nChanges in accumulated other comprehensive income (loss) attributable to Bio-Techne, net of tax, are summarized as follows (in thousands):\n(\n1\n) Gains (losses) on the interest swap will be reclassified into interest expense as payments on the derivative agreement are made. The Company reclassified $\n8,598\nto interest expense and $\n512\nto non-operating income relating to variable interest payments that were probable\nnot\nto occur as further discussed in Note\n5\nfor the fiscal year ended\nJune 30, 2021.\nThe Company also recorded a related tax benefit of $\n2,150\nduring fiscal\n2021.\nThe Company had deferred tax benefits of $\n1,908\nand\n$\n4,058\nincluded in the accumulated other comprehensive income loss as of\nJune 30, 2021\nand\nJune 30, 2020\n,\nrespectively.\n(\n2\n) Other comprehensive income related to foreign currency translation adjustments in the table above includes the amount attributable to Bio-Techne and excludes the $\n103\nattributable to the non-controlling interest in Eminence.\n62\nNote\n9.\nEarnings Per Share:\nThe following table reflects the calculation of basic and diluted earnings per share (in thousands, except per share amounts):\nBasic net income per common share is calculated based on the weighted average number of common shares outstanding during the period. Diluted net income per common share is computed by dividing net income by the weighted average number of common and potentially dilutive common shares outstanding during the period. Potentially dilutive common shares of our stock result from dilutive common stock options and restricted stock units. We use the treasury stock method to calculate the weighted-average shares used in the diluted earnings per share computation. Under the treasury stock method, the proceeds from exercise of an option, the amount of compensation cost, if any, for future service that we have\nnot\nyet recognized, and the amount of estimated tax benefits that would be recorded in paid-in capital, if any, when the option is exercised are assumed to be used to repurchase shares in the current period.\nThe dilutive effect of stock options in the above table excludes all options for which the aggregate exercise proceeds exceeded the average market price for the period. The number of potentially dilutive option shares excluded from the calculation was\n0\n.6\nmillion,\n0.9\nmillion, and\n1.3\nmillion for the fiscal years ended\nJune 30, 2021,\n2020\nand\n2019,\nrespectively.\n63\nNote\n10.\nShare-based Compensation and Other Benefit Plans:\nThe cost of employee services received in exchange for the award of equity instruments is based on the fair value of the award at the date of grant. Compensation cost is recognized using a straight-line method over the vesting period and is net of estimated forfeitures. Stock option exercises and stock awards are satisfied through the issuance of new shares.\nEquity incentive plan:\nThe Company's Second Amended and Restated\n2010\nEquity Incentive Plan (the Second A&R\n2010\nPlan) provides for the granting of incentive and nonqualified stock options, restricted stock, restricted stock units, performance shares, performance units and stock appreciation rights. There were\n7.5\nmillion shares of common stock authorized for grant under the Second A&R\n2010\nPlan. In\nOctober 2020,\nthe shareholders approved an amended and restated incentive plan - the\n2020\nEquity Incentive Plan. The maximum aggregate number of shares of common stock reserved and available for awards under the Amended Plan is\n2,484,202\nshares, which includes an additional\n1,300,000\nshares authorized by the\n2020\nEquity Incentive Plan. Shares issued after the shareholder meeting are issued under the\n2020\nEquity Incentive Plan. At\nJune 30, 2021,\nthere were\n1.1\nmillion shares of common stock available for grant under the\n2020\nEquity Incentive Plan. The maximum term of incentive options granted under the\n2020\nEquity Incentive Plan is\nten\nyears. The\n2020\nEquity Incentive Plan replaced the Company's\nsecond\nA&R\n2010\nPlan, which had previously amended and restated the Company's Amended and Restate\n2010\nEquity Incentive Plan (the A&R\n2010\nPlan). The A&R\n2010\nPlan had previously replaced the Company's\n1998\nNonqualified Stock Option Plan (the\n1998\nPlan). The Second A&R\n2010\nPlan and the\n1998\nPlan (collectively, the Plans) are administered by the Board of Directors and its Executive Compensation Committee, which determine the persons who are to receive awards under the Plans, the number of shares subject to each award and the term and exercise price of each award. The number of shares of common stock subject to outstanding awards as of\nJune 30, 2021\nunder the\n2020\nEquity Incentive Plan were\n3.7\nmillion.\nThe fair values of options granted under the Plans were estimated on the date of grant using the Black-Scholes option-pricing model with the following assumptions used:\nThe dividend yield is based on the Company's historical annual cash dividend divided by the market value of the Company's common stock. The expected annualized volatility is based on the Company's historical stock price over a period equivalent to the expected life of the option granted. The risk-free interest rate is based on U.S. Treasury constant maturity interest rates with a term consistent with the expected life of the options granted.\nStock option activity under the Plans for the\nthree\nyears ended\nJune 30, 2021,\nconsists of the following (shares in thousands):\nThe weighted average fair value of options granted during fiscal\n2021,\n2020,\nand\n2019\nwas $\n59.75\n, $\n37.01\n, and $\n34.66\nrespectively. The total intrinsic value of options exercised during fiscal\n2021,\n2020,\nand\n2019\nwere $\n145.6\nm\nillion, $\n99.3\nmillion, and $\n159.0\nmillion, respectively. The total fair value of options vested during fiscal\n2021,\n2020,\nand\n2019\nwere $\n70.5\nmillion, $\n71.1\nmillion, and $\n31.7\nmillion, respectively.\n64\nRestricted common stock activity under the Plans for the\nthree\nyears ended\nJune 30, 2021,\nconsists of the following (units in thousands):\nThe total fair value of restricted shares that vested was $\n2.8\nmillion for fiscal\n2021,\n$\n2.5\nmillion for fiscal\n2020,\nand $\n2.3\nmillion for fiscal\n2019.\nRestricted stock unit activity under the Plans for the\nthree\nyears ended\nJune 30, 2021,\nconsists of the following (units in thousands):\nThe total fair value of restricted stock units that vested was $\n6.7\nmillion for fiscal\n2021,\n$\n5.7\nmillion for fiscal\n2020,\nand $\n3.1\nmillion for fiscal\n2019.\nThe restricted stock units vest over a\nthree\n-year period.\nStock-based compensation cost, inclusive of payroll taxes, of $\n46.4\nmillion, $\n32.4\nmillion, and $\n32.3\nmillion was included in selling, general and administrative expense in fiscal\n2021,\n2020\nand\n2019,\nrespectively. Additionally, stock-based compensation costs, inclusive of payroll taxes, of $\n1.6\nmillion was included in cost of goods sold in\n2021.\nAs of\nJune 30, 2021,\nthere was $\n37.1\nmillion of unrecognized compensation cost related to non-vested stock options, non-vested restricted stock units and non-vested restricted stock which will be expensed in fiscal\n2022\nthrough\n2024\nusing a\n4.6\n% forfeiture rate. The weighted average period over which the compensation cost is expected to be recognized is\n2.1\nyears.\nEmployee stock purchase plan:\nIn fiscal year\n2015,\nthe Company established the Bio-Techne Corporation\n2014\nEmployee Stock Purchase Plan (ESPP), which was approved by the Company's shareholders on\nOctober 30, 2014,\nand which is designed to comply with IRS provisions governing employee stock purchase plans.\n200,000\nshares were allocated to the ESPP. The Company recorded expense of $\n0.9\nmillion, $\n0.4\nmillion, and $\n0.5\nmillion for the ESPP in fiscal\n2021\n,\n2020,\nand\n2019,\nrespectively.\nProfit sharing and savings plans:\nThe Company has profit sharing and savings plans for its U.S. employees, which conform to IRS provisions for\n401\n(k) plans. The Company makes matching contributions to the Plan. The Company has recorded an expense for contributions to the plans of $\n3.4\nmillion, $\n3.2\nmillion, and $\n2.8\nmillion for the years ended\nJune 30, 2021,\n2020,\nand\n2019,\nrespectively. The Company operates defined contribution pension plans for its U.K. employees. The Company has recorded an expense for contributions to the plans of $\n1.6\nmillion for year ended\nJune 30, 2021\nan\nd $\n1.4\nmillion for each of the years ended\nJune 30,\n2020\nand\n2019.\nPerformance incentive programs:\nIn fiscal\n2021,\nunder certain employment agreements, a Management Incentive Plan, and a business incentive plan, available to executive officers, certain management personnel, and certain other professional employees, the Company recorded cash bonuses of $\n21.1\nm\nillion, granted options for\n762,761\nshares of common stock, issued\n11,803\nrestricted common shares and\n30,823\nrestricted stock units. In fiscal\n2020\nand fiscal\n2019,\nthe Company recorded cash bonuses of $\n10.5\nmillion and $\n9.3\nmillion, granted options for\n751,499\nand\n618,898\nshares of common stock, and issued\n15,398\nand\n11,279\nrestricted common stock shares and\n30,858\nand\n25,903\nrestricted stock, respectively.\n65\nNote\n11.\nIncome Taxes:\nIncome before income taxes was comprised of the following (in thousands):\nThe provision for income taxes consisted of the following (in thousands):\nThe Company’s effective income tax rate for fiscal\n2021\nwas\n5.8\n% vs\n17.1\n% in the prior year. The change in the effective tax rate for fiscal\n2021\nand\n2020\nwas driven by changes in net discrete tax benefits\nof $\n28.1\nmillion and $\n19.4\nmillion for fiscal year\n2021\nand\n2020,\nrespectively.\nThe Company's effective income tax rate for fiscal\n2020\nwas\n17.1\n% for fiscal\n2020\nvs\n14.2\n% in the prior year. The change in the effective tax rate for fiscal\n2020\nand\n2019\nwere driven by the changes in the net discrete tax benefits $\n19.4\nmillion and $\n12.7\nmillion, respectively.\nThe Company's discrete tax benefits in fiscal\n2021\nprimarily related to share-based compensation excess tax benefits of\n$\n28.1\nmillion.\nThe Company's discrete tax benefits in fiscal\n2020\nprimarily related to share-based compensation excess tax benefits of $\n17.7\nmillion.\nThe Company's discrete tax benefits in fiscal\n2019\nprimarily related to share-based compensation excess tax benefits of $\n7.2\nmillion, $\n3.2\nmillion related to fiscal\n2019\nacquisitions, and $\n2.0\nmillion for tax refunds relating to certain state apportionments.\nThe Company continues to monitor newly enacted regulations, clarifications, and changes in guidance the Tax Cuts and Jobs Act “Tax Act”, which was enacted on\nDecember 22, 2017.\nThe Company recognizes changes in legislation in the period enacted, which\nmay\nhave a material impact on our effective tax rate in future periods.\n66\nThe following is a reconciliation of the federal tax calculated at the statutory rate of to the actual income taxes provided:\nDeferred taxes on the Consolidated Balance Sheets consisted of the following temporary differences (in thousands):\n67\nA deferred tax valuation allowance is required when it is more likely than\nnot\nthat all or a portion of deferred tax assets will\nnot\nbe realized. The valuation allowance as of\nJune 30,\n20\n21\nwas $\n6.7\nmil\nlion compared to $\n7.5\nmillion in the prior year.\nAs of\nJune 30, 2021,\nthe\n$\n6.7\nmillion valuation allowance relates to certain foreign and state tax net operating loss and state credit carryforwards that existed at the date the Company acquired Quad, ExosomeDx, ACD, Novus, ProteinSimple and CyVek as well as immaterial amounts generated after the acquisitions. The Company believes it is more likely than\nnot\nthat these tax carryovers will\nnot\nbe realized.\nAs of\nJune 30, 2021,\nthe Company has federal operating loss carryforwards of approximately\n$\n92.1\nm\nillion and state operating loss carryforwards of\n$\n129.6\nm\nillion from its acquisitions of Asuragen (refer to note\n4\n), Quad, ExosomeDx, ACD, ProteinSimple and CyVek, which are\nnot\nlimited under IRC Section\n382.\nAs of\nJune 30, 2021,\nthe Company has foreign net operating loss carryforwards of\n$\n13.9\nmillion.\nThe net operating loss carryforwards expire between fiscal\n2022\nand\n2036.\nThe Company has a deferred tax asset of $\n26.6\nmillion, net of the valuation allowance discussed above, related to the net operating loss carryovers. As of\nJune 30, 2021,\nthe Company has federal and state tax credit carryforwards of $\n10.1\nmillion and $\n4.4\nm\nillion, respectively. The federal tax credit carryforwards expire between\n2028\nand\n2038.\nThe majority of the state credit carryforwards have\nno\nexpiry date. The Company has a deferred tax asset of $\n12.6\nmillion, net of the valuation allowance discussed above, related to the tax credit carryovers.\nThe Company has\nnot\nrecognized a deferred tax liability for unremitted foreign earnings of approxi\nmately $\n223\nmill\nion from its foreign operations because its subsidiaries have invested or will invest the undistributed earnings indefinitel\ny. The transition tax included as part of the Tax Act resulted in the previously untaxed foreign earnings being included in the federal and state fiscal\n2018\ntaxable income. The\none\n-time transition tax was based on certain foreign earnings for which earnings have been previously indefinitely reinvested as well as the amount of earnin\ngs held in cash and other specified assets.\nNo\nadditional income taxes have been provided for cumulative unremitted foreign earnings as at this time our intention with respect to unremitted foreign earnings is to continue to indefinitely reinvest outside the U.S. those earnings needed for working capital or additional foreign investment. If there are policy changes, we would record applicable taxes at that time.\nWe continue to analyze our global working capital requirements and the potential tax liabilities that would be incurred if the non-U.S. subsidiaries distribute cash to the U.S. parent, which include local country withholding tax and potential U.S. state taxation.  In addition, we anticipate that further guidance from the IRS and US Treasury related to the Tax Act could impact the amount of any related taxes. Therefore, it is\nnot\npractical to estimate the amount of the deferred income tax liabilities related to investments in these foreign subsidiaries.\nThe following is a reconciliation of the beginning and ending balance of unrecognized tax benefits (in thousands):\nIncluded in the balance of unrecognized tax benefits at\nJune 30, 2021\nare potential benefits of $\n5.2\nmillion that, if recognized, would affect the effective tax rate on income from continuing operations. The amount of interest and penalties recognized on the balance sheet as of\nJune 30, 2021\nis\nnot\nmaterial. The Company does\nnot\nbelieve it is reasonably possible that the total amounts of unrecognized tax benefits will significantly increase in the next\ntwelve\nmonths. It is reasonably possible that the unrecognized tax benefits\nmay\ndecrease by $\n2.6\nmillion as a result of ongoing discussions with the German tax authorities regarding a historical local matter. The Company files income tax returns in the U.S. federal and certain state tax jurisdictions, and several jurisdictions outside the U.S. The Company's federal returns are subject to tax assessment for\n2017\nand subsequent years. State and foreign income tax returns are generally subject to examination for a period of\nthree\nto\nfive\nyears after filing of the respective return. The state impact of any federal changes remains subject to examination by various states for a period of up to\none\nyear after formal notification to the states.\n68\nNote\n12.\nSegment Information:\nThe Company operates under\ntwo\noperating segments, Protein Sciences and Diagnostics and Genomics.\nThe Company's Protein Sciences segment is comprised of the reagent solutions and analytical solutions. These businesses manufacture consumables used for conducting laboratory experiments by both industry and academic scientists within the biotechnology and biomedical life science fields.\nNo\ncustomer in the Protein Sciences segment accounted for more than\n10%\nof the segment’s net sales for the years ended\nJune 30, 2021,\n2020,\nand\n2019.\nThe Company's Diagnostics and Genomics segment is comprised of diagnostics reagents, genomics, and our Exosome and Asuragen acquisitions. Diagnostics reagents develops and manufactures a range of controls and calibrators used with diagnostic equipment and as proficiency testing tools, as well as other reagents incorporated into diagnostic kits. Genomics, Exosome, and Asuragen consists of Genomics and Exosome products and sells a portfolio of clinical molecular diagnostic oncology assays, as well as tissue-based in-situ hybridization assays for research in clinical use.\nNo\ncustomer in the Diagnostics and Genomics segment accounted for more than\n10%\nof the segment’s net sales for the fiscal years ended\nJune 30, 2021,\n2020,\nand\n2019.\nThere are\nno\nconcentrations of business transacted with a particular customer or supplier or concentrations of revenue from a particular product or geographic area that would severely impact the Company in the near term.\nFollowing is financial information relating to the operating segments (in thousands):\n69\nThe Company has some integrated facilities that serve multiple segments. As such, asset and capital expenditure information by operating segment has\nnot\nbeen provided and is\nnot\navailable, since the Company does\nnot\nproduce or utilize such information internally. In addition, although depreciation and amortization expense is a component of each operating segment’s operating results, it is\nnot\ndiscretely identifiable.\nThe Company has disclosed sales by geographic area based on the location of the customer or distributor in Note\n2.\nThe Company has disclosed dis-aggregated product and service revenue by consumables, instruments, and services in Note\n2.\nThe Company considers total instrument and total service revenue to represent similar groups of products in the fiscal years presented. The Company considered our consumables sold in the Protein Sciences and Diagnostics and Genomics segments to represent different groups of products and therefore have separately disclosed the related consumables revenue (in thousands) :\nThe following is financial information relating to geographic areas (in thousands):\nLong-lived assets are comprised of land, buildings and improvements and equipment, net of accumulated depreciation and other assets.\nNote\n13.\nSubsequent Events:\nNone\n70\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and Board of Directors\nBio-Techne Corporation:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Bio-Techne Corporation and subsidiaries (the Company) as of June 30, 2021 and 2020, the related consolidated statements of earnings and comprehensive income, shareholders’ equity, and cash flows for each of the years in the three-year period ended June 30, 2021, and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of June 30, 2021 and 2020, and the results of its operations and its cash flows for each of the years in the three-year period ended June 30, 2021, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of June 30, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated August 25, 2021 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 1 to the consolidated financial statements, the Company has changed its method of accounting for leases as of July 1, 2019, due to the adoption of Accounting Standards Update 2016-02,\nLeases\n(Topic 842) and related amendments.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the consolidated financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nGoodwill impairment analysis for the Exosome reporting unit\nAs discussed in Note 1 to the consolidated financial statements, the goodwill balance as of June 30, 2021 was $843.1 million, of which $105.4 million related to the Exosome reporting unit. The Company performs goodwill impairment testing on an annual basis and whenever events or changes in circumstances indicate that the carrying value of a reporting unit likely exceeds its fair value. This involves estimating the fair value of the reporting units using a discounted cash flow model.\nWe identified the evaluation of the goodwill impairment analysis for the Exosome reporting unit as a critical audit matter. There was a high degree of subjectivity in applying and evaluating certain key assumptions used in the discounted cash flow model to estimate the fair value of the Exosome reporting unit. Specifically, the revenue growth rates and the discount rate were challenging to test as they represented subjective determinations of future market and economic conditions. Changes to those assumptions could have had a significant effect on the Company’s assessment of the fair value of the Exosome reporting unit.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the goodwill impairment process. This included controls related to the Company’s determination of the estimated fair value of the Exosome reporting unit, including controls related to the development of the assumptions for the revenue growth rates and discount rate. We performed sensitivity analyses over the revenue growth rate and discount rate assumptions to assess their impact on the Company’s determination that the fair value of the Exosome reporting unit exceeded its carrying value. We evaluated the reasonableness of the Company’s forecasted revenue growth rates for the Exosome reporting unit by comparing the growth rate assumptions to industry related third-party data. We also compared the Company’s historical revenue forecasts to actual results to assess the Company’s ability to accurately forecast. In addition, we involved valuation professionals with specialized skills and knowledge, who assisted in evaluating the discount rate used in the valuation, by comparing it against a discount rate range that was independently developed using publicly available market data for comparable entities.\n71\nFair value measurement of the developed technology and in-process research and development intangible assets acquired in the Asuragen acquisition\nAs discussed in Note 4 to the consolidated financial statements, the Company acquired Asuragen, Inc. (Asuragen) in April 2021, for total consideration of $233.9 million, net of cash acquired. As a result of the acquisition, the Company recognized intangible assets of $144.4 million, including developed technology of $107.0 million and in-process research and development (IPR&D) of $22.7 million.\nWe identified the assessment of the fair value measurement of the acquired developed technology and IPR&D as a critical audit matter. There was a high degree of subjectivity in applying and evaluating certain key assumptions used to estimate the fair value of the acquired developed technology and IPR&D. Specifically, the revenue growth rates and the discount rates were challenging to test as they represented subjective determinations of future market and economic conditions. Changes to those assumptions could have had a significant effect on the determination of the fair value measurements.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s acquisition-date valuation process, including controls related to the development of the assumptions for the revenue growth rates and discount rates. We performed sensitivity analyses over the revenue growth rates to assess the impact of changes in those assumptions on the Company’s determination of the fair value of the developed technology and IPR&D. We evaluated the reasonableness of the Company’s forecasted revenue growth rates used to determine forecasted revenues by comparing them to historical results and industry related third-party data. In addition, we involved valuation professionals with specialized skills and knowledge, who assisted in:\nInitial fair value measurement of the contingent consideration liability related to the Asuragen acquisition\nAs discussed in Note 4 to the consolidated financial statements, the initial fair value of the contingent consideration liability for the Asuragen acquisition was $18.3 million. The contingent consideration liability is recorded at fair value and remeasured each reporting period, with a maximum payout of $105.0 million upon achievement of certain revenue targets through calendar year 2023.\nWe identified the assessment of the initial fair value measurement of the contingent consideration liability as a critical audit matter. There was a high degree of subjectivity in applying and evaluating certain key assumptions used to estimate the initial fair value of the contingent consideration liability. Specifically, the revenue growth rates, volatility, and discount rate were challenging to test as they represented subjective determinations of future market and economic conditions. Changes to those assumptions could have had a significant effect on the determination of the initial fair value of the contingent consideration liability.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s acquisition-date valuation process, including controls related to the development of the assumptions for the revenue growth rates, volatility, and discount rate. We performed sensitivity analyses over the future revenue growth rates to assess the impact of changes in those assumptions on the Company’s determination of the initial fair value of the contingent consideration liability. We evaluated the reasonableness of the Company’s forecasted revenue growth rates used to determine forecasted revenues by comparing them to historical results and industry related third-party data. In addition, we involved valuation professionals with specialized skills and knowledge, who assisted in:\n/s/ KPMG\nLLP\nWe have served as the Company’s auditor since 2002.\nMinneapolis, Minnesota\nAugust 25, 2021\n72\nReport of Independent Registered Public Accounting Firm\nTo the Shareholders and Board of Directors\nBio-Techne Corporation:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Bio-Techne Corporation and subsidiaries’ (the Company) internal control over financial reporting as of June 30, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission\n.\nIn our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of June 30, 2021, based on criteria established in\nInternal Control\n–\nIntegrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of June 30, 2021 and 2020, the related consolidated statements of earnings and comprehensive income, shareholders’ equity, and cash flows for each of the years in the three-year period ended June 30, 2021,and the related notes (collectively, the consolidated financial statements), and our report dated August 25, 2021 expressed an unqualified opinion on those consolidated financial statements.\nThe Company acquired Asuragen, Inc. and a controlling interest in Eminence Biotechnology during 2021, and management excluded from its assessment of the effectiveness of the Company’s internal control over financial reporting as of June 30, 2021, Eminence Biotechnology and Asuragen, Inc.’s internal control over financial reporting associated with 12.0% of total assets and 0.8% of total revenues included in the consolidated financial statements of the Company as of and for the year ended June 30, 2021. Our audit of internal control over financial reporting of the Company also excluded an evaluation of the internal control over financial reporting of Eminence Biotechnology and Asuragen, Inc.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Annual Report on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG L\nLP\nMinneapolis, Minnesota\nAugust 25, 2021\n73"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "As required by Rule 13a-15(b) of the Securities Exchange Act of 1934 (the \"Exchange Act\"), management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated, as of the end of the period covered by this report, the effectiveness of our disclosure controls and procedures as defined in Exchange Act Rule 13a-15(e). The evaluation was based upon reports and certifications provided by a number of executives.  Based on that evaluation, our Chief Executive Officer and Chief Financial Officer concluded that, as of June 30, 2021, our disclosure controls and procedures were effective.\nThe Company's internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company's internal control over financial reporting also includes those policies and procedures that:\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nA material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of the Company's annual or interim financial statements will not be prevented or detected on a timely basis.\nWe acquired a controlling interest in Eminence Biotechnology (Eminence) on October 20, 2020 and acquired Asuragen, Inc. (Asuragen) on April 6, 2021. Eminence and Asuragen represented approximately\n12.0\n% of our total assets and\n0.8%\nof our total revenues as of and for the year ended June 30, 2021. We excluded internal control over financial reporting associated with Eminence and Asuragen from our assessment of the effectiveness of our internal control over financial reporting as of June 30, 2021.\nUnder the supervision of the Audit Committee of the Board of Directors and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting using the criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on our assessment and those criteria, our Chief Executive Officer and Chief Financial Officer concluded that our internal control over financial reporting was effective as of June 30, 2021.\nThe attestation report on our internal control over financial reporting issued by KPMG LLP appears in Item 8 of this report.\n74\nAs previously announced, we acquired Eminence Biotechnology on October 20, 2020 and Asuragen, Inc on April 6, 2021. We have not fully evaluated any changes in internal control over financial reporting associated with these acquisitions and therefore any material changes that may result from these acquisitions have not been disclosed in this report. We intend to disclose all material changes resulting from the acquisitions within or prior to the time of our first annual assessment of internal control over financial reporting that is required to include these entities.\nThere were no other changes in the Company's internal control over financial reporting during fiscal year 2021 that have materially affected, or are reasonably likely to materially affect, the Company's internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n75\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Other than \"Executive Officers of the Registrant\" which is set forth at the end of Item 1 in Part I of this report, the information required by Item 10 is incorporated herein by reference to the sections entitled \"Election of Directors,\" \"Principle Shareholders\" and \"Additional Corporate Governance Matters\" in the Company's Proxy Statement for its 2021 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_11",
    "text": "The information required by Item 11 is incorporated herein by reference to the sections entitled \"Election of Directors\" and \"Executive Compensation\" in the Company's Proxy Statement for its 2021 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed.\nITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL\nOWNERS AND MANAGEMENT AND RELATED SHAREHOLDER MATTERS\nThe information required by Item 12 is incorporated by reference to the sections entitled \"Principal Shareholders\" and \"Management Shareholdings\" in the Company's Proxy Statement for its 2021 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_13",
    "text": "The information required by Item 13 is incorporated by reference to the sections entitled \"Election of Directors\" and \"Additional Corporate Governance Matters\" in the Company's Proxy Statement for its 2021 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed."
  },
  {
    "item_key": "item_14",
    "text": "The information required by Item 14 is incorporated herein by reference to the section entitled \"Audit Matters\" in the Company's Proxy Statement for its 2021 Annual Meeting of Shareholders which will be filed with the Securities and Exchange Commission pursuant to Regulation 14A within 120 days after the close of the fiscal year for which this report is filed.\n76\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "A. (1) List of Financial Statements.\nThe following Consolidated Financial Statements are filed as part of this Annual Report on Form 10-K:\nConsolidated Statements of Earnings and Comprehensive Income for the Years Ended June 30, 2021, 2020, and 2019\nConsolidated Balance Sheets as of June 30, 2021 and 2020\nConsolidated Statements of Shareholders' Equity for the Years Ended June 30, 2021, 2020, and 2019\nConsolidated Statements of Cash Flows for the Years Ended June 30, 2021, 2020, and 2019\nNotes to Consolidated Financial Statements for the Years Ended June 30, 2021, 2020, and 2019\nReports of Independent Registered Public Accounting Firm\nA. (2) Financial Statement Schedules.\nAll financial statement schedules are omitted because they are not applicable, not material or the required information is shown in the Consolidated Financial Statements or Notes thereto.\nA. (3) Exhibits.\nEXHIBIT INDEX\nfor Form 10-K for the 2021\nFiscal Year\n77\n-------------\n*     Incorporated by reference; SEC File No. 000-17272\n**   Management contract or compensatory plan or arrangement\nExhibits for Form 10-K have not been included in this report. Exhibits have been filed with the Securities and Exchange Commission. Upon request to the Investor Relations Department, Bio-Techne Corporation will furnish, without charge, any such exhibits as well as copies of periodic reports filed with the Securities and Exchange Commission."
  },
  {
    "item_key": "item_16",
    "text": "None.\n78\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n79"
  }
]