[
  {
    "item_key": "item_1",
    "text": "General\nRollins,\nInc. (the “Company”) is an international service company with headquarters located in Atlanta, Georgia, providing\npest and termite control services through its wholly-owned subsidiaries and independent franchises to both residential and commercial\ncustomers in the United States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and\nSouth America, the Caribbean, Europe, the Middle East, Asia, Africa, and Australia. Our pest and termite control services are\nperformed through a contract that specifies the pricing arrangement with the customer.\nFor a listing\nof the Company’s Subsidiaries, see Note 1 - Summary of Significant Accounting Policies in the Notes to the Financial Statements\n(Part II, Item 8, of this Form 10-K).\nThe Company\nhas one reportable segment, its pest and termite control business. Revenue, operating profit and identifiable assets for\nthis segment, which includes the United States, Canada, Central and South America, the Caribbean,  Europe, the Middle\nEast, Asia, Africa, and Australia are included in Item 8 of this document, “Financial Statements and Supplementary Data”\nbeginning on page 26. The Company’s results of operations and its financial condition are not reliant upon any single\ncustomer or a few customers or the Company’s foreign operations.\nThree-for-Two\nStock Split\nAll share\nand per share data presented have been adjusted to account for the three-for-two stock split effective December 10, 2020.\nCommon\nStock Repurchase Program\nAt the\nJuly 24, 2012 Quarterly Board of Directors’ meeting, the Board authorized the purchase of 16.9 million shares of the Company’s\ncommon stock. During the years ended December 31, 2020 and 2019, the Company did not repurchase shares on the open market. In\ntotal, there are 11.4 million additional shares authorized to be repurchased under prior Board approval. The repurchase program\ndoes not have an expiration date.\nFranchising\nPrograms\nOrkin\nFranchises\nThe\nCompany, through its wholly-owned subsidiary Orkin Systems, LLC (“Orkin Systems”), began its domestic\nOrkin franchise program in the U.S. in 1994, and established its first international franchise in 2000. It has since expanded\nto Central and South America, the Caribbean, Europe, the Middle East, Asia, and Africa. The Company continues to expand\nits growth through the franchise program of its Orkin brand. This program is primarily used in smaller markets where it\nis currently not economically efficient to establish and operate a company-owned Orkin branch. Domestic Orkin franchises\nare subject to a contractual buyback provision at Orkin System’s option with a pre-determined purchase price\nusing a formula applied to revenues of the franchise. International Orkin franchise agreements also contain an optional\nbuyback provision, but it is subject to the franchisee’s renewal option.\nCritter Control\nFranchises\nThe\nCompany expands its animal control growth through the franchise program of its wholly-owned subsidiary, Critter Control, Inc.\n(“Critter Control”). The Company has purchased several Critter Control locations from its franchise owners while\nrenaming and converting several previous Trutech, LLC locations to Critter Control locations. The majority of Critter Control’s\nlocations are franchised. Critter Control franchises are subject to a contractual buyback provision at Critter Control’s option with a pre-determined purchase price using a formula applied to revenues of the franchise.\nAustralia\nFranchises\nThe\nCompany has Australian franchises through Rollins Australia Pty Ltds wholly-owned subsidiaries, Scientific Pest\nManagement (Australia/Pacific) Pty Ltd (“Scientific Pest Management”) and Murray Rollins Pty Ltd (“Murray Pest\nControl”).\nSeasonality\nThe business\nof the Company is affected by the seasonal nature of the Company’s pest and termite control services. The increase in pest\npresence and activity, as well as the metamorphosis of termites in the spring and summer (the occurrence of which is determined\nby the timing of the change in seasons), has historically resulted in an increase in the revenue of the Company’s pest and\ntermite control operations during such periods as evidenced by the following chart.\nMaterials\nand Supplies\nThe Company\nhas relationships with a national pest control product distributor and other suppliers for pest and termite control treatment\nproducts. The Company maintains a sufficient level of chemicals, materials and other supplies to fulfill its immediate servicing\nneeds and to alleviate any potential short-term shortage in availability from its national network of suppliers. Additionally,\nthe Company procured adequate supplies of gloves, masks, sanitization chemicals and other personal protective equipment that were\nin high demand during the pandemic.\nCompetition\nThe Company\nbelieves that, through its wholly-owned subsidiaries Orkin, LLC (“Orkin”), Western Industries-North, LLC\n(“Western Pest Services”), The Industrial Fumigant Company, LLC (“IFC”), HomeTeam Pest Defense, Inc. (“HomeTeam”),\nCrane Acquisition, Inc. (“Crane Pest Control”), Waltham Services, LLC (“Waltham”), Trutech, LLC (“Trutech”)\nPermaTreat Pest Control Company, Inc. (“Permatreat”), Critter Control, Northwest Exterminating Co., LLC (“Northwest”),\nOkolona Pest Control, Inc. (“OPC”), Clark Pest Control of Stockton, Inc. (“Clark Pest Control”), McCall\nService NW, LLC (“McCall”), Orkin Canada Corporation (“Orkin Canada”), Critter Control British Columbia,\nInc. (“Critter Control Canada”), Allpest Pest Control (“Allpest”), Murray Pest Control, Scientific\nPest Management, Statewide Rollins Pty Ltd (“Statewide”), Adams pest Control Pty Ltd (“Adams”), Safeguard\nPest Control and Environmental Services Limited (“Safeguard”), AMES Group Limited (“AMES”), Guardian Pest\nControl Ltd (“Guardian”), Albany Environmental Services Ltd (“Albany”), Van Vynck Environmental Services\nLtd (“Van Vynck”), and Aardwolf Pestkare (Singapore) Pte Ltd (“Aardwolf”), it competes favorably with competitors as the world’s largest pest and termite control company. The Company’s\nmajor competitors include Terminix, Ecolab, Rentokil and Anticimex.\nThe principal\nmethods of competition in the Company’s pest and termite control markets are quality of service, customer proximity, guarantee\nterms, reputation for safety, technical proficiency, and price.\nResearch\nand Development\nExpenditures\nby the Company on research activities relating to the development of new products or services are not significant. Some of the\nnew and improved service methods and products are researched, developed and produced by unaffiliated universities and companies.\nAlso, a portion of these methods and products are produced to the specifications provided by the Company.\nThe Company\nmaintains a close relationship with several universities for research and validation of treatment procedures and material selection.\nThe Company\nconducts tests of new products with the specific manufacturers of such products.  The Company also works closely with leading\nscientists, educators, industry consultants and suppliers to improve service protocols and materials.\nEnvironmental\nand Regulatory Considerations\nThe\nCompany’s business is subject to various legislative and regulatory enactments including, but not limited to,\nenvironmental laws, antitrust laws, employment laws (including wage and hour laws, payroll taxes and anti-discrimination\nlaws), immigration laws, motor vehicle laws and regulations, human health and safety laws, securities laws including, but not\nlimited to, SEC regulations, and federal, state and local laws and regulations governing worker safety and the pest and\ntermite control industry. Compliance with these requirements may have a material effect on the Company’s capital expenditures,\nearnings, and competitive position.\nEnvironmental,\nHealth and Safety Matters\nSpecifically,\nour businesses are subject to various international, federal, state and local laws and regulations regarding environmental, health\nand safety matters. Among other things, these laws regulate the emission or discharge of materials into the environment, govern\nthe use, storage, treatment, disposal, transportation and management of hazardous substances and wastes and protect the health\nand safety of our employees. These laws also impose liability for the costs of investigating and remediating, and damages resulting\nfrom, present and past releases of hazardous substances, including releases by prior owners or operators of sites we currently\nown or operate. Compliance with environmental, health and safety laws increases our operating costs, limits or restricts the services\nwe provide and subjects us to the possibility of regulatory or private actions or proceedings.\nConsumer Protection, Privacy and\nSolicitation Matters\nAdditionally,\nwe are subject to international, federal, state, provincial and local laws and regulations designed to protect consumers\ngenerally, including laws governing lending, debt collection and consumer finance, consumer privacy and fraud, the collection\nand use of consumer data, telemarketing and other forms of solicitation. The telemarketing rules adopted by the Federal\nCommunications Commission pursuant to the Federal Telephone Consumer Protection Act of 1991 and the Federal Telemarketing\nSales Rule issued by the Federal Trade Commission govern our telephone sales practices. The CAN-SPAM Act regulates our email\nsolicitations and the Consumer Review Fairness Act regulates consumer opinions on social media regarding our products and\nservices. The California Consumer Privacy Act provides consumers the right to know what personal data we collect, how it is\nused, and the right to access, delete and opt out of the sale of their personal information to third parties. If we were to\nfail to comply with any of these applicable laws or regulations, we could be subject to substantial fines or damages, be\ninvolved in lawsuits, enforcement actions and other claims by third parties or governmental authorities, suffer losses to our\nreputation and our business or suffer the loss of licenses or penalties that may affect how the business is operated, which,\nin turn, could have a material adverse effect on our financial position, results of operations and cash flows.\nFranchise Matters\nCertain\nof our subsidiaries are subject to various international, federal, state, provincial and local laws and regulations\ngoverning franchise sales, marketing and licensing and franchise trade practices generally, including applicable rules and\nregulations of the Federal Trade Commission. These laws and regulations generally require disclosure of business information\nin connection with the sale and licensing of our franchises. Certain state regulations also affect our ability as a\nfranchisor, to revoke or refuse to renew a franchise. From time to time, we and one or more franchisees have, and may in the\nfuture become, involved in a dispute regarding the franchise relationship, including payment of royalties or fees,\nlocation of branches, advertising, purchase of products by franchisees, non-competition covenants, compliance with our\nstandards or franchise renewal criteria. Any such franchise dispute could have a material adverse effect on our financial\nposition, results of operations and cash flows.\nHuman\nCapital\nWe\nbelieve one of the largest contributors to our Company’s success is the quality of our people. Attracting, developing and\nretaining high-quality talent is the primary objective of our human capital management. The development and retention of high-quality\ntalent leads to a better customer experience and better customer retention. We develop and engage our people through our best-in-class training at all levels of our organization.\nAs\nof December 31, 2020, the Company had 15,616 employees. Approximately 14,200 of our employees were located in the United States,\nwith approximately 13,500 employees at U.S. branch offices. Of the U.S. employees, less than 5% are represented by a labor union\nor covered by a collective bargaining agreement.\nDiversity,\nEquity and Inclusion\nWe\nmake it a priority to promote and create a diverse, equitable and inclusive workplace that results in higher levels of satisfaction\nand engagement, stronger staff retention, higher productivity, and a heightened sense of belonging. Our mission is to have a culture\nof inclusion, where all individuals feel respected, are treated fairly, with an equitable opportunity to excel. To reinforce our\nmission, we launched a new global Diversity, Equity, and Inclusion (DEI) initiative in 2020. A key component of this initiative\nis our newly-formed Inclusion Advisory Council made up of employees from several different brands across the United States and\nCanada. Our council is currently focused on evaluating company policies, increasing employee awareness, and conducting employee\nlistening sessions. Our goal is to create organizational change focusing on inclusion for all employees.\nHealth\nand Safety\nWe\nare committed to the health and safety of our employees and trade customers. During fiscal 2020, as a result of the COVID-19 pandemic,\nRollins quickly implemented our pre-established business continuity plans. When state and local shelter-in-place restrictions\nwere put in place, we experienced a smooth transition to a work-from-home environment for administrative staff and we limited\ntraffic in and out of our branch locations. Employees receive regular emails with updated CDC guidelines, contact information\nfor our Employee Assistance Program, and good news stories from various departments or branches to boost morale.\nCommunity\nInvolvement\nWe\noffer employees the opportunity to participate in various community outreach programs and believe that this commitment helps the\nCompany to meet its goals of attracting, developing and retaining high-quality employees. We created Rollins United in 2019 to\nunify our brands’ philanthropic visions and consolidate our community outreach efforts. Our overarching goal is to create\na significant impact in local communities over an extended period of time. The core mission of Rollins United is that everyone\ndeserves a safe place to live, work, and play.\nAvailable\nInformation\nOur Annual\nReports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to these reports, are available\nfree of charge on our website at\nwww.rollins.com\n, under the heading “Investor Relations – Filings and Reports\n– SEC Filings,” as soon as reasonably practicable after those reports are electronically filed with or furnished to\nthe Securities and Exchange Commission (“SEC”)."
  },
  {
    "item_key": "item_1a",
    "text": "You should\nconsider carefully the following risk factors before making an investment decision with respect to our securities. You are cautioned\nthat the risk factors discussed below are not exhaustive.\nRisks\nRelated to our Brand and Certain Intellectual Property Rights\nOur\nbusiness depends on our strong brands and failing to maintain and enhance our brands and develop a positive client reputation\ncould hurt our ability to retain and expand our base of customers.\nOur strong\nbrands, Rollins, Orkin, HomeTeam, Clark Pest Control, Western, Northwest, IFC, Crane Pest Control, Waltham, Trutech, PermaTreat, Critter Control, Safeguard Pest Control, Aardwolf\nPestkare, OPC, and other strong brands have significantly contributed to the success of our business.  Maintaining\nand enhancing our brands increases our ability to enter new markets and launch new and innovative services that better serve the\nneeds of our customers.  Our brands may be negatively impacted by a number of factors, including, among others, reputational\nissues and product/technical failures.  Further, if our brands are significantly damaged, our business, operating results,\nand financial condition may be materially and adversely affected.  We continue to develop strategies and innovative tools\nto gain a deeper understanding of customer acquisition, retention and client replacement in order to more effectively expand and\nretain our customer base. Maintaining and enhancing our brands will depend largely on our ability to remain a service leader and\ncontinue to provide high-quality pest control services that are truly beneficial and play a meaningful role in people’s\nlives.\nOur\nbrand recognition could be impacted if we are not able to adequately protect our intellectual property and other proprietary rights\nthat are material to our business.\nOur ability\nto compete effectively depends in part on our rights to service marks, trademarks, trade names and other intellectual property\nrights we own or license, particularly our registered brand names and service marks, Orkin\n®\n, Orkin Canada\n®\n,\nHomeTeam Pest Defense\n®\n, TAEXX\n®\n, Clark Pest Control\n®\n, Western Pest Services\n®\n,\nNorthwest Exterminating\n®\n, Critter Control\n®\n, IFC\n®\n, Trutech\n®\n, Waltham\nPest Services\n®\n, OPC Services®, Perma Treat Pest and Termite Control\n®\n, Crane Pest Control\n®\n,\nMurray Pest Control®, Allpest\n®\n, Statewide Pest Control\n®\n, Safeguard the Pest Control People\n®\n,\nAardwolf Pestkare\n®\n, Adams Pest Control™, McCall\n®\nand others. Although we have sought to register\nor protect many of our marks either in the United States or in the countries in which they are or may be used, we have not sought\nto protect our marks in every country. Furthermore, because of the differences in foreign trademark, patent and other intellectual\nproperty or proprietary rights laws, we may not receive the same protection in other countries as we would in the United States.\nIf we are unable to protect our proprietary information and brand names, we could suffer a material adverse impact on our reputation,\nbusiness, financial position, results of operations and cash flows. Litigation may be necessary to enforce our intellectual property\nrights and protect our proprietary information, or to defend against claims by third parties that our products, services or activities\ninfringe their intellectual property rights.\nOur\nfranchisees, subcontractors, and vendors could take actions that could harm our business.\nOur franchisees,\nsubcontractors, and vendors are contractually obligated to operate their businesses in accordance with the standards set forth\nin our agreements with them and applicable laws and regulations. Each franchised brand also provides training and support to\nfranchisees. However, franchisees, subcontractors, and vendors are independent third parties that we do not control, and who own,\noperate and oversee the daily operations of their businesses. As a result, the ultimate success of any franchise operation rests\nwith the franchisee. If franchisees do not successfully operate their businesses in a manner consistent with required standards,\nroyalty payments to us will be adversely affected and our brands’ image and reputation could be harmed. This could materially\nadversely impact our business, financial position, results of operations and cash flows. Similarly, if subcontractors, vendors\nand franchisees do not successfully operate their businesses in a manner consistent with required laws, standards and regulations,\nwe could be subject to claims from regulators or legal claims for the actions or omissions of such third-party distributors, subcontractors,\nvendors and franchisees. In addition, our relationship with our franchisees, subcontractors, and vendors could become strained\n(including resulting in litigation) as we impose new standards or assert more rigorous enforcement practices of the existing required\nstandards. These strains in our relationships or claims could have a material adverse impact on our reputation, business, financial\nposition, results of operations and cash flows.\nFrom\ntime to time, we receive communications from our franchisees regarding complaints, disputes or questions about our practices and\nstandards in relation to our franchised operations and certain economic terms of our franchise arrangements. If franchisees or\ngroups representing franchisees were to bring legal proceedings against us, we would vigorously defend against the claims in any\nsuch proceeding. Our reputation, business, financial position, results of operations and cash flows could be materially adversely\nimpacted, and the price of our common stock could decline.\nRisks\nRelated to the Global Economy and Public Health Crises\nEconomic\nconditions may materially adversely affect our business.\nPest\nand termite services represent discretionary expenditures to many of our residential customers. If consumers restrict their discretionary\nexpenditures, we may suffer a decline in revenues from our residential service lines. Economic downturns can also adversely affect\nour commercial customers, including food service, hospitality and food processing industries whose business levels are particularly\nsensitive to adverse economies. For example, we may lose commercial customers and related revenues because of consolidation or\ncessation of commercial businesses or because these businesses switch to a lower cost provider.\nOur\nbusiness, results of operations and financial condition is impacted by the coronavirus (COVID-19) pandemic and the restrictions\nput in place in connection therewith.\nWe \nhave and continue to respond to the global outbreak of COVID-19 by taking steps to mitigate the potential risks posed to us by\nits spread and the impact of the restrictions put in place by the local, state and federal governments to protect the population.\nHowever, the resurgence of the COVID-19 pandemic in key areas of our operations may require us to implement additional restrictions\non our operations. We continue to execute our business continuity plan and have implemented a comprehensive set of new protocols\nfor the health and safety of our employees, customers, and business partners, such as wearing masks, gloves, and other personal\nprotective equipment, social distancing, utilizing electronic documents and sanitizing high touch surfaces, among others. Our\nemployees transitioned to work-from-home during fiscal 2020 where appropriate. However, due to the speed and scope with which\nthe COVID-19 situation has evolved and the uncertainty of its duration and the timing of recovery, we are not able at this time\nto predict the extent to which the COVID-19 pandemic may have a material effect on our results of operations or financial condition.\nIn addition, the unprecedented uncertainty surrounding COVID-19, due to rapidly changing governmental directives, public health\nchallenges and progress, macroeconomic consequences, and market reactions thereto, also makes it more challenging for our management\nto estimate the future performance of our business and develop strategies to generate growth or achieve our objectives for 2021\nand beyond.\nRisks\nRelated to our Labor Force\nOur\ninability to attract and retain skilled workers may impair growth potential and profitability.\nOur\nability to remain productive and profitable will depend substantially on our ability to attract and retain sales and\nservice operations professional workers, develop leadership and implement diversity, equity and inclusion initiatives. Our\nability to expand our operations is in part impacted by our ability to increase our labor force. The demand for employees is\nhigh, and the supply is limited. A significant increase in the wages paid and benefits offered by competing employers could\nresult in a reduction in our labor force, increases in our labor costs, or both. If either of paid these events occurred, our\ncapacity and profitability could be diminished, and our growth potential could be impaired.\nRisks\nRelated to our Business, Industry and Operations\nWe\nface risks regarding our ability to maintain our competitive position in the pest control industry in the future.\nWe operate\nin a highly competitive industry. Our revenues and earnings are affected by changes in competitors’ prices and general\neconomic issues. We compete with other large pest control companies, as well as numerous smaller pest control companies, for a\nfinite number of customers. We believe that the principal competitive factors in the market areas that we serve are service quality,\nterms of guarantees, reputation for safety, technical proficiency and price. Although we believe that our experience and reputation\nfor safety and quality service are excellent, we cannot assure investors that we will be able to maintain our competitive position.\nWe\nmay not be able to identify, complete or successfully integrate acquisitions.\nAcquisitions\nhave been and may continue to be an important element of our business strategy. We cannot assure investors that we will be able\nto identify and acquire acceptable acquisition candidates on terms favorable to us in the future. We cannot assure investors that\nwe will be able to integrate successfully the operations and assets of any acquired business with our own business. Any inability\non our part to integrate and manage the growth from acquired businesses could have a material adverse effect on our results of\noperations and financial condition.\nExpanding\ninto international markets presents unique challenges, and our expansion efforts with respect to international operations may\nnot be successful.\nAn element\nof our strategy includes further expansion into international markets. Our ability to successfully operate in international\nmarkets may be adversely affected by political, economic and social conditions beyond our control, local laws and customs, and\nlegal and regulatory constraints, including compliance with applicable anti-corruption and currency laws and regulations, of the\ncountries or regions in which we currently operate or intend to operate in the future. Risks inherent in our existing and\nfuture international operations also include, among others, the costs and difficulties of managing international operations, difficulties\nin identifying and gaining access to local suppliers, suffering possible adverse tax consequences from changes in tax laws or\nthe unfavorable resolution of tax assessments or audits, maintaining product quality and greater difficulty in enforcing intellectual\nproperty rights. Additionally, foreign currency exchange rates and fluctuations may have an adverse effect on the financial\nresults of our international operations.\nOur\noperations are affected by adverse weather conditions.\nOur operations\nare directly impacted by the weather conditions worldwide. The business of the Company is affected by the seasonal nature of the\nCompany’s pest and termite control services. The increase in pest presence and activity, as well as the metamorphosis of\ntermites in the spring and summer (the occurrence of which is determined by the timing of the change in seasons), has historically\nresulted in an increase in the revenue and income of the Company’s pest and termite control operations during such periods.\nThe business of the Company is also affected by extreme weather such as drought which can greatly reduce the pest population for\nextended periods.\nRisks Related\nto Cybersecurity, Privacy Compliance and Business Disruptions\nThe\nCompany and its wholly-owned subsidiaries could suffer disruption to business operations and face economic and reputational damage,\nas well as be subject to fines, penalties and private litigation, if there is unauthorized access to or unintentional distribution\nof personal, financial, proprietary, confidential, or other protected data or information the Company is entrusted to keep about\nits customers, employees, business practices, or third parties.\nOur internal\ninformation technology (“IT”) systems contain certain personal, financial, health, or other protected and confidential\ninformation that is entrusted to us by our customers and employees.  Our IT systems also contain the Company’s\nand its wholly-owned subsidiaries’ proprietary and other confidential information related to our business, such as business\nplans, customer lists and product and service development initiatives. We also grant third-party business partners and service\nproviders access to such information in order to facilitate business operations and administer benefits.  Employees, third-party\nbusiness partners, and service providers can knowingly or unknowingly disseminate such information or serve as an entry point\nfor bad actors to access such information. Vulnerabilities from growth, acquisitions, and integration with new systems also exist.\nOur privacy\ncompliance and digital risk management initiatives focus on the threats and risks to enterprise information and the underlying\nIT systems processing such information as part of the implementation of business processes.  The Company also relies on,\namong other things, commercially available vendors, cyber protection systems, software, tools and monitoring to provide security\nfor processing, transmission and storage of protected information and data. The systems currently used for transmission and approval\nof payment card transactions, and the technology utilized in payment cards themselves, all of which can put payment card data\nat risk, meet standards set by the payment card industry (“PCI”). We have also implemented policies and procedures,\ninternal training, system controls, and constant monitoring and audit processes to protect the Company from internal and external\nvulnerabilities and to comply with consumer privacy laws in the areas in which we operate.  Further, the Company limits retention\nof certain data, encrypts certain data and otherwise protects information to comply with consumer privacy laws in the areas in\nwhich we operate.\nWe continue\nto evaluate and modify our systems and protocols for data security compliance purposes, and such standards may change from time\nto time. We monitor certain third-party business partners and service providers for compliance and vulnerabilities.  Activities\nby bad actors, changes in computer and software capabilities and encryption technology, new tools and discoveries, cloud applications,\nchanges in multi-jurisdictional regulations, and other events or developments may result in a compromise or breach of our systems.\nAny compromises, breaches, application errors  or human mistakes related to our systems or failures to comply with applicable\nstandards could not only disrupt our financial operations, including our customers’ ability to pay for our services and\nproducts by credit card or their willingness to purchase our services and products, but could also result in violations of applicable\nlaws, regulations, orders, industry standards or agreements and subject us to costs, penalties and liabilities which could have\na material adverse impact on our reputation, business, financial position, results of operations and cash flows. Furthermore,\na breach of data security or failure to comply with rigorous multi-jurisdictional consumer privacy requirements could expose us\nto customer litigation, regulatory actions and costs related to the reporting and handling of such a violation or breach.\nRisks\nRelated to Legal, Regulatory and Risk Management Matters\nWe\nare from time to time subject to lawsuits, investigations and other proceedings which could have a material adverse effect on\nour business, financial condition and results of operations, and our operations may be adversely affected if we fail to comply\nwith applicable law or other governmental regulations, including environmental and other regulations relating to the pest control\nindustry.\nIn the\nnormal course of business, we are involved in various claims, arbitrations, contractual disputes, investigations and litigation,\nincluding claims that our services or vehicles caused damage or injury, claims that our services did not achieve the desired results,\nclaims related to acquisitions, allegations by federal, state or local authorities, including the SEC, of violations of regulations\nor statutes, claims related to wage and hour law violations and claims related to environmental matters.  These claims, proceedings\nor litigation, either alone or in the aggregate, could have a material adverse effect on our business, financial condition and\nresults of operations.\nAdditionally,\nour business is significantly affected by and subject to regulation by various federal, state, provincial, regional and local\ngovernments in the countries in which we operate, including, but not limited to, environmental laws, antitrust laws, consumer\nprotection laws, employment laws, including wage and hour laws, payroll taxes and anti-discrimination laws, immigration, human\nhealth and safety laws and other regulations relating to the pest control industry.\nWe are\nunable to predict whether such laws will, in the future, materially affect our operations and financial condition or whether any\nchanges will require us to incur substantial increases in costs in order to comply with such changes. Penalties for noncompliance\nwith these laws may include investigations, criminal sanctions or civil remedies, including, but not limited to, cancellation\nof licenses, fines, and other corrective actions, which could negatively affect our business, financial condition and results\nof operations.\nThe\nongoing SEC investigation and any potential related litigation entail risks and uncertainties.\nThe\nSEC is conducting an investigation, which the Company believes is primarily focused on how it established accruals\nand reserves at period-ends and the impact of those accruals and reserves on reported earnings. The investigation relates\nto period-ends for periods beginning January 1, 2015.  The Company is fully cooperating with the\nSEC’s investigation.  The Company’s Audit Committee retained independent counsel to conduct an internal\ninvestigation into matters related to the SEC investigation and, in particular, the Company’s processes for\nestablishing and adjusting reserves for each quarter in the relevant periods. The internal investigation was concluded in\nOctober 2020. Based on the results of the internal investigation, it was determined that there was a significant deficiency\nin the Company’s internal controls relating to the documentation and review of accounting entries for certain reserves\nand accruals.  The Company has subsequently reevaluated and strengthened its internal controls over financial\nreporting, including improving processes and procedures and supporting documentation and providing additional training, which\nhas resulted in the remediation of the significant deficiency. The Company, after consultation with the Audit Committee\nand independent counsel, believes that its financial statements filed with the SEC on Forms 10-K and 10-Q for the\nrelevant periods fairly present in all material respects its financial condition, results of operations and cash flows as of\ntheir respective balance sheet dates and for the periods then ended.\nThe SEC’s\ninvestigation is ongoing, however, and there can be no assurance that the SEC or another regulatory body will not make further\nregulatory inquiries or pursue action against the Company and its senior officers that could result in potentially significant\nsanctions and penalties, or that could require the Company to take additional remedial steps.  Potential sanctions against\nthe Company and/or individuals could include penalties, injunctions, and cease-and-desist orders. Further, the Company may be\nsubject to litigation from third parties related to the matters under review by the SEC.  Accordingly, the ongoing SEC investigation\nand any potential related litigation could result in distraction to management and entail risks and uncertainties the outcome\nof which could adversely affect our financial results and our reputation.\nProduct,\nservice or other related liability claims could have a material adverse effect on our liquidity, financial position and results\nof operations.\nThe handling,\nstorage, transportation, and use of chemical products required to provide pest control service involves inherent exposure to potential\nproduct liability claims, service level claims, and related adverse publicity. Additionally, hazards could potentially cause injury,\ndamage to, or destruction of, property or equipment and environmental contamination or other environmental damage, which could\nhave an adverse effect on our business, financial condition or results of operations. Also, the occurrence of disruptions, shutdowns\nor other material operating problems at our facilities or those of our suppliers or customers due to any of these risks could\nadversely affect our reputation and have a material adverse effect on our operations as a whole, including our results of operations\nand cash flows, both during and after the period of operational difficulties. We maintain product and general liability insurance,\nhowever, there can be no assurance that the types or levels of coverage maintained are adequate to cover these potential significant\nand catastrophic risks. In addition, we may not be able to continue to maintain our existing insurance coverage or obtain comparable\nor additional insurance coverage at a reasonable cost, if at all, in the event a significant product or service claim arises.\nOur\nrisk management and safety programs may not have the intended effect of reducing our liability for personal injury or property\nloss.\nOur safety\nrecord is critical to our reputation. Many of our clients require that we meet certain safety criteria to be eligible to provide\nservice and bid for contracts, and many contracts provide for automatic termination or forfeiture of some or all of our contract\nfees or profit in the event we fail to meet certain measures. Accordingly, if we fail to maintain adequate safety standards, we\ncould suffer reduced profitability or the loss of projects or clients, which could have a material adverse impact on our business,\nfinancial condition and results of operations.\nWe attempt\nto mitigate risks relating to personal injury or property loss through the implementation of company-wide safety management efforts\ndesigned to decrease the incidence of accidents or events that may occur. It is expected that any such decreases could also have\nthe effect of reducing our insurance costs. However, incidents involving injury or property loss may be caused by multiple potential\nfactors, a significant number of which are beyond our control. Therefore, there is no guarantee that our risk management and safety\nprograms will have the desired effect of controlling all potential costs and liability exposure.\nOur\nenterprise risk management program may leave us exposed to unidentified or unanticipated risks.\nWe maintain\nan enterprise risk management program that is designed to identify, assess, mitigate, and monitor the risks that we face. There\ncan be no assurance that our frameworks or models for assessing and managing known risks, compliance with applicable law, and\nrelated controls will effectively mitigate risk and limit losses in all market environments or against all types of known and\nunknown risk in our business. If conditions or circumstances arise that expose flaws or gaps in our risk management or compliance\nprograms, the performance and value of our business could be materially adversely affected.\nThe Company\nmaintains insurance and other traditional risk-shifting tools to manage certain types of risks. However, such tools are subject\nto terms such as deductibles, retentions, limits and policy exclusions, as well as risk of denial of coverage, default or insolvency.\nIf we suffer unexpected or uncovered losses, or if any of our insurance policies are terminated for any reason or are not effective\nin mitigating our risks, we may incur losses that are not covered or that exceed our coverage limits and could adversely impact\nour results of operations, cash flows and financial position.\nRisks\nRelated to our Capital and Ownership Structure\nThe\nCompany’s management has a substantial ownership interest; public stockholders may have no effective voice in the Company’s\nmanagement.\nThe Company\nhas elected the “Controlled Company” exemption under Section 303A of the New York Stock Exchange (“NYSE”)\nListed Company Manual. The Company is a “Controlled Company” because a group that includes the Company’s Chairman\nof the Board and Chief Executive Officer, Gary W. Rollins, and certain companies under his control, controls in excess of fifty\npercent of the Company’s voting power. As a “Controlled Company,” the Company need not comply with certain NYSE\nrules.\nRollins,\nInc.’s executive officers, directors and their affiliates hold directly, or through indirect beneficial ownership, in the\naggregate, approximately\n54\npercent of the Company’s outstanding shares of common stock. As a result, these persons\nwill effectively control the operations of the Company, including the election of directors and approval of significant corporate\ntransactions such as acquisitions and approval of matters requiring stockholder approval. This concentration of ownership could\nalso have the effect of delaying or preventing a third party from acquiring control of the Company at a premium.\nOur\nmanagement has a substantial ownership interest, and the availability of the Company’s common stock to the investing public\nmay be limited.\nThe availability\nof Rollins’ common stock to the investing public would be limited to those shares not held by the executive officers, directors\nand their affiliates, which could negatively impact Rollins’ stock trading prices and affect the ability of minority stockholders\nto sell their shares. Future sales by executive officers, directors and their affiliates of all or a portion of their shares could\nalso negatively affect the trading price of our common stock.\nProvisions\nin Rollins, Inc.’s certificate of incorporation and bylaws may inhibit a takeover of the Company.\nRollins,\nInc.’s certificate of incorporation, bylaws and other documents contain provisions including advance notice requirements\nfor stockholder proposals and staggered terms for the Board of Directors. These provisions may make a tender offer, change in\ncontrol or takeover attempt that is opposed by the Company’s Board of Directors more difficult or expensive."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "The Company’s\nadministrative headquarters are owned by the Company, and are located at 2170 Piedmont Road, N.E., Atlanta, Georgia 30324. The\nCompany owns or leases over 550 branch offices and operating facilities used in its business as well as the Rollins Training Center\nlocated in Atlanta, Georgia, the Rollins Customer Service Center located in Covington, Georgia, and the Pacific Division Administration\nand Training Center in Riverside, California. None of the branch offices, individually considered, represents a materially important\nphysical property of the Company. The facilities are suitable and adequate to meet the current and reasonably anticipated future\nneeds of the Company."
  },
  {
    "item_key": "item_3",
    "text": "In the\nnormal course of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims,\narbitrations, contractual disputes, investigations, and regulatory and litigation matters relating to, and arising out of, our\nbusinesses and our operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused\ndamage or injury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations\nby federal, state or local authorities of violations of regulations or statutes. In addition, we are parties to employment-related\ncases and claims from time to time, which may include claims on a representative or class action basis alleging wage and hour\nlaw violations. We are also involved from time to time in certain environmental matters primarily arising in the normal course\nof business. We evaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently\nbelieve to be probable and reasonably estimable. We do not believe that the ultimate resolution of the claims we are currently\ninvolved in will have a material adverse effect on our business, results of operations, financial condition, cash flow and prospects;\nhowever, it is possible that an unfavorable outcome of some or all of the matters, however unlikely, could result in a charge\nthat might be material to the results of an individual quarter or year.\nAs\npreviously disclosed, the SEC is conducting an investigation, which the Company believes is primarily focused on how it\nestablished accruals and reserves at period-ends and the impact of those accruals and reserves on reported earnings. The\ninvestigation relates to period-ends for periods beginning January 1, 2015. The Company is fully\ncooperating with the SEC’s investigation. The Company cannot predict the outcome of this investigation. The\nCompany’s Audit Committee retained independent counsel to conduct an internal investigation into matters related to the\nSEC investigation and, in particular, the Company’s processes for establishing reserves for each quarter in the\nrelevant periods. The internal investigation was concluded in October 2020. The Company, after consultation with the Audit\nCommittee and the independent counsel, believes that its financial statements filed with the SEC on Forms 10-K and 10-Q for\nthe relevant periods fairly present in all material respects its financial condition, results of operations and cash flows as\nof their respective balance sheet dates and for the periods then ended. See Part I, Item 1.A. for additional discussion of\nrelated Risk Factors.\nSee Note\n15 to Part I, Item 1 for discussion of certain litigation.\nManagement\ndoes not believe that any pending claim, proceeding or litigation, either alone or in the aggregate, will have a material adverse\neffect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable\noutcome of some or all of the matters, however unlikely, could result in a charge that might be material to the results of an\nindividual quarter or year."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\nEach\nof the executive officers of the Company was elected by the Board of Directors to serve until the Board of Directors’ meeting\nimmediately following the next Annual Meeting of Stockholders or until his or her earlier removal by the Board of Directors or\nhis or her resignation. The following table lists the executive officers of the Company and their ages, offices within the Company,\nand the dates from which they have continually served in their present offices with the Company.\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The common stock of the Company\nis listed on the New York Stock Exchange and is traded on the Philadelphia, Chicago and Boston Exchanges under the symbol ROL.\nAs of January\n31, 2021, there were 7,760 holders of record of the Company’s common stock. However, a large number of our shareholders\nhold their shares in “street name” in brokerage accounts and, therefore, do not appear on the shareholder list maintained\nby our transfer agent.\nIssuer Purchases of Equity Securities\nDuring\nthe years ended December 31, 2020 and 2019, the Company did not repurchase shares on the open market. In total, there remains 11.4\nmillion additional shares authorized to be repurchased under prior Board approval. The repurchase program does not have an expiration\ndate.\nPERFORMANCE\nGRAPH\nThe following\ngraph sets forth a five-year comparison of the cumulative total stockholder return based on the performance of the stock of the\nCompany as compared with both a broad equity market index and an industry index. The indices included in the following graph are\nthe S&P 500 Index and the S&P 500 Commercial Services Index.\nCOMPARISON\nOF FIVE YEAR CUMULATIVE TOTAL RETURN*\nCopyright© 2020 Standard & Poor’s,\na division of S&P Global. All rights reserved.\nASSUMES INITIAL\nINVESTMENT OF $100\n*TOTAL RETURN\nASSUMES REINVESTMENT OF DIVIDENDS\nNOTE: TOTAL RETURNS\nBASED ON MARKET CAPITALIZATION\nThe following\nsummary financial data of Rollins highlights selected financial data and should be read in conjunction with the audited financial\nstatements and related notes included elsewhere in this document.\nAll share\nand per share data presented in the following table have been adjusted for the three-for-two stock split effective December 10,\n2020.\nFIVE-YEAR\nFINANCIAL SUMMARY"
  },
  {
    "item_key": "item_7",
    "text": "Presentation\nThis\ndiscussion should be read in conjunction with our audited financial statements and related notes included elsewhere in this document.\nDiscussions of 2018 items and year-to-year comparisons of 2019 and 2018 that are not included in this Form 10-K can be found in\n“Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 on\nour Annual report on Form 10-K for the year ended December 31, 2019. The following discussion (as well as other discussions in\nthis document) contains forward-looking statements. Please see “Cautionary Statement Regarding Forward-Looking Statements”\nfor a discussion of uncertainties, risks and assumptions associated with these statements.\nThe\nCompany\nRollins,\nInc. (the “Company”) is an international service company with headquarters located in Atlanta, Georgia, providing\npest and termite control services through its wholly-owned subsidiaries to both residential and commercial customers in the\nUnited States, Canada, Australia, Europe, and Asia with international franchises in Canada, Central and South\nAmerica, the Caribbean, the Middle East, Asia, Europe, Africa, and Australia. Services are performed through a contract that specifies\nthe treatment and the pricing arrangement with the customer.\nThe Company\nhas one reportable segment, its pest and termite control business. The Company’s results of operations and its financial\ncondition are not reliant upon any single customer or a few customers or the Company’s foreign operations.\nOverview\nRESULTS OF OPERATIONS\nGeneral Operating Comments\n2020 marked\nthe Company’s 23rd consecutive year of increased revenues. Revenues for the year rose 7.2 percent to $2.161 billion compared\nto $2.015 billion for the prior year. Income before income taxes increased 35.8% to $354.7 million compared to $261.2 million\nthe prior year. Net income increased 28.3% to $260.8 million, with earnings per diluted share of $0.53 compared to $203.3 million,\nor $0.41 per diluted share for the prior year. The drop in net income from 2018 to 2019 was primarily attributed to the pension\nsettlement loss recorded in 2019.\nCOVID-19\nPandemic Impact\nAs the\npandemic challenges grew early in 2020, the Company made numerous operational adjustments to address the economic, health and\nsafety challenges from the COVID-19 pandemic. These included new COVID-related procedures, modified customer service and related\nprotocols, daily health screenings before entering shared offices, and a transition to remote work locations to reduce concentrations\nof personnel in offices where appropriate. Cost containment efforts included furloughs, layoffs, elimination of non-essential\ntravel, postponing capital expenditures, and temporary salary reductions for upper management, among other actions.\nCustomer\nretention during the pandemic is less predictable, and of greater immediate concern compared with our normal operations, however,\nour residential pest and termite control business has remained reasonably consistent with some growth over prior years. With many\nsheltering or working from home, we have experienced higher than normal demand for our residential services. Our commercial pest\ncontrol business has been more adversely impacted, as it crosses multiple industries such as healthcare, food processing, logistics,\ngrocery, retail and hospitality. Each of these industries is being impacted differently by the pandemic. Many of our commercial\ncustomers continue to operate as “essential” businesses; however, unfortunately there are a notable number of others\nthat have closed, at least temporarily. We expect this impact will persist through much of 2021 until the majority of the population\nhas been vaccinated against the virus. The Company’s residential and termite revenues grew 13.4% and 9.6%, respectively,\nin 2020 compared to 2019 while our commercial pest control revenues fell by 0.5%.\nWhile\nwe have a substantial amount of intangible assets on our balance sheet, based on our revenue growth this year, we do not anticipate\nany significant long-term loss in revenues or cash flows that would approach a level for impairment of intangible assets.\nAll of\nour critical supply-chain vendors have remained operational, and we have engaged additional new sources to supplement our existing\nsuppliers, especially for critical PPE and other COVID-19 related items. Fleet suppliers and support vendors continue to serve\nour needs.\nResults of\nOperations—2020 Versus 2019\nOverview\nThe\nCompany’s revenues increased to $2.161 billion in 2020, a 7.2% increase compared to 2019. Gross margin increased\nto 51.5% for 2020 from 50.7% in 2019. Sales, general and administrative expense were 30.4% of revenues in 2020 compared to\n30.9% in 2019. The Company’s depreciation and amortization expense as a percent of revenue increased 2.5% to 4.1% in\n2020 compared to 4.0% in 2019. Rollins’ net income of $260.8 million in 2020 was an increase of $57.5 million, or\n28.3%, compared to $203.3 million in 2019. Net profit margin improved to 12.1% in 2020 from 10.1% in 2019. Rollins continued\nto expand our global brand recognition with acquisitions in the United States, Canada, United Kingdom, Australia, and Asia as\nwell as expanded our Orkin international franchise program in numerous countries around the globe. The Company continues to\nseek new international opportunities.\nRevenues\nRevenues\nfor the year ended December 31, 2020 were $2.161 billion, an increase of $145.7 million, or 7.2%, from 2019 revenues of $2.015 billion.\nGrowth accounted for approximately 3.8% of our increase, and our acquisitions contributed the remaining revenue growth.\nWe experienced strong growth in residential pest control, increasing 13.4%, while termite and ancillary revenues grew 9.6%. Year\nover year commercial revenues were down 0.5% as commercial pest control was negatively impacted by the COVID-19 virus due to various\nlevels of government-driven shutdowns. The Company’s revenue mix for the year ended December 31, 2020 consisted primarily\nof 45% residential pest control, 36% commercial pest control and 19% termite and ancillary revenues (such as moisture control,\ninsulation, deck and gutter work).\nDuring\n2020, the Company chose to forgo the normal mid-year price increase, which historically contributes approximately 1.0% to our\nannual revenue growth. Approximately 80% of the Company’s pest control revenue was recurring in 2020, as well as in 2019.\nThe Company’s\nforeign operations accounted for approximately 7% and 8% of total revenues for the years ended December 31, 2020 and 2019, respectively.\nThe Company established new franchises  in several international countries around the globe in 2020 while closing or acquiring\nothers, for a total of 94 Orkin international franchises and nine Australia franchises at December 31, 2020, compared to 97 Orkin\ninternational franchises, one Canadian Critter Control franchises and ten Australia franchises at December 31, 2019. The Australia\nfranchises operate under the Murray Pest Control and Scientific Pest Management names.\nRevenue\nfrom franchising was up 5.6% in 2020 compared to 2019 as the Company continued to expand Orkin’s international footprint\nand recognition of initial franchise fees. International and domestic franchising revenue was less than 1% of the Company’s\nrevenues for 2020. Orkin had 143 and 147 franchises (domestic and international) at December 31, 2020 and 2019, respectively.\nThe Company continued its strategy of buying back Critter Control franchises during 2020, resulting in a drop in franchises to\n79 at December 31, 2020, compared to 85 at December 31, 2019.\nCost\nof Services Provided\nFor the\ntwelve months ended December 31, 2020, cost of services provided increased $55.0 million, or 5.5%, compared to the twelve months\nended December 31, 2019. Gross margin for the year increased to 51.5% for 2020 from 50.7% in 2019. Margin improvements were driven\nprimarily from lower service wage growth compared to revenue growth, and from fleet savings driven by improvements in our routing\nand scheduling efficiencies and lower fuel prices.\nDepreciation\nand Amortization\nFor the twelve\nmonths ended December 31, 2020, depreciation and amortization increased $7.2 million, or 8.9%, compared to the twelve months ended\nDecember 31, 2019. The dollar increase was primarily due to depreciation increasing $4.0 million, or 10.9%, from the depreciation\nof acquired and purchased assets and depreciation from various IT related projects. Amortization of intangible assets increased\n$3.2 million, or 7.3%, for 2020 due to the additional amortization of customer contracts from several acquisitions over the last\nyear, including a full year of amortization for Clark Pest Control acquired in April 2019, as well as several smaller foreign\nand domestic companies.\nSales,\nGeneral and Administrative\nFor the\ntwelve months ended December 31, 2020, sales, general and administrative (SG&A) expenses increased $32.8 million, or 5.3%,\ncompared to the twelve months ended December 31, 2019. SG&A decreased to 30.4% of revenues for the year ended December 31,\n2020 compared to 30.9% in 2019. The Company eliminated any non-essential spending at the start of the pandemic which lowered expenses\nin several areas. Travel restrictions reduced typical training, site visits and conference costs. Conversely, we incurred higher\nthan normal expenses in 2019 related to acquisition preparation and integration activities for Clark Pest Control.\nGain\n/ Loss on Sales of Assets, Net\nThe Company\nrecorded a $1.6 million net loss on sales of assets for the year ended December 31, 2020 compared to a net gain on sales of assets\nof $0.6 million in 2019. The Company’s 2020 losses came primarily from liquidating the pension plan assets from the 2019\npension plan settlement. During 2019, the Company recorded gains from the sale of owned vehicles and other owned property.\nInterest\nExpense, Net\nInterest\nexpense, net for the years ended December 31, 2020 and 2019 was $5.1 million and $6.9 million respectively, driven largely by\nborrowings to fund acquisitions, among other things.\nTaxes\nThe Company’s\neffective tax rate increased to 26.5% in 2020 compared to 22.1% in 2019, due primarily to state and foreign income tax changes\nand limited tax deductibility for the accelerated stock vesting expense recognized in 2020. The 2019 rate was lower due to beneficial\nadjustments related to the 2019 pension settlement.\nLiquidity and Capital Resources\nCash\nand Cash Flow\nCash from\noperating activities is the principal source of cash generation for our businesses.\nThe most\nsignificant source of cash in Rollins’ cash flow from operations is customer-related activities, the largest of which is\ncollecting cash resulting from services sold. The most significant operating use of cash is to pay our suppliers, employees,\ntax authorities and others for a wide range of material and services.\nThe Company’s\ncash and cash equivalents at December 31, 2020, 2019, and 2018 were $98.5 million, $94.3 million, and $115.5 million, respectively.\nCash Provided\nby Operating Activities\nThe\nCompany’s operations generated cash of $435.8 million for the year ended December 31, 2020 primarily from net income of\n$260.8 million, compared with cash provided by operating activities of $319.6 million in 2019 and $299.4 million in 2018. The\nCompany believes its current cash and cash equivalents balances, future cash flows expected to be generated from operating\nactivities, available borrowings under its $175.0 million revolving credit facility and $250.0 million term loan facility\nwill be sufficient to finance its current operations and obligations, and fund expansion of the business for the foreseeable\nfuture.\nThe Company\nsettled its obligations under the Rollins, Inc. Pension Plan in 2019 without making any additional contributions during the years\nended December 31, 2019 or 2018. The plan was fully funded with a prepaid balance. The plan assets exceeded the plan benefit obligations,\nand $31.8 million remained after settlement. The Company sold illiquid benefit plan asset investments during 2020 and used $18.0\nmillion and $11.0 million of the $31.8 million during the years ended December 31, 2020 and 2019, respectively, to fund its 401(k)\nmatch obligations. As of December 31, 2020, the Company had approximately $1.2 million remaining of benefit plan assets which\nwill likely be reverted to the Company per ERISA regulations in 2021.\nThe Company\nhas one remaining pension in one of its wholly-owned subsidiaries. An employer contribution of $0.1 million was made during\nthe year ended December 31, 2019. No contributions were made during 2020 or 2018. While the Company’s management does not expect\nto make a contribution to its remaining pension plan during fiscal year 2021, additional plan contributions, if any, will not\nhave a material effect on the Company’s financial position, results of operations or liquidity.\nCash\nUsed in Investing Activities\nThe\nCompany used $162.4 million in investing activities for the year ended December 31, 2020, compared to $455.1 million and\n$101.4 million during 2019 and 2018, respectively. The Company invested approximately $23.2 million in capital expenditures\nduring 2020 compared to $27.1 million and $27.2 million during 2019 and 2018, respectively. Capital expenditures for the year\nconsisted primarily of property purchases, equipment replacements and technology-related projects. The Company expects to\ninvest between $25.0 million and $30.0 million in 2021 in capital expenditures. During 2020, the Company and its subsidiaries\nacquired McCall Pest Management, Inc, the remaining Clark Pest Control locations, and Adam’s Pest Control in Australia\nas well as several other small to mid-sized companies for a total of $147.6 million compared to $430.6 million and $76.8\nmillion in acquisitions during 2019 and 2018, respectively. The expenditures for the Company’s acquisitions were funded\nthrough existing cash balances, borrowings on our line of credit, a term loan, and other operating cash flows. The Company\ncontinues to seek new acquisitions.\nCash\nUsed in or Provided by Financing Activities\nThe Company\nused $281.3 million in financing activities for the year ended December 31, 2020. During 2019, the Company generated $111.7 million\nfrom financing activities compared to using $175.4 million during 2018. The Company repaid $88.5 million of its outstanding debt\nbalance throughout 2020, net of borrowings, compared to borrowing $291.5 million during 2019, net of repayments. A total of $160.5\nmillion was paid in cash dividends ($0.33 per share) during the year ended December 31, 2020 including a special dividend paid\nin December 2020 of $0.09 per share, compared to $153.8 million in cash dividends paid ($0.31 per share) during the year ended\nDecember 31, 2019, including a special dividend paid in December 2019 of $0.03 per share and $152.7 million paid in cash dividends\n($0.31 per share) during the year ended December 31, 2018, including a special dividend paid in December 2018 of $0.06 per share.\nThe Company reclassified\ncertain prior period amounts in the Statement of Cash Flows from Operating Activities to Financing Activities for payment of contingent\nconsideration to conform to the current period presentation.\nThe Company\ndid not purchase shares on the open market during the years ended December 31, 2020, 2019 and 2018. There remain 11.4 million\nshares, adjusted for the December 10, 2020 three-for-two stock split, authorized to be repurchased under prior Board approval.\nThe Company repurchased $8.3  million, $10.0 million, and $9.5 million of common stock for the years ended December 31, 2020,\n2019 and 2018, respectively, from employees for the payment of taxes on vesting restricted shares.\nThe Company’s\n$98.5 million of total cash at December 31, 2020 is primarily cash held at various banking institutions. Approximately $71.3 million\nis held in cash accounts at international bank institutions and the remaining $27.2 million is primarily held in Federal Deposit\nInsurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times may\nexceed federally insured amounts.\nThe Company’s\ninternational business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment\nof foreign deposits and future earnings as well as acquisitions of unrelated companies. Repatriation of cash from the Company’s\nforeign subsidiaries is not a part of the Company’s current business plan.\nRollins\nmaintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic\noperations and obligations and to fund expansion of its domestic business.\nFor Information\nregarding our Revolving Credit Agreement see Note 4 – Debt of the Notes to Financial Statements (Part II, Item 8 of this\nForm 10-K).\nLitigation\nFor discussion\non the Company’s legal contingencies, see Note 15 – Commitments and Contingencies to the accompanying financial statements.\nOff Balance\nSheet Arrangements, Contractual Obligations and Contingent Liabilities and Commitments\nThe Company\nhas no material off balance sheet arrangements.\nThe\nimpact that the Company’s contractual obligations as of December 31, 2020 are expected to have on our liquidity and cash\nflow in future periods is as follows:\nCritical Accounting Policies\nand Estimates\nThe Company\nviews critical accounting policies and estimates to be those that are very important to the portrayal of our financial condition\nand results of operations, and that require management’s most difficult, complex or subjective judgments. The circumstances\nthat make these judgments difficult or complex relate to the need for management to make estimates about the effect of matters\nthat are inherently uncertain. We believe our critical accounting policies to be as follows:\nAccrual\nfor Termite Contracts\n—The Company maintains an accrual for termite claims representing the estimated costs of reapplications,\nrepairs and associated labor and chemicals, settlements, awards and other costs relative to termite control services. Factors\nthat may impact future costs include termiticide life expectancy and government regulation. It is significant that the actual\nnumber of claims has decreased in recent years due to changes in the Company’s business practices. However, it is not possible\nto precisely predict future significant claims. Accruals for termite contracts are included in other current liabilities and long-term\naccrued liabilities on the Company’s consolidated statements of financial position.\nAccrued\nInsurance—\nThe Company retains, up to specified limits, certain risks related to general liability, workers’\ncompensation and auto liability. Risks are managed through either high deductible insurance or a non-affiliated group captive\ninsurance member arrangement. The estimated costs of existing and future claims under the retained loss program are accrued based\nupon historical trends as incidents occur, whether reported or unreported (although actual settlement of the claims may not be\nmade until future periods) and may be subsequently revised based on developments relating to such claims. The Company contracts\nwith an independent third-party actuary on a semi-annual basis to provide the Company an estimated liability based upon historical\nclaims information. The actuarial study is a major consideration in establishing the reserve, along with management’s knowledge\nof changes in business practice and existing claims compared to current balances. Management’s judgment is inherently subjective\nas a number of factors are outside management’s knowledge and control. Additionally, historical information is not always\nan accurate indication of future events. The Company continues to be proactive in safety and risk management to develop and maintain\nongoing programs to reduce and prevent claims. Initiatives that have been implemented include required pre-employment screening\nand ongoing motor vehicle record review for all drivers, post-offer physicals for new employees, pre-hire, random and post\nincident drug testing, increased driver training and post-injury nurse triage for work-related injuries. The   accruals\nand reserves we hold are based on estimates that involve a degree of judgment and are inherently variable and could be overestimated\nor insufficient. If actual claims exceed our estimates, our operating results could be materially affected, and our ability to\ntake timely corrective actions to limit future costs may be limited.\nRevenue\nRecognition—\nthe Company’s Revenue recognition policy is to recognize revenue upon transfer of control of\npromised products or services to customers in an amount that reflects the consideration we expect to receive in exchange for those\nproducts or services. We enter into contracts that can include various combinations of products and services, each of which are\ndistinct and accounted for as separate performance obligations. Revenue is recognized net of allowances for refunds and any taxes\ncollected from customers, which are subsequently remitted to governmental authorities.\nMore on\nthe Company’s revenue recognition policy can be found in the Company’s Notes to the Consolidated Financial Statements,\nNote 1 - Summary of Significant Accounting Policies with the heading Revenue Recognition.\nContingency\nAccruals\n—The Company is a party to legal proceedings with respect to matters in the ordinary course of business.\nIn accordance with the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”)\nTopic 450\n“Contingencies,”\nManagement estimates and accrues for its liability and costs associated with the\nlitigation. Estimates and accruals are determined in consultation with outside counsel. Because it is not possible to accurately\npredict the ultimate result of the litigation, judgments concerning accruals for liabilities and costs associated with litigation\nare inherently uncertain and actual liabilities may vary from amounts estimated or accrued. However, in the opinion of management,\nthe outcome of the litigation will not have a material adverse impact on the Company’s financial condition or results of\noperations. Contingency accruals are included in other current liabilities and long-term accrued liabilities on the Company’s\nconsolidated statements of financial position.\nRecent\nAccounting Guidance\nSee Note\n1 - Summary of Significant Accounting Policies of the Notes to Financial Statements (Part II, Item 8 of this Form 10-K) for further\ndiscussion.\nForward-Looking Statements\nThis Annual\nReport contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Such\nforward-looking statements include, but are not limited to, statements regarding: (1) the Company continuing to expand its\ngrowth through the franchise program of its Orkin brand; (2) management’s belief that the Company competes favorably\nwith competitors as the world’s largest pest and termite control company; (3)\ncompliance with environmental and regulatory laws, legislative and regulatory requirements may have a material effect on the\nCompany’s capital expenditures, earnings, and competitive position and subject us to the possibility of regulatory and\nprivate actions or proceedings; (4) failure to comply with consumer protection, privacy solicitation laws or regulations\ncould subject us to involvement in lawsuits, enforcement actions and other claims by third parties or governmental\nauthorities, losses to our reputation, business or licenses or substantial fines, damages or penalties that may affect how\nthe business is operated, which, in turn, could have a material adverse effect on our financial position, results of\noperations and cash flows; (5) franchise dispute could have a material adverse effect on our financial position, results of\noperations and cash flows; (6) our belief that our maintenance of supplies is sufficient to fulfill our immediate\nneeds and to alleviate any potential short-term shortage in availability of such supplies; (7) the suitability and adequacy\nof our facilities to meet our current and reasonably anticipated future needs; (8) our belief that the development and\nretention of high-quality talent leads to a better customer experience and better customer retention; (9) our belief that if\nwe make it a priority to promote and create a diverse, equitable and inclusive workplace, it will result in higher levels of\nsatisfaction and engagement, stronger staff retention, higher productivity, and a heightened sense of belonging; (10) our\ngoals to create organizational change focusing on inclusion for all employees; (11) our belief that our commitment to offer\nemployees the opportunity to participate in various community outreach programs will help us meet our goals of attracting,\ndeveloping and retaining high-quality employees and create a significant impact in local communities over time; (12) our\nbelief that no pending claim, proceeding or litigation, either alone or in the aggregate, will have a material adverse effect\non our business, financial position, results of operations, liquidity, cash flow or prospects; (13) our belief that we\nestablish sufficient loss contingency reserves based upon outcomes of such pending claims, proceedings or litigation that we\ncurrently believe to be probable and reasonably estimable; (14) our belief that our financial statements filed with the SEC\non Forms 10-K and 10-Q for the relevant periods that are subject to the SEC investigation fairly present in all material\nrespects our financial condition, results of operations and cash flows as of their respective balance sheet dates and for the\nperiods then ended; (15) our expectation that the adverse impact of the COVID-19 pandemic, specifically, that a notable\nnumber of our commercial customers will continue to be forced to temporarily close their doors, will persist until the\nmajority of the population has been vaccinated against the virus; (16) our anticipation that we will not experience any\nsignificant long-term loss in revenues or cash flows, in connection with the COVID-19 pandemic, that would approach a level\nfor impairment of intangible assets; (17) the belief that our current cash and cash equivalents balances, future cash flows\nexpected to be generated from operating activities, available borrowings under our $175.0 million revolving credit facility\nand $136.0 million currently outstanding under our term loan facility will be sufficient to finance our current operations\nand obligations, and fund expansion of the business for the foreseeable future, (18) the belief that we have adequate liquid\nassets, funding sources and insurance accruals to satisfy any claims; (19) our expectation to continue our payment of cash\ndividends, subject to the earnings and financial condition of the Company and other relevant factors; (20) plans regarding\nfuture acquisitions and franchise expansions, including our belief that acquisitions have been and may continue to be an\nimportant element of our business strategy; (21) our belief that we maintain adequate liquidity and capital resources,\nwithout regard to its foreign deposits, to finance domestic operations and obligations and to fund expansion of our domestic\nbusiness; (22) plans to continue funding future defined benefit plan obligations with a possible reversion of any remaining\npension assets to us in compliance with ERISA regulations; (23) our belief that the Company will not make a contribution to\nits remaining pension plan during fiscal year 2021; (24) our belief that any potential additional pension plan\ncontributions will not have a material effect on our financial position, results of operations or liquidity; (25) our\nprojected 2021 capital expenditures; (26) the plans to grow the business in foreign markets through reinvestment of foreign\ndeposits and future earnings and through acquisitions of unrelated companies with no expectation of repatriation of cash from\nour foreign subsidiaries; (27) our ability to mitigate investment risks with respect to the Waltham Services, LLC Hourly\nEmployee Pension Plan by evaluating the appropriateness of the funds’ judgments and assumptions by reviewing the\nfinancial data included in the funds’ financial statements for reasonableness; (28) our belief that we have adequate\nliquid assets, funding sources and insurance accruals to accommodate certain insurance claims; (29) our expectation that we\nwill maintain compliance with the covenants contained in our Revolving Credit Agreement throughout 2021; (30) the expected\nimpact and amount of our contractual obligations; (31) our expectations regarding termite claims and factors that impact\nfuture costs from those claims; (32) the expected cost of termite renewals; (33) the expected collectability of accounts\nreceivable; (34) our belief that our tax positions are fully supportable; (35) expectations and plans regarding any losses\nfrom franchisees; (36) our beliefs about our accounting policies and the impact of recent accounting pronouncements; (37) our\nbelief that our exposure to market risks arising from changes in foreign exchange rates will not have a material impact upon\nour results of operations going forward; (38) our ability to utilize all of our foreign net operating losses and the\nreasonable possibility that the Company’s unrecognized tax benefits will decrease in the next 12 months; (39) our\nreasonable certainty that we will exercise the renewal options on our operating leases; (40) expectations regarding the\nrecognition of compensation costs related to time-lapse restricted shares; (41) our belief that maintaining and enhancing our\nbrands increases our ability to enter new markets and launch new and innovative services that better serve the needs of our\ncustomers; (42) our ability to be proactive in safety and risk management to develop and maintain ongoing programs to reduce\nclaims; and (43) our expected return on defined benefit pension plan assets; (44) the potential limitation of our ability to\ntake timely corrective actions to limit future costs if actual claims related to our defined benefit pension plan exceed our\naccruals and reserves; (45) our potential suspension of future services for customers with past due balances; and (46)\nmanagement’s intention that our floating-to-fixed interest rate swap for an aggregate notional amount of $100.0 million\nwill hedge a portion of the Company’s floating rate indebtedness under the Credit Facility.\nOur actual results\ncould differ materially from those indicated by the forward-looking statements because of various risks, timing and uncertainties\nincluding, without limitation, the failure to maintain and enhance our brands and develop a positive client reputation; our ability\nto protect our intellectual property and other proprietary rights; actions taken by our franchisees, subcontractors or vendors\nthat may harm our business; general economic conditions; the impact of the extent and duration of economic contraction related\nto COVID-19 on general economic activity for the remainder of 2021 and beyond; the impact of future developments related to the\nCOVID-19 pandemic on the Company’s business, results of operations, accounting assumptions and estimates and financial condition;\npotential increases in labor costs; our inability to attract and retain skilled workers; competitive factors and pricing practices;\nchanges in industry practices or technologies; the degree of success of our termite process reforms and pest control selling and\ntreatment methods; our ability to identify and integrate potential acquisitions; unsuccessful expansion into international markets;\nclimate and weather trends; a breach of data security resulting in the unauthorized access of personal, financial, or other data\nor information about our customers, employees, third parties, or of our proprietary confidential information; damage to our brands\nor reputation; possibility of an adverse ruling against us in pending litigation, regulatory action or investigation; changes\nin various government laws and regulations, including environmental regulations; the effectiveness of our risk management and\nsafety program; general market risk; management’s substantial ownership interest and its impact on public stockholders and\nthe availability of the Company’s common stock to the investing public; and the existence of certain anti-takeover provisions\nin our governance documents, which could make a tender offer, change in control or takeover attempt that is opposed by the Company’s\nBoard of Directors more difficult or expensive. All of the foregoing risks and uncertainties are beyond our ability to control,\nand in many cases, we cannot predict the risks and uncertainties that could cause our actual results to differ materially from\nthose indicated by the forward-looking statements. The Company does not undertake to update its forward-looking statements."
  },
  {
    "item_key": "item_7a",
    "text": "Market\nRisk\nThe Company\nmaintained an investment portfolio (included in cash and cash equivalents) subject to short-term interest rate risk exposure.\nThe Company is subject to interest rate risk exposure through borrowings on its $175.0 million revolving credit facility and $250.0\nmillion term loan facility. As of December 31, 2020, the revolving commitment had outstanding borrowings of $67.0 million and\nthe term loan had outstanding borrowings of $136.0 million. Additionally, the Company maintained $35.1 million in Letters of Credit.\nThese letters of credit are required by the Company’s fronting insurance companies and/or certain states, due to the Company’s\nself-insured status, to secure various workers’ compensation and casualty insurance contracts coverage. The Company believes\nthat it has adequate liquid assets, funding sources and insurance accruals to accommodate such claims. The Company is also exposed\nto market risks arising from changes in foreign exchange rates. The Company believes that this foreign exchange rate risk will\nnot have a material impact upon the Company’s results of operations going forward. For a discussion of the Company’s\nactivities to manage risks relative to fluctuations in foreign currency exchange rates, see Note 11 to the accompanying financial\nstatements."
  },
  {
    "item_key": "item_8",
    "text": "MANAGEMENT’S\nREPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nTo the\nStockholders of Rollins, Inc.:\nThe\nmanagement of Rollins, Inc. and subsidiaries is responsible for establishing and maintaining adequate internal control over financial\nreporting for the Company. Rollins, Inc. maintains a system of internal accounting controls designed to provide reasonable assurance,\nat a reasonable cost, that assets are safeguarded against loss or unauthorized use and that the financial records are adequate\nand can be relied upon to produce financial statements in accordance with accounting principles generally accepted in the United\nStates of America. The internal control system is augmented by written policies and procedures, an internal audit program and\nthe selection and training of qualified personnel. This system includes policies that require adherence to ethical business standards\nand compliance with all applicable laws and regulations.\nUnder\nthe supervision and with the participation of our management, including our principal executive officer and principal\nfinancial and accounting officer, we conducted an evaluation of the effectiveness of the design and operation of internal\ncontrols over financial reporting, as of December 31, 2020 based on criteria established in the 2013 Internal\nControl—Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on\nthis evaluation, management’s assessment is that Rollins, Inc. maintained effective internal control over financial\nreporting as of December 31, 2020.\nThe independent\nregistered public accounting firm, Grant Thornton LLP has audited the consolidated financial statements as of and for the year\nended December 31, 2020, and has also issued their report on the effectiveness of the Company’s internal control over financial\nreporting, included in this report on page 27.\nAtlanta, Georgia\nFebruary 26, 2021\nThe accompanying\nnotes are an integral part of these consolidated financial statements.\nThe accompanying\nnotes are an integral part of these consolidated financial statements\nThe accompanying\nnotes are an integral part of these consolidated financial statements\nThe accompanying\nnotes are an integral part of these consolidated financial statements.\nThe accompanying\nnotes are an integral part of these consolidated financial statements\nSupplemental\nDisclosures of Non-Cash Items\nPension\n—Non-cash\ndecreases/(increases) in the minimum pension liability which were charged/(credited) to other comprehensive income were $(0.2)\nmillion, $75.4 million, and $(14.8) million in 2020, 2019, and 2018, respectively.\nBusiness\nCombinations\n—There were $12.6 million in non-cash acquisitions of assets in business combinations for the year\nended December 31, 2020, $34.2 million in 2019 and $18.1 million for 2018.\nNOTES TO\nCONSOLIDATED FINANCIAL STATEMENTS\nYears ended\nDecember 31, 2020, 2019, and 2018, Rollins, Inc. and Subsidiaries\n1.\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBusiness\nDescription\n—Rollins, Inc. (the “Company”), was originally incorporated in 1948, under the laws of the\nstate of Delaware as Rollins Broadcasting, Inc.\nThe Company\nis an international service company with headquarters located in Atlanta, Georgia, providing pest and termite control services\nthrough its wholly-owned subsidiaries to both residential and commercial customers in the United States, Canada, Australia, Europe,\nand Asia with international franchises in Canada, Central and South America, the Caribbean, the Middle East, Asia, Europe,\nAfrica, Canada, and Australia. Services are performed through a contract that specifies the pricing arrangement with the customer.\nOrkin, a wholly-owned subsidiary\nof the Company founded in 1901, is the world’s largest pest and termite control company. It provides customized services\nfrom over 400 locations. Orkin either serves customers directly or through franchise operations, in the United States, Canada,\nCentral and South America, the Caribbean, the Middle East, Asia, Europe, and Africa providing essential pest control services\nand protection against termite damage, rodents and insects to homes and businesses, including hotels, food service establishments,\nfood manufacturers, retailers and transportation companies. Orkin operates under the Orkin\n®\ntrademark. The Orkin\n®\nbrand name makes Orkin the most recognized pest and termite company throughout the United States.\nOrkin\nCanada, a wholly-owned subsidiary of Orkin founded in 1952, was acquired by Orkin in 1999. Orkin Canada is Canada’s largest\npest control provider and a leader in the development of fast, effective and environmentally responsible pest control solutions.\nOrkin Canada operates under the Orkin Canada\n®\ntrademarks. The Orkin Canada brand name provides brand recognition\nthroughout Canada.\nWestern, a wholly-owned\nsubsidiary of the Company founded in 1928, was acquired by Rollins, Inc. in 2004. Western is primarily a commercial pest control\nservice company and its business complements most of the services Orkin offers, focusing on the northeastern United States.\nIFC, a wholly-owned\nsubsidiary of the Company founded in 1937, was acquired by Rollins, Inc. in 2005. IFC is a leading provider of pest management\nand sanitation services and products to the food and commodity industries.\nHomeTeam, a\nwholly-owned subsidiary of the Company established in 1996, was acquired by Rollins, Inc. in April 2008. At the time of the\nacquisition, HomeTeam, with its unique Taexx\n®\ntubes in the wall pest control system, was recognized as a\npremier pest control business and ranked as the 4th largest company in the industry. HomeTeam services home builders and\nother commercial and residential customers nationally.\nRollins\nAustralia Pty Ltd (“Rollins Australia”), a wholly-owned subsidiary of the Company, acquired Allpest,\nin February 2014. Allpest was established in 1959 and is headquartered in Perth, Australia. Allpest provides traditional commercial,\nresidential, and termite service as well as consulting services on border protection related to Australia’s biosecurity\nprogram and provides specialized services to Australia’s mining and oil and gas sectors.\nCritter\nControl, a wholly-owned subsidiary of the Company, was acquired by Rollins, Inc. on February 27, 2015. Critter Control was established\nin 1983 and is headquartered in Traverse City, Michigan. The business is primarily franchised, operating in 40 states and one\nCanadian province.\nRollins UK\nHoldings Ltd was formed as a wholly-owned subsidiary of the Company to acquire Safeguard in June 2016. Safeguard is a pest\ncontrol company established in the United Kingdom in 1991 with a history of providing superior pest control, bird control,\nand specialist services to residential and commercial customers.\nNorthwest,\na wholly-owned subsidiary of the Company founded in 1951, was acquired by the Company in August 2017. Northwest specializes in\nresidential and commercial termite control, pest control, mosquito control, wildlife services, lawn care, insulation, and\nHVAC services, focusing on the Southeast United States.\nOn April\n30, 2019, the Company acquired Clark Pest Control located in Lodi, CA. At\nthe time of the acquisition, Clark Pest Control was a leading pest management company in California and the nation’s 8th largest\npest management company according to PCT 100 rankings. Clark Pest Control services its customers from 26 service locations in\n2 states. Clark Pest Control recorded revenues of approximately $139.2 million for the fiscal year ended December 31, 2018. The\nCompany’s consolidated statements of income include the results of operations of Clark Pest Control for the period beginning April\n30, 2019 through December 31, 2020.\nThe Company\nhas several smaller wholly-owned subsidiaries that in total make up less than 5% of the Company’s total revenues.\nThe Company\nhas one reportable segment, its pest and termite control business. Revenue, operating profit and identifiable assets for\nthis segment, includes the United States, Canada, Australia, Europe, Asia, Central and South America, the Caribbean, the\nMiddle East, and Africa. The Company’s results of operations and its financial condition are not reliant upon any single\ncustomer, few customers or foreign operations.\nThe Company reclassified certain\nprior period amounts in the Statement of Cash Flows from Operating Activities to Financing Activities for payment of contingent\nconsideration to conform to the current period presentation.\nPrinciples\nof Consolidation\n—The Company’s Consolidated Financial Statements include the accounts of Rollins, Inc. and\nthe Company’s wholly-owned subsidiaries and have been prepared in accordance with accounting principles generally accepted\nin the U.S. (“GAAP”). The Company does not consolidate the financial statements of any company in which it has an\nownership interest of 50% or less. The Company is not the primary beneficiary of, nor does it have a controlling financial\ninterest in, any variable interest entity. Accordingly, the Company has not consolidated any variable interest entity. The Company\nreclassified certain prior period amounts, none of which were material, to conform to the current period presentation. All material\nintercompany accounts and transactions have been eliminated.\nSubsequent\nEvents\n—The Company evaluates its financial statements through the date the financial statements are issued.\nEstimates\nUsed in the Preparation of Consolidated Financial Statements\n—The preparation of the consolidated financial statements\nin conformity with accounting principles generally accepted in the United States of America requires management to make estimates\nand assumptions that affect the amounts reported in the accompanying notes and financial statements. Actual results could differ\nfrom those estimates and such differences could be significant.\nRevenue\nRecognition\n—The Company’s revenue recognition policy is to recognize revenue upon transfer of control of promised\nproducts or services to customers in an amount that reflects the consideration we expect to receive in exchange for those products\nor services. We enter into contracts that can include various combinations of products and services, each of which are distinct\nand accounted for as separate performance obligations. Revenue is recognized net of allowances for returns and any taxes collected\nfrom customers, which are subsequently remitted to governmental authorities.\nNature of\nGoods and Services and Performance Obligations\nThe Company\ncontracts with its customers to provide the following goods and services, each of which is a distinct performance obligation:\nPest\ncontrol services -\nRollins provides pest control services to protect residential and commercial properties from common pests,\nincluding rodents and insects. Pest control generally consists of assessing a customer’s property for conditions that invite\npests, tackling current infestations, and stopping the life cycle to prevent future invaders. Revenue from pest control services\nis recognized as services are rendered.\nThe Company’s\nrevenue recognition policies are designed to recognize revenues upon satisfaction of the performance obligation at the time services\nare performed. For certain revenue types, because of the timing of billing and the receipt of cash versus the timing of performing\nservices, we use estimates as described below. Residential and commercial pest control services are primarily recurring in nature\non a monthly, bi-monthly or quarterly basis, while certain types of commercial customers may receive multiple treatments within\na given month. In general, pest control customers sign an initial one-year contract, and revenues are recognized at the time services\nare performed. The Company defers recognition of advance payments and recognizes the revenue as the services are rendered. The\nCompany classifies discounts related to the advance payments as a reduction in revenues.\nTermite\ncontrol services -\nRollins provides both traditional and baiting termite protection services. Traditional termite protection\nuses “Termidor” liquid treatment and/or dry foam and Orkin foam to treat voids and spaces around the property, while\nbaiting termite protection uses baits to disrupt the molting process termites require for growth and offers ongoing protection.\nRevenue from initial termite treatment services is recognized as services are provided.\nMaintenance/monitoring/inspection\n-\nIn connection with the initial service offerings, Rollins provides recurring maintenance, monitoring or inspection services\nto help protect consumer’s property from any future sign of termite activities after the original treatment. This recurring\nservice is a service-type warranty under ASC 606 as it is routinely sold and purchased separately from the initial treatment services\nand is typically purchased or renewed annually.\nTermite\nbaiting revenues are recognized based on the transfer of control of the individual units of accounting. At the inception of a\nnew baiting services contract, upon quality control review of the installation, the Company recognizes revenue for the installation\nof the monitoring stations, initial directed liquid termiticide treatment and servicing of the monitoring stations. A portion\nof the contract amount is deferred for the undelivered monitoring performance obligation. This portion is recognized as income\non a straight-line basis over the remaining contract term, which results in recognition of revenue that depicts the Company’s\nperformance in transferring control of the service. The allocation of the transaction price to the two deliverables is based on\nthe relative stand-alone selling price. There are no contingencies related to the delivery of additional items or meeting other\nspecified performance conditions. Baiting renewal revenue is deferred and recognized over the annual contract period on a straight-line\nbasis that depicts the Company’s performance in transferring control of the service.\nRevenue\nreceived for conventional termite renewals is deferred and recognized on a straight-line basis over the remaining contract term\nthat depicts the Company’s performance in transferring control of the service; and, the cost of reinspections, reapplications\nand repairs and associated labor and chemicals are expensed as incurred. For outstanding claims, an estimate is made of the costs\nto be incurred (including legal costs) based upon current factors and historical information. The performance of reinspections\ntends to be close to the contract renewal date and while reapplications and repairs involve an insubstantial number of the contracts,\nthese costs are incurred over the contract term. As the revenue is being deferred, the future cost of reinspections, reapplications\nand repairs and associated labor and chemicals applicable to the deferred revenue are expensed as incurred. The Company accrues\nfor noticed claims. The costs of providing termite services upon renewal are compared to the expected revenue to be received and\na provision is made for any expected losses.\nMiscellaneous\nservices -\nIn certain agreements with customers, Rollins may offer other miscellaneous services, including restroom cleaning\n(eliminating foul odors, grease and grime which could attract pests) and training (seminars covering good manufacturing practices\nand product stewardship). Revenue from miscellaneous services is recognized when services are provided.\nProducts\n-\nDepending on customer demand, Rollins may separately sell pest control and/or termite protection products, such as traps.\nRevenue from product sales is recognized upon transfer of control of the asset.\nEquipment\nrental (or lease) -\nDepending on customer demand, Rollins may lease certain pest control and/or termite protection equipment.\nRevenues from equipment rentals are recognized over the period of the rental/lease. Revenues from equipment rentals represent less\nthan 1.0% of the Company’s revenues for each reported period.\nRight\nto access intellectual property (Franchise) -\nThe right to access Rollins’ intellectual property is an essential part\nof Orkin’s franchising agreements. These agreements provide the franchisee (the customer) a license to use the Rollins’\nname and trademark when advertising and selling services to end customers in their normal course of business. Orkin franchise\nagreements contain a clause allowing Orkin to purchase certain assets of the franchisee. This is only an offer for Orkin to re-purchase\nthe assets originally provided by Orkin to the franchisee and is not a performance obligation or a form of consideration. International\nand domestic franchising revenue was less than 1.0% of the Company’s annual revenues.\nAll Orkin\ndomestic franchises have a guaranteed repurchase clause that the Orkin franchise may be repurchased by Orkin at a later date once\nit has been established. The Company amortizes the initial franchise fee over the initial franchise term. Deferred Orkin franchise\nfees were $\n1.6\nmillion and $\n1.7\nmillion for the year ending December 31, 2020 and 2019, respectively.\nRoyalties\nfrom Orkin franchises are accrued and recognized as revenues are earned on a monthly basis. Revenue from Orkin franchises was\n$\n9.4\nmillion for the year ended December 31, 2020 and $\n8.7\nmillion and $\n8.8\nmillion for the years ended December 31, 2019\nand 2018, respectively.\nContract\nBalances\nTiming of\nrevenue recognition may differ from the timing of invoicing to customers. We record unearned revenue when revenue is recognized\nsubsequent to billing. Unearned revenue mainly relates to the Company’s termite baiting offering, conventional renewals,\nand year-in-advance pest control services for which we have been paid in advance and earn the revenue when we transfer control\nof the product or service. For multi-year agreements, we generally invoice customers annually at the beginning of each annual\ncoverage period. Refer to Note 3 - Revenue for further information, including changes in unearned revenue for the year.\nThe Company\nextends terms to certain customers on higher dollar termite and ancillary work, as well as to certain franchisees for initial\nfunding on the sale of franchises. These financed receivables are segregated from our trade receivables. The amounts that are\ndue within one year from the balance sheet dates are classified as short-term financed receivables, and are shown, net of allowance\nfor expected credit\n    losses, at $23.7 million as of December 31, 2020 and $22.3 million at December 31, 2019. The balances of long-term\nfinanced receivables, net of allowance for expected credit\n    losses, were $38.2 million as of December 31, 2020 and $30.8 million at\nDecember 31, 2019 and are included in long-term assets on our consolidated statements of financial position. See Note 6 –\nFinancing Receivables for further information.\nThe allowance\nfor expected credit\n    losses reflects our best estimate of probable losses inherent in the accounts receivable balance. We determine\nthe allowance based on known troubled accounts, historical experience, and other currently available evidence. Activity in the\nallowance for expected credit\n    losses can be found on Schedule II-Valuation and Qualifying Accounts.\nPayment\nterms and conditions vary by contract type, although terms generally include a requirement of payment within 30 to 60 days. In\ninstances where the timing of revenue recognition differs from the timing of invoicing, we have determined our contracts generally\ndo not include a significant financing component. The primary purpose of our invoicing terms is to provide customers with simplified\nand predictable ways of purchasing our products and services, not to receive financing from our customers or to provide customers\nwith financing.\nPractical\nExpedients and Exemptions\nWe generally\nexpense sales commissions when incurred because the amortization period would have been one year or less. These costs are recorded\nwithin sales and marketing expenses.\nWe do not\ndisclose the value of unsatisfied performance obligations for (i) contracts with an original expected length of one year or less\nand (ii) contracts for which we recognize revenue at the amount to which we have the right to invoice for services performed.\nAll revenues are reported net of sales taxes.\nThe Company’s\ninternational operations accounted for approximately 7% and 8% of revenues for the years ended December 31, 2020 and 2019,\nrespectively.\nAllowance\nfor Expected Credit Losses\n— The Company maintains an allowance for expected credit losses accounts based on the\nexpected collectability of accounts receivable.  Management uses historical collection results as well as accounts receivable\naging in order to determine the expected collectability of accounts receivable.  Substantially all of the Company’s\nreceivables are due from pest control and termite services in the United States and selected international locations.  The\nCompany’s allowance for expected credit losses is determined using a combination of factors to ensure that our receivables\nare not overstated due to uncollectability. The Company’s established credit evaluation procedures seek to minimize the\namount of business we conduct with higher risk customers. Provisions for expected credit losses are recorded in selling, general\nand administrative expenses. Accounts are written-off against the allowance for expected credit\n    losses when the Company determines\nthat amounts are uncollectible, and recoveries of amounts previously written off are recorded when collected. Significant recoveries\nwill generally reduce the required provision in the period of recovery. Therefore, the provision for expected credit\n    losses can fluctuate\nsignificantly from period to period. There were no large recoveries in 2020, 2019, and 2018.  We record specific provisions\nwhen we become aware of a customer’s inability to meet its financial obligations to us, such as in the case of bankruptcy\nfilings or deterioration in the customer’s operating results or financial position. If circumstances related to customers\nchange, our estimates of the realizability of receivables would be further adjusted, either upward or downward.\nAdvertising\n—Advertising\ncosts are charged to sales, general and administrative expense during the year in which they are incurred.\nCash\nand Cash Equivalents\n— The Company considers all investments with an original maturity of three months or less when\npurchased to be cash equivalents.\nThe Company’s\n$98.5 million of total cash at December 31, 2020, is primarily cash held at various banking institutions. Approximately $71.3\nmillion is held in cash accounts at international bank institutions and the remaining $27.2 million is primarily held in Federal\nDeposit Insurance Corporation (“FDIC”) insured non-interest-bearing accounts at various domestic banks which at times\nmay exceed federally insured amounts.\nThe Company’s\ninternational business is expanding, and we intend to continue to grow the business in foreign markets in the future through reinvestment\nof foreign deposits and future earnings as well as acquisitions of unrelated companies. Repatriation of cash from the Company’s\nforeign subsidiaries is not a part of the Company’s current business plan.\nRollins\nmaintains adequate liquidity and capital resources, without regard to its foreign deposits, that are directed to finance domestic\noperations and obligations and to fund expansion of its domestic business for the foreseeable future.\nMarketable\nSecurities\n— From time to time, the Company maintains investments held by several large, well-capitalized financial\ninstitutions. The Company’s investment policy does not allow investment in any securities rated less than “investment\ngrade” by national rating services.\nManagement\ndetermines the appropriate classification of debt securities at the time of purchase and re-evaluates such designations as of\neach balance sheet date. Debt securities are classified as available-for-sale because the Company does not have the intent to\nhold the securities to maturity. Available-for-sale securities are stated at their fair values, with the unrealized gains and\nlosses reported as in earnings.\nThe Company\nhad no marketable securities other than those held in the defined benefit pension plan and the non-qualified deferred compensation\nplan at December 31, 2020 and 2019. See Note 16 for further details.\nMaterials\nand Supplies\n— Materials and supplies are stated at the lower cost of cost or market. Cost is determined on the first-in,\nfirst-out method.\nIncome\nTaxes\n—The Company provides for income taxes based on FASB ASC topic 740 “Income Taxes”, which requires\nrecognition of deferred tax liabilities and assets for the expected future tax consequences of events that have been included\nin the consolidated financial statements or tax returns. The Company provides an allowance for deferred tax assets when it determines\nthat it is more likely than not that the deferred tax assets will not be utilized. The Company establishes additional provisions\nfor income taxes when, despite the belief that tax positions are fully supportable, there remain certain positions that do not\nmeet the minimum probability threshold. The Company’s policy is to record interest and penalties related to income tax matters\nin income tax expense.\nEquipment\nand Property\n— Equipment and Property are stated at cost, net of accumulated depreciation, and are provided principally\non a straight-line basis over the estimated useful lives of the related assets. Annual provisions for depreciation are computed\nusing the following asset lives: buildings, 10 to 40 years; and furniture, fixtures, and operating equipment, 2 to 10 years. Expenditures\nfor additions, major renewals and betterments are capitalized and expenditures for maintenance and repairs are expensed as incurred.\nThe cost of assets retired or otherwise disposed of and the related accumulated depreciation and amortization are eliminated from\nthe accounts in the year of disposal with the resulting gain or loss credited or charged to income. The annual provisions for\ndepreciation, below, have been reflected in the Consolidated Statements of Income in the line item entitled Depreciation and Amortization.\nImpairment\nof Long-Lived Assets\n-\nIn accordance with the FASB ASC Topic 360,\n“Property, Plant and Equipment”\n,\nthe Company’s long-lived assets, such as property and equipment and intangible assets with definite lives are reviewed for\nimpairment whenever events or changes in circumstances indicate that the carrying amount of these assets may not be recoverable.\nRecoverability of assets to be held and used is measured by a comparison of the carrying amount of an asset to estimated undiscounted\nfuture cash flows expected to be generated by the asset. If the carrying amount of an asset exceeds its estimated undiscounted\nfuture cash flows, an impairment charge is recognized in the amount by which the carrying amount of the asset exceeds the fair\nvalue of the asset. We periodically evaluate the appropriateness of remaining depreciable lives assigned to long-lived assets,\nincluding customer contracts and assets that may be subject to a management plan for disposition.\nGoodwill\nand Other Intangible Assets\n— In accordance with the FASB ASC Topic 350,\n“Intangibles - Goodwill and other”\n,\nthe Company classifies intangible assets into three categories: (1) intangible assets with definite lives subject to amortization;\n(2) intangible assets with indefinite lives not subject to amortization; and (3) goodwill. The Company does not amortize intangible\nassets with indefinite lives or goodwill. Goodwill and other intangible assets with indefinite useful lives are tested for impairment\nannually or more frequently if events or circumstances indicate the assets might be impaired. Such conditions may include an economic\ndownturn or a change in the assessment of future operations. The Company performs impairment tests of goodwill at the Company\nlevel. Such impairment tests for goodwill include comparing the fair value of the appropriate reporting unit (the Company) with\nits carrying value. If the fair value of the reporting unit is below the carrying value, the Company recognizes a goodwill impairment charge for the amount by which the carrying value exceeds the reporting\nunit’s fair value.  The Company performs impairment tests for indefinite-lived intangible assets by comparing\nthe fair value of each indefinite-lived intangible asset unit to its carrying value. The Company recognizes an impairment charge\nif the asset’s carrying value exceeds its estimated fair value. The Company completed its most recent annual impairment\nanalysis as of September 30, 2020. Based upon the results of these analyses, the Company has concluded that no impairment of its\ngoodwill or intangible assets with indefinite lives was indicated.\nAccrued\nInsurance\n—The Company retains, up to specified limits, certain risks related to general liability, workers’\ncompensation and vehicle liability. Risks above specified limits are managed through either high deductible insurance or a non-affiliated\ngroup captive insurance member arrangement. The estimated costs of existing and future claims under the retained loss program\nare accrued based upon historical trends as incidents occur, whether reported or unreported (although actual settlement of the\nclaims may not be made until future periods) and may be subsequently revised based on developments relating to such claims. The\nCompany contracts with an independent third-party actuary on a semi-annual basis to provide the Company an estimated liability\nbased upon historical claims information. The actuarial study is a major consideration in establishing the reserve, along with\nmanagement’s knowledge of changes in business practice and recent claims and trends. Management’s judgment is inherently\nsubjective as a number of factors are outside management’s knowledge and control. Additionally, historical information is\nnot always an accurate indication of future events.\nAccrual\nfor Termite Contracts\n—The Company maintains an accrual for termite claims representing the estimated costs of reapplications,\nrepairs and associated labor and chemicals, settlements, awards and other costs relative to termite control services. Factors\nthat may impact future costs include termiticide life expectancy and government regulation. It is significant that the actual\nnumber of claims has decreased in recent years due to changes in the Company’s business practices. However, it is not possible\nto precisely predict future significant claims. An accrual for termite contracts is included in other current liabilities and\nlong-term accrued liabilities on the Company’s consolidated statements of financial position.\nContingency\nAccruals\n—The Company is a party to legal proceedings with respect to matters in the ordinary course of business.\nIn accordance with the FASB ASC Topic 450\n“Contingencies,”\nmanagement estimates and accrues for its liability\nand costs associated with the litigation. Estimates and accruals are determined in consultation with outside counsel. Because\nit is not possible to accurately predict the ultimate result of the litigation, judgments concerning accruals for liabilities\nand costs associated with litigation are inherently uncertain and actual liability may vary from amounts estimated or accrued.\nHowever, in the opinion of management, the outcome of the litigation will not have a material adverse impact on the Company’s\nfinancial condition or results of operations. Contingency accruals are included in other current liabilities and long-term accrued\nliabilities on the Company’s consolidated statements of financial position\nThree-for-two\nstock split\n—The Board of Directors at its quarterly meeting on October 27, 2020, authorized a three-for-two stock\nsplit by the issuance on December 10, 2020 of one additional common share for each two common shares held of record at November\n10, 2020. All share and per share data appearing in the consolidated financial statements and related notes are restated for the\nthree-for-two stock split.\nEarnings\nPer Share\n—the FASB ASC Topic 260-10\n“Earnings Per Share-Overall,”\nrequires a basic earnings per\nshare and diluted earnings per share presentation. Further, all outstanding unvested share-based payment awards that contain non-forfeitable\nrights to dividends or dividend equivalents, whether paid or unpaid, are considered participating securities and an entity is\nrequired to include participating securities in its calculation of basic earnings per share.\nThe Company\nhas periodically issued share-based payment awards that contain non-forfeitable rights to dividends and therefore are considered\nparticipating securities. See Note 17 for further information on restricted stock granted to employees.\nThe basic\nand diluted calculations are the same as we have no stock options or other potentially dilutive instruments outstanding. Basic\nand diluted earnings per share are computed by dividing net income by the weighted average number of shares outstanding during\nthe respective periods.\nA reconciliation\nof weighted average shares outstanding along with the earnings per share attributable to restricted shares of common stock (participating\nsecurities) is as follows (in thousands except per share data). All share and per share information in the following chart are\nrestated for the stock split effective December 10, 2020:\nTranslation\nof Foreign Currencies\n—Assets and liabilities reported in functional currencies other than U.S. dollars\nare translated into U.S. dollars at the year-end rate of exchange. Revenues and expenses are translated at the weighted\naverage exchange rates for the year. The resulting translation adjustments are charged or credited to other comprehensive\nincome. Gains or losses from foreign currency transactions, such as those resulting from the settlement of receivables or\npayables, denominated in foreign currency are included in the earnings of the current period.\nStock-Based\nCompensation\n— The Company accounts for its stock-based compensation in accordance with the FASB ASC Topic 718 “\nCompensation\n– Stock Compensation\n.” Time lapse restricted shares (TLRSs) have been issued to officers and other management\nemployees under the Company’s Employee Stock Incentive Plan.\nTLRSs provide\nfor the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated\nnumber of years from the grant date, depending on the terms of the issue. Outstanding TLRSs vest in 20 percent increments starting\nwith the second anniversary of the grant, over six years from the date of grant. During these years, grantees receive all dividends\ndeclared and retain voting rights for the granted shares. The agreements under which the restricted stock is issued provide that\nshares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed. The fair value\nof these awards is recognized as compensation expense, net of estimated forfeitures, on a straight-line basis over six years.\nComprehensive\nIncome (Loss)\n—Other Comprehensive Income (Loss) results from foreign currency translations, minimum pension liability\nadjustments and cash flow hedge of interest rate risks.\nFranchising\nProgram\n– Rollins’ wholly-owned subsidiary, Orkin Systems, LLC, had\n49\n,\n50\nand\n47\ndomestic franchises as of\nDecember 31, 2020, 2019 and 2018, respectively. Transactions with Orkin’s domestic franchises involve sales of territories\nand customer contracts to establish new Orkin franchises, initial franchise fees and royalties. The territories, customer contracts\nand initial Orkin franchise fees are typically sold for a combination of cash and notes due over periods ranging up to five years.\nNotes receivable from Orkin domestic franchises were $\n5.8\nmillion at December 31, 2020 and $\n6.7\nmillion at December 31,\n2019. The Company amortizes the Orkin domestic initial domestic franchise fees over the initial franchise term. Deferred Orkin\ndomestic franchise fees were $\n1.6\nmillion at December 31, 2020 and $\n1.7\nmillion December 31, 2019. These notes receivable are\nincluded as financing receivables and the deferred franchise fees are included in other current liabilities in the accompanying\nConsolidated Statements of Financial Position. The Company’s maximum exposure to loss (notes receivable from franchises\nless deferred franchise fees) relating to Orkin’s domestic franchises was $\n4.2\nmillion, $\n5.0\nmillion, and $\n4.9\nmillion for\nthe years ended December 31, 2020, 2019 and 2018, respectively.\nAs of December 31,\n2020, 2019 and 2018, Orkin had\n94\n,\n97\n, and\n86\ninternational franchises, respectively. Orkin’s  international franchise\nprogram began with its first international franchise in 2000 and since has expanded to Central and South America, the\nCaribbean, the Middle East, Asia, Europe, and Africa.\nRoyalties\nfrom Orkin franchises (domestic and international) are accrued and recognized as revenues, and are earned on a monthly basis.\nRevenue from Orkin franchises (domestic and international) was $\n9.4\nmillion for the year ended December 31, 2020 and $\n8.7\nmillion\nand $\n8.8\nmillion for the years ended December 31, 2019 and 2018, respectively.\nRollins’\nwholly-owned subsidiary, Critter Control, Inc., had\n79\n,\n85\nand\n81\nfranchises in the United States and Canada as of December 31,\n2020, 2019 and 2018, respectively. Transactions with Critter Control franchises involve sales of territories and customer contracts\nto establish new franchises, initial franchise fees and royalties. The territories, customer contracts and initial franchise fees\nare typically sold for a combination of cash and notes. Notes receivable from Critter Control franchises were $1.7 million and\n$0.9 million at December 31, 2020 and 2019, respectively.  These notes are not guaranteed. These notes receivable are included as financing receivables\nand the deferred franchise fees are included in other current liabilities in the accompanying Consolidated Statements of Financial\nPosition. The Company amortizes the Critter Control domestic initial franchise\nfees over the initial franchise term. Deferred Critter Control domestic franchise fees were $69 thousand at December 31, 2020\nand $19 thousand December 31, 2019. The Company’s maximum exposure to loss (notes receivable from franchises less deferred franchise fees) relating\nto Critter Control’s domestic franchises was $1.6 million and $0.9 million for the years ended December 31, 2020 and\n2019, respectively.\nRoyalties\nfrom Critter Control franchises (domestic and international) are accrued and recognized as revenues, and are earned on a monthly\nbasis. Revenue from Critter Control franchises was $\n4.8\nmillion for the year ended December 31, 2020 and $\n4.8\nmillion and $\n4.1\nmillion for the years ended December 31, 2019 and 2018, respectively.\nCombined\ndomestic and international revenues from Orkin, Critter Control and Australia franchises were $15.2 million for the year ended\nDecember 31, 2020 and $17.1 million and $14.7 million for the years ended December 31, 2019 and 2018, respectively. Total franchising\nrevenues were less than 1.0% of the Company’s annual revenues.\nRight\nto access intellectual property (Franchise)\n- The right to access Orkin’s, Critter Control’s and our Australia\nfranchisors’ intellectual property is an essential part of our franchise agreements. These agreements provide the franchisee\na license to use the brand name and trademark when advertising and selling services to end customers in their normal course of\nbusiness. Orkin and Critter Control franchise agreements contain a clause allowing the respective franchisor to purchase certain\nassets of the franchisee at the conclusion of their franchise agreement or upon termination. This is only an option for the franchisor\nto re-purchase the assets selected by the franchisor and is not a performance obligation or a form of consideration.\nRecent\nAccounting Guidance\nRecently\nadopted accounting standards\nIn June\nof 2016, the FASB issued ASU 2016-13, “Financial Instruments - Credit Losses (ASC 326): Measurement of Credit Losses on\nFinancial Instruments.” The updated accounting guidance requires changes to the recognition of credit losses on financial\ninstruments not accounted for at fair value through net income. The Company adopted ASU 2016-13 effective January 1, 2020 and\nrecognized the decrease in the allowance for expected credit losses, net of tax, as a $2.5 million increase to beginning retained\nearnings.\nThe Company\nis exposed to credit losses primarily related to accounts receivable and financed receivables derived from customer services\nrevenue. To reduce credit risk for residential pest control accounts receivable, we promote enrollment in our auto-pay programs.\nIn general, we may suspend future services for customers with past due balances. The Company’s credit risk is generally\nlow with a large number of entities comprising Rollins’ customer base and dispersion across many different geographical\nregions.\nThe Company\nmanages its financing receivables on an aggregate basis when assessing and monitoring credit risks. The Company’s established\ncredit evaluation and monitoring procedures seek to minimize the amount of business we conduct with higher risk customers. The\ncredit quality of a potential obligor is evaluated at the loan origination based on an assessment of the individual’s Beacon/credit\nbureau score. Rollins requires a potential obligor to have good creditworthiness with low risk before entering into a contract.\nDepending upon the individual’s credit score, the Company may accept with 100% financing or require a significant down payment\nor turn down the contract. Delinquencies of accounts are monitored each month. Financing receivables include installment receivable\namounts which are due subsequent to one year from the balance sheet dates.\nThe Company’s allowances for credit losses for trade accounts receivable and financed receivables are developed using historical\ncollection experience, the current aging of receivables, and consideration of current economic and market conditions and reasonable and\nsupportable forecasts relevant to the collection of receivables. Below is a roll-forward of the Company’s allowance for credit losses for the year ended December 31, 2020.\nIn January\n2017, the FASB issued ASU No. 2017-04, Intangibles-Goodwill and Other (ASC 350): Simplifying the Test for Goodwill Impairment,\nwhich eliminated the requirement to calculate the implied fair value of goodwill (i.e., Step 2 of the current goodwill impairment\ntest) to measure a goodwill impairment charge. Instead, entities would record an impairment charge based on the excess of a reporting\nunit’s carrying amount over its fair value (i.e., measure the charge based on the previous Step 1). The Company adopted\nASU 2017-04 effective January 1, 2020. The adoption of this standard had no material impact on its consolidated financial statements.\nIn August\n2018, the FASB issued ASU No. 2018-13, Fair Value Measurement (ASC 820): Disclosure Framework—Changes to the Disclosure\nRequirements for Fair Value Measurement. The updated accounting guidance modified the disclosure requirements on fair value measurements\nby removing certain disclosure requirements related to the fair value hierarchy, modifying existing disclosure requirements related\nto measurement uncertainty and adding new disclosure requirements. The Company adopted ASU 2018-13 effective January 1, 2020 and\nthe adoption did not materially impact its financial statement disclosures.\nRecently\nissued accounting standards to be adopted in 2021 or later\nIn December\n2019, the FASB issued ASU No. 2019-12 Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes. The standard eliminates\nthe need for an organization to analyze whether the following apply in a given period (1) exception to the incremental approach\nfor intraperiod tax allocation (2) exceptions to accounting for basis differences when there are ownership changes in foreign\ninvestments and (3) exceptions in interim period income tax accounting for year-to-date losses that exceed anticipated losses.\nThe ASU also is designed to improve financial statement preparers’ application of income tax-related guidance and simplify\nGAAP for (1) franchise taxes that are partially based on income, (2) transactions with a government that result in a step-up in\nthe tax basis of goodwill, (3) separate financial statements of legal entities that are not subject to tax, and (4) enacted changes\nin tax laws in interim periods. The standard in this update is effective for the Company’s financial statements issued for\nfiscal years beginning in 2021. The adoption of this ASU is not expected to have a material impact on the Company’s consolidated\nfinancial statements.\n2.\nACQUISITIONS\nThe Company\nmade 31 and 30 acquisitions during the years ended December 31, 2020, and 2019, respectively, and a material one is described\nbelow.\nAcquisition\nof Clark Pest Control:\nThe Company\ncompleted the acquisition of Clark Pest Control on April 30, 2019. Clark Pest Control is a leading pest management company in\nCalifornia and was the nation’s 8th largest pest management company according to PCT 100 rankings at the time of the acquisition,\nmaking it the largest Rollins acquisition since the Company acquired HomeTeam Pest Defense in 2008. Clark Pest Control services\nits customers from 26 service locations in 2 states. Clark Pest Control recorded revenues of approximately $139.2 million for\nthe fiscal year ended December 31, 2018. The Company’s consolidated statements of income include the results of operations of\nClark Pest Control beginning April 30, 2019.\nThe Company\nengaged an independent valuation firm to determine the allocation of the purchase price to goodwill and identifiable intangible\nassets. The valuation resulted in the allocation of $191.9 million to goodwill, $112.7 million to customer contracts, and $49.8\nmillion to other intangible assets, principally tradenames. The finite-lived intangible assets, principally customer contracts,\nare being amortized over periods principally ranging from 5 to 10 years on a straight-lined basis.\nThe\nfair values of Clark Pest Control's assets\nand liabilities, at the date of acquisition\n, were as follows:\nThe\nunaudited\npro forma financial information presented below gives effect to the Clark Pest Control acquisition as if it had occurred as of\nthe beginning of our fiscal year 2018\n. The information presented below is for illustrative purposes only and is not necessarily\nindicative of results that would have been achieved if the acquisition had actually occurred as of the beginning of such years\nor results which may be achieved in the future.\nTotal\ncash purchase price for the Company’s acquisitions in 2020 and 2019 were $147.6 million and $430.6 million, respectively.\nExcluding the values of the Clark Pest Control discussed above, the fair values of major classes of assets acquired and liabilities\nassumed along with the contingent consideration liability recorded during the valuation period of acquisition is included in the\nreconciliation of the total consideration as follows (in thousands):\n3.\nREVENUE\nThe following\ntables present our revenues disaggregated by revenue source (in thousands).\nSales\nand usage-based taxes are excluded from revenues. No sales to an individual customer or in a country other than the United\nStates accounted for 10% or more of the sales for the periods listed on the following table. Revenue, classified by the major\ngeographic areas in which our customers are located, was as follows:\nRevenue from external customers,\nclassified by significant product and service offerings, was as follows:\nDeferred\nrevenue recognized for the year ended December 31, 2020 and 2019 was $\n173.2\nmillion and $\n165.0\nmillion, respectively. Changes\nin unearned revenue were as follows:\nRevenue\nallocated to remaining performance obligations represents contracted revenue that has not yet been recognized (“contracted\nnot recognized revenue”), which includes both unearned revenue and revenue that will be billed and recognized in future\nperiods. The Company has no material contracted not recognized revenue as of December 31, 2020 or December 31, 2019.\nAt December\n31, 2020 and December 31, 2019, the Company had long-term unearned revenue of $18.0 million and $13.7 million, respectively. Unearned\nshort-term revenue is recognized over the next 12-month period. The majority of unearned long-term revenue is recognized over\na period of five years or less with immaterial amounts recognized through 2025.\n4.\nDEBT\nIn April\n2019, the Company entered into a Credit Agreement with Truist Bank, (formerly known as SunTrust Bank) and Bank of America, N.A.\nfor an unsecured Revolving Commitment of up to $\n175.0\nmillion, which includes a $\n75.0\nmillion letter of credit subfacility and\na $\n25.0\nmillion swingline subfacility and an unsecured variable rate $\n250.0\nmillion Term Loan with Truist Bank and Bank of America,\nN.A. Both the Revolving Commitment and the Term Loan have five-year durations commencing on April 29, 2019. In addition, the agreement\nhas provisions to extend the duration beyond the Revolving Commitment termination date as well as optional prepayments rights\nat any time and from time to time to prepay any borrowing, in whole or in part, without premium or penalty. As of December 31,\n2020, the Revolving Commitment had outstanding borrowings of $\n67.0\nmillion and the Term Loan had outstanding borrowings of $\n136.0\nmillion. As of December 31, 2019, there were $\n291.5\nmillion in aggregate outstanding borrowings. The $\n203.0\nmillion outstanding\nborrowings value approximated the fair value at December 31, 2020 based upon interest rates available to the Company as evidenced\nby debt of other companies with similar credit characteristics. Our effective interest rate on the debt outstanding as of December\n31, 2020 was 1.07%. The effective interest rate is comprised of the 1-month LIBOR plus a margin of 75.0 basis points as\ndetermined by our leverage ratio calculation.\nThe aggregate annual maturities of long-term debt were as follows:\nThe Company\nmaintains approximately $\n35.1\nmillion in letters of credit. These letters of credit are required by the Company’s fronting\ninsurance companies and/or certain states, due to the Company’s self-insured status, to secure various workers’ compensation\nand casualty insurance contracts coverage. The Company believes that it has adequate liquid assets, funding sources and insurance\naccruals to accommodate such claims.\nIn order\nto comply with applicable debt covenants, the Company is required to maintain at all times a leverage ratio of not greater than\n3.00:1.00. The leverage ratio is calculated as of the last day of the fiscal quarter most recently ended. The Company remained\nin compliance with applicable debt covenants at December 31, 2020 and expects to maintain compliance throughout 2021.\n5.\nTRADE\nRECEIVABLES\nThe allowance\nfor expected credit losses accounts is principally calculated based on the application of estimated loss percentages to delinquency\naging totals, based on contractual terms, for the various categories of receivables. Bad debt write-offs occur according to Company\npolicies that are specific to pest control, commercial and termite accounts.\nAt any given\ntime, the Company may have immaterial amounts due from related parties, which are invoiced and settled on a regular basis.\n6.\nFINANCING RECEIVABLES\nRollins\nmanages its financing receivables on an aggregate basis when assessing and monitoring credit risks. The Company’s credit\nrisk is generally low with a large number of entities comprising Rollins’ customer base and dispersion across many different\ngeographical regions. The credit quality of a potential obligor is evaluated at the loan origination based on an assessment of\nthe individual’s Beacon/credit bureau score. Rollins requires a potential obligor to have good creditworthiness with low\nrisk before entering into a contract. Depending upon the individual’s credit score, the Company may accept with\n100\n%\nfinancing\nor require a significant down payment or turndown the contract. Delinquencies of accounts are monitored each month. Financing\nreceivables include installment receivable amounts which are due subsequent to one year from the balance sheet dates.\nSchedule of financed receivables including installment receivable amounts which are due subsequent to one year\nTotal financing\nreceivables, net were $61.9 million and $53.1 million at December 31, 2020 and December 31, 2019, respectively. Financing receivables\nare generally charged-off when deemed uncollectable or when\n180\ndays have elapsed since the date of the last full contractual\npayment. The Company’s charge-off policy has been consistently applied during the periods reported. Management considers\nthe charge-off policy when evaluating the appropriateness of the allowance for expected credit losses. Gross charge-offs as a\npercentage of average financing receivables were\n4.6\n%\nand\n5.0\n%\nfor the twelve months ended December 31, 2020 and December 31,\n2019, respectively. Due to the low percentage of charge-off receivables and the high creditworthiness of the potential obligor,\nthe entire Rollins, Inc. financing receivables portfolio has a low credit risk.\nThe Company\noffers\n90\ndays same-as-cash financing to some customers based on their creditworthiness. Interest is not recognized until the\n91st day at which time it is calculated retrospectively back to the first day if the contract has not been paid in full. In certain\ncircumstances, such as when delinquency is deemed to be of an administrative nature, accounts may still accrue interest when they\nreach\n180\ndays past due. As of December 31, 2020, there were 2 accounts that were greater than 180 days past due, which have been\nfully reserved.\nIncluded\nin financing receivables are notes receivable from franchise owners. The majority of these notes are low risk as the repurchase\nof these franchises is guaranteed by the Company’s wholly-owned subsidiary, Orkin Systems, LLC, and the repurchase price\nof the franchise is currently estimated and has historically been well above the receivable due from the franchise owner. Also\nincluded in notes receivables are franchise notes from other brands which are not guaranteed and do not have the same historical\nvaluation.\nThe carrying\namount of notes receivable approximates fair value as the interest rates approximate market rates for these types of contracts.\nLong-term installment receivables, net were $38.2 million and $30.8 million at December 31, 2020 and 2019, respectively.\nRollins\nestablishes an allowance for expected credit losses to ensure financing receivables are not overstated due to uncollectability.\nThe allowance balance is comprised of a general reserve, which is determined based on a percentage of the financing receivables\nbalance, and a specific reserve, which is established for certain accounts with identified exposures, such as customer default,\nbankruptcy or other events, that make it unlikely that Rollins will recover its investment. The general reserve percentages are\nbased on several factors, which include consideration of historical credit losses and portfolio delinquencies, trends in overall\nweighted average risk rating of the portfolio and information derived from competitive benchmarking.\nThe allowance\nfor expected credit losses related to financing receivables\nwas as follows\nThe following is a\nsummary of\nthe past due financing receivables\n:\nThe following is a\nsummary\nof percentage of gross financing receivables\n:\n7.\nEQUIPMENT AND PROPERTY\nEquipment and property are presented\nat cost less accumulated depreciation\nand are detailed as follows:\nIncluded\nin equipment and property, net at December 31, 2020 and 2019, are fixed assets held in foreign countries of $\n8.5\nmillion,\nand $\n7.7\nmillion, respectively.\nTotal depreciation\nexpense was approximately $40.6 million in 2020, $36.6 million in 2019 and $30.4 million in 2018.\n8.\nFAIR VALUE MEASUREMENT\nThe Company’s\nfinancial instruments consist of cash and cash equivalents, trade and notes receivables, accounts payable, other short-term liabilities\nand debt. The carrying amounts of these financial instruments approximate their fair values. The Company has financial instruments\nrelated to its defined benefit pension plan and deferred compensation plan detailed in Note 16.\nThe fair\nvalue hierarchy has three levels based on the reliability of the inputs used to determine fair value. Level 1 refers to fair values\ndetermined based on quoted prices in active markets for identical assets. Level 2 refers to fair values estimated using significant\nother observable inputs, and Level 3 includes fair values estimated using significant non-observable inputs.\nAt December\n31, 2020 and 2019, respectively, the Company had $35.7 million and $49.1 million of acquisition holdback and earnout liabilities\nwith the former owners of acquired companies. Acquisition earnouts are generally earned by achieving certain levels of revenue\ngrowth while maintaining certain profit margins. The earnout liabilities are discounted to reflect the expected probability of\npayout, and both earnout and holdback liabilities are discounted to their net present value on the Company’s books and are considered\nLevel 3 liabilities.\nThe table below presents a\nsummary of the changes in fair value\nfor these liabilities.\n9.\nGOODWILL\nGoodwill\nrepresents the excess of the purchase price over the fair value of net assets of businesses acquired. The carrying amount of goodwill\nwas $650.8 million at December 31, 2020 and $572.8 million as of December 31, 2019. Goodwill increased for the year ended\nDecember 31, 2020 due to acquisitions, and currency conversion of foreign goodwill. The carrying amount of goodwill in foreign\ncountries was $\n81.4\nmillion as of December 31, 2020 and $\n55.8\nmillion as of December 31, 2019.\nThe changes in the carrying\namount of goodwill\nfor the twelve months ended December 31, 2020 and 2019 were as follows:\n10.\nCUSTOMER CONTRACTS,\nTRADENAMES AND TRADEMARKS, AND OTHER INTANGIBLE ASSETS\nCustomer\ncontracts are amortized on a straight-line basis over the period of the agreements, as straight-line best approximates the ratio\nthat current revenues bear to the total of current and anticipated revenues, based on the estimated lives of the assets. In accordance\nwith the FASB ASC Topic 350 “Intangibles - Goodwill and other”, the expected lives of customer contracts were analyzed,\nand it was determined that customer contracts should be amortized over a life of\n7\nto\n20\nyears dependent upon customer type.\nThe\ncarrying amount and accumulated amortization for customer contracts\nwere as follows:\nThe carrying\namount of customer contracts in foreign countries was $\n45.7\nmillion as of December 31, 2020 and $\n33.5\nmillion as of December 31,\n2019.\nTrademarks\nand tradenames are amortized on a straight-line basis over the period of their useful lives. The Company has determined these\nassets have useful lives between\n7\nand\n20\nyears with non-amortizable, indefinite lived tradenames of $97.4 million and $94.5 million\nas of December 31, 2020 and 2019, respectively.\nThe\ncarrying amount and accumulated amortization for trademarks and tradenames\nwere as follows:\nThe carrying\namount of trademarks and tradenames in foreign countries was $\n3.3\nmillion as of December 31, 2020 and $\n3.4\nmillion as of\nDecember 31, 2019.\nOther intangible\nassets include non-compete agreements and patents. Non-compete agreements are amortized on a straight-line basis over periods\nranging from\n3\nto\n20\nyears and patents are amortized on a straight-line basis over\n15\nyears.\nThe\ncarrying amount and accumulated\namortization for other intangible assets\nwere as follows:\nThe carrying\namount of other intangible assets in foreign countries was $\n1.0\nmillion as of December 31, 2020 and $\n1.2\nmillion as of December 31,\n2019.\nIncluded\nin the table above are non-amortizable, indefinite lived Internet domain names of $2.2 million at December 31, 2020 and 2019,\nrespectively.\nTotal amortization\nexpense was approximately $\n47.7\nmillion in 2020, $\n44.5\nmillion in 2019 and $\n36.4\nmillion in 2018.\nEstimated\namortization expense for the existing carrying amount of customer contracts and other intangible assets\nfor each of the five succeeding\nfiscal years are as follows:\n11.\nDERIVATIVE INSTRUMENTS\nAND HEDGING ACTIVITIES\nRisk Management Objective\nof Using Derivatives\nThe Company\nis exposed to certain interest rate risks on our outstanding debt and foreign currency risks arising from our international business\noperations and global economic conditions. The Company enters into certain derivative financial instruments to lock in certain\ninterest rates, as well as to protect the value or fix the amount of certain obligations in terms of its functional currency,\nthe U.S. dollar.\nCash\nFlow Hedges of Interest Rate Risk\nThe Company\nuses interest rate swap arrangements to manage or hedge its interest rate risk. Notwithstanding the terms of the swaps, the Company\nis ultimately obligated for all amounts due and payable under the Revolving Commitment and the Term Loan (“Credit Facility”).\nThe Company does not use such instruments for speculative or trading purposes.\nOn June\n19, 2019, the Company entered into a floating-to-fixed interest rate swap for an aggregate notional amount of $100.0 million in\norder to hedge a portion of the Company’s floating rate indebtedness under the Credit Facility. The Company designated the\nswap as a cash flow hedge. The swap requires the Company to pay a fixed rate of 1.94% per annum on the notional amount. The notional\namounts as of December 31, 2020 and 2019 were $40.0 and $80.0 million, respectively. The cash flows from the swap began June 30,\n2019 and end on December 31, 2021. As of December 31, 2020 and 2019, $0.4 million and $0.3 million, respectively, had been recorded\nas Accumulated Losses in Other Comprehensive Income (“AOCI”). Realized gains and losses in connection with each required\ninterest payment are reclassified from AOCI to interest expense during the period of the cash flows. During 2020, $0.7 million\nwas recorded as additional interest expense from the swap. During 2019, $0.1 million was recorded as interest income, partially\noffsetting the floating rate interest expense on our Credit Facility. On a quarterly basis, management evaluates any swap agreement\nto determine its effectiveness or ineffectiveness and records the change in fair value as an adjustment to AOCI. Management intends\nthat the swap remains effective. No swaps existed at December 31, 2018.\nHedges\nof Foreign Exchange Risk\nThe Company\nis exposed to fluctuations in various foreign currencies against its functional currency, the US dollar. We use foreign currency\nderivatives, specifically foreign currency forward contracts (“FX Forwards”), to manage our exposure to fluctuations\nin the USD-CAD and AUD-USD exchange rates. FX Forwards involve fixing the foreign currency exchange rate for delivery of a specified\namount of foreign currency on a specified date. The FX Forwards are typically settled in US dollars for their fair value at or\nclose to their settlement date. We do not currently designate any of these FX Forwards under hedge accounting, but rather reflect\nthe changes in fair value immediately in earnings. We do not use such instruments for speculative or trading purposes, but rather\nuse them to manage our exposure to foreign exchange rates. Changes in the fair value of FX Forwards are recorded in other income/expense\nand were equal to a net gain of $0.2 million for the twelve months ended December 31, 2020 and a net loss of $0.4 million\nin 2019. The fair values of the Company’s FX Forwards were recorded in Other Current Liabilities as net obligations of $0.4\nmillion and $0.2 million at December 31, 2020 and 2019, respectively.\nAs of December 31, 2020, the\nCompany had the following\noutstanding FX Forwards\n(in thousands except for number of instruments):\nThe financial statement impact related\nto these derivative instruments was insignificant for the years ended December 31, 2020, 2019, and 2018.\n12.\nINCOME\nTAXES\nThe\nCompany’s\nincome tax provision\nconsisted of the following:\nThe\nprimary\nfactors causing income tax expense to be different than the federal statutory rate\nfor 2020, 2019 and 2018 are as follows:\nOther includes\nthe release of deferred tax liabilities, tax credits, valuation allowance, and other immaterial adjustments.\nDuring 2018,\nthe Company completed the analysis of earnings and profits of foreign investments. This resulted in the recognition at year ended\nDecember 31, 2018 of an additional $1.2 million related to the imposition of a tax on deemed repatriated earnings of foreign subsidiaries.\nThe Company has elected to include the global intangible low-taxed income (GILTI) as part of tax expense in the year incurred.\nThe Provision\nfor Income Taxes resulted in an effective tax rate of\n26.5\n%\non Income Before Income Taxes for the year ended December 31, 2020.\nThe effective rate differs from the annual federal statutory rate primarily because of state and foreign income taxes, adjustments\nrelated to the accelerated stock vesting expense and certain other disallowed deductions.\nFor 2019\nthe effective tax rate was\n22.1\n%\n. The effective rate differs from the annual federal statutory rate primarily because of state\nand foreign income taxes and beneficial adjustments related to the pension settlement.\nFor 2018\nthe effective tax rate was\n25.4\n%\n. The effective income tax rate differs from the annual federal statutory tax rate primarily because\nof state and foreign income taxes, tax benefits associated with restricted stock and adjustments due to the TCJA.\nDuring 2020,\n2019 and 2018, the Company paid income taxes of $81.2 million, $75.8 million and $77.3 million, respectively, net of refunds.\nDeferred\nincome taxes reflect the net tax effects of the temporary differences between the carrying amounts of assets and liabilities for\nfinancial reporting purposes and income tax purposes.\nSignificant components of the Company’s deferred tax assets and liabilities\nat December 31, 2020 and 2019 are as follows:\nAnalysis\nof the valuation allowance\n:\nAs\nof December 31, 2020, the Company has net operating loss carryforwards for foreign and state income tax purposes of\napproximately $\n58.5\nmillion, which will be available to offset future taxable income. If not used, these carryforwards will expire between 2021\nand 2032. Management believes that it is unlikely to be able to utilize approximately $\n0.7\nmillion of foreign net operating losses before they expire and has included a valuation allowance for the effect of these\nunrealizable operating loss carryforwards. The valuation allowance increased by $\n0.06\nmillion due to foreign net operating losses. The Company has a foreign tax credit carryforward of $\n3.8\nmillion which if not fully utilized will expire in 2026.\nEarnings\nfrom continuing operations before income tax included foreign income of $\n25.3\nmillion in 2020, $\n26.7\nmillion in 2019 and $\n22.7\nmillion in 2018. The Company’s international business is expanding, and we intend to continue to grow the business in foreign\nmarkets in the future through reinvestment of foreign deposits and future earnings as well as acquisition of unrelated companies.\nRepatriation of cash from the Company’s foreign subsidiaries is not part of the Company’s current business plan.\nThe total\namount of unrecognized tax benefits at December 31, 2020 that, if recognized, would affect the effective tax rate is $0.8 million.\nA\nreconciliation of the beginning and ending amount of unrecognized tax benefits\nis as follows:\nThe Company\nand its subsidiaries are subject to U.S. federal income tax as well as income tax of multiple state and foreign jurisdictions.\nIn addition, the Company has subsidiaries in various state and international jurisdictions that are currently under audit for\nyears ranging from 2013 through 2019. With few exceptions, we are no longer subject to U.S. federal, state and local, or non-U.S.,\nincome tax examinations for years prior to 2013.\nIt is reasonably\npossible that the amount of unrecognized tax benefits will decrease in the next 12 months.\nThe Company’s\npolicy is to record interest and penalties related to income tax matters in income tax expense. Accrued interest and penalties\nwere $\n0.07\nmillion and $\n0.03\nmillion as of December 31, 2020 and 2019, respectively. During 2020 the Company recognized interest\nand penalties of $\n0.1\nmillion.\n13.\nACCRUAL\nFOR TERMITE CONTRACTS\nIn accordance\nwith the FASB ASC Topic 450\n“Contingencies,”\nthe Company maintains an accrual for termite claims representing\nthe estimated costs of reapplications, repairs and associated labor and chemicals, settlements, awards and other costs relative\nto termite control services. Factors that may impact future cost include termiticide life expectancy and government regulation.\nA\nreconciliation\nof changes in the accrual for termite contracts\nis as follows:\nThe accrual\nfor termite contracts is included in other current liabilities, $1.9 million and $2.3 million at December 31, 2020 and 2019,\nrespectively, and long-term accrued liabilities, $0.9 million and $0.8 million at December 31, 2020 and 2019, respectively,\non the Company’s consolidated statements of financial position.\n14.\nLEASES\nThe Company\nleases certain buildings, vehicles, and equipment in order to reduce the risk associated with ownership. The Company elected the\npractical expedient approach permitted under ASC 842 not to include short-term leases with a duration of 12 months or less on\nthe balance sheet. As of December 31, 2020 and 2019, all leases were classified as operating leases. Building leases generally\ncarry terms of 5 to 10 years with annual rent escalations at fixed amounts per the lease. Vehicle leases generally carry a fixed\nterm of one year with renewal options to extend the lease on a monthly basis resulting in lease terms up to 7 years depending\non the class of vehicle. The exercise of renewal options is at the Company’s sole discretion. It is reasonably certain that the\nCompany will exercise the renewal options on its vehicle leases. The measurement of right-of-use assets and liabilities for vehicle\nleases includes the fixed payments associated with such renewal periods. We separate lease and non-lease components of contracts.\nOur lease agreements do not contain any material variable payments, residual value guarantees, early termination penalties or\nrestrictive covenants.\nThe Company\nuses the rate implicit in the lease when available; however, most of our leases do not provide a readily determinable implicit\nrate. Accordingly, we estimate our incremental borrowing rate based on information available at lease commencement.\nLease\nCommitments\nFuture minimum\nlease payments\n, including assumed exercise of renewal options at December 31, 2020 were as follows:\nFuture commitments\npresented in the table above include lease payments in renewal periods for which it is reasonably certain that the Company will\nexercise the renewal option. Total future minimum lease payments for operating leases, including the amount representing interest,\nare comprised of $97.9 million for building leases and $135.1 million for vehicle leases. As of December 31, 2020, the Company\nhad additional future obligations of $7.0 million for leases that had not yet commenced.\n15.\nCOMMITMENTS\nAND CONTINGENCIES\nIn the normal\ncourse of business, the Company and its subsidiaries are involved in, and will continue to be involved in, various claims, arbitrations,\ncontractual disputes, investigations, and regulatory and litigation matters relating to, and arising out of, our businesses and\nour operations. These matters may involve, but are not limited to, allegations that our services or vehicles caused damage or\ninjury, claims that our services did not achieve the desired results, claims related to acquisitions and allegations by federal,\nstate or local authorities of violations of regulations or statutes. In addition, we are parties to employment-related cases and\nclaims from time to time, which may include claims on a representative or class action basis alleging wage and hour law violations.\nWe are also involved from time to time in certain environmental matters primarily arising in the normal course of business. We\nevaluate pending and threatened claims and establish loss contingency reserves based upon outcomes we currently believe to be\nprobable and reasonably estimable. We do not believe that the ultimate resolution of the claims we are currently involved in will\nhave a material adverse effect on our business, results of operations, financial condition, cash flow and prospects; however,\nit is possible that an unfavorable outcome of some or all of the matters, however unlikely, could result in a charge that might\nbe material to the results of an individual quarter or year.\nAs\npreviously disclosed, the SEC is conducting an investigation, which the Company believes is primarily focused on how it\nestablished accruals and reserves at period-ends and the impact of those accruals and reserves on reported earnings. The\ninvestigation relates to period-ends for periods beginning January 1, 2015. The Company is fully\ncooperating with the SEC’s investigation. The Company cannot predict the outcome of this investigation. The\nCompany’s Audit Committee retained independent counsel to conduct an internal investigation into matters related to the\nSEC investigation and, in particular, the Company’s processes for establishing reserves for each quarter in the\nrelevant periods. The internal investigation was concluded in October 2020. The Company, after consultation with the Audit\nCommittee and the independent counsel, believes that its financial statements filed with the SEC on Forms 10-K and 10-Q for\nthe relevant periods fairly present in all material respects its financial condition, results of operations and cash flows as\nof their respective balance sheet dates and for the periods then ended.\nManagement\ndoes not believe that any pending claim, proceeding or litigation, either alone or in the aggregate will have a material adverse\neffect on the Company’s financial position, results of operations or liquidity; however, it is possible that an unfavorable\noutcome of some or all of the matters, however unlikely, could result in a charge that might be material to the results of an\nindividual quarter or year.\n16.\nEMPLOYEE\nBENEFIT PLANS\nDefined\nBenefit Pension Plans\nRollins,\nInc. Retirement Income Plan, (the “Rollins, Inc. Plan”)\nThe Company\nhas sponsored several noncontributory tax-qualified defined benefit pension plans covering employees meeting certain age and service\nrequirements, the most significant of which was the Rollins, Inc. Plan. The plan provided benefits based on the average compensation\nfor the highest five years during the last ten years of credited service (as defined) in which compensation was received, and\nthe average anticipated Social Security covered earnings. The Company funds its plans with at least the minimum amount required\nby ERISA. The Company made no contributions to the plans for the years ended December 31, 2020 or 2018, but contributed $0.1 million\nfor the year ended December 31, 2019.\nIn 2005,\nthe Company ceased all future benefit accruals under the Rollins, Inc. Plan, although the Company remained obligated to provide\nemployees benefits earned through June 2005.  In September 2019, the Company settled this fully-funded pension plan through\na combination of lump sum payments to participants, payments to the Pension Benefit Guaranty Corporation, and the purchase of\na group annuity contract. With the completed funding of the plan payout settlements, the Company had approximately $31.8 million\nof pension assets remaining. The remaining assets were the result of the funded status of the Rollins, Inc. Plan, higher take\nrate of lump sum payment election by participants and optimal pricing of the group annuity contract. The Company evaluated the\nERISA allowable opportunities for utilization of the excess pension assets, including funding other employee benefits. The Company\nused $18.0  million during the year ended December 31, 2020 and $11.0 million during the year ended December 31, 2019 of\nthe $31.8 million to fund its 401(k) match obligation. The Company anticipates a possible reversion of any remaining pension assets\nto the Company per ERISA regulations in 2021. As of December 31, 2020, the Company had approximately $1.2 million remaining of\nbenefit plan assets related to the Rollins, Inc. Plan.\nThe\nCompany continues to sponsor the Waltham Services, LLC Hourly Employee Pension Plan (“Waltham Plan”),\nwhich covers less than 85 participants as of December 31, 2020. The Waltham Plan was amended, effective September 1, 2018, to\nfreeze future benefit accruals for all participants. The Company accounts for all defined benefit plans in accordance with\nthe FASB ASC Topic 715 “Compensation Retirement Benefits,” and engages an outside actuary to calculate\nobligations and costs. With the assistance of the actuary, the Company evaluates the significant assumptions used on a\nperiodic basis, including the estimated future return on plan assets, the discount rate, and other factors, and makes\nadjustments to these liabilities as necessary.\nThe Company\nuses December 31 as the measurement date for its defined benefit post-retirement plans.\nThe funded status of the plans and\nthe net amount recognized in the statement of financial position\nare summarized as follows as of:\nThe accumulated\nbenefit obligation for the defined benefit pension plans were $3.0 million and $2.8 million at December 31, 2020 and 2019,\nrespectively. Accumulated benefit obligation and projected benefit obligation are materially the same for the Waltham Plan. In\n2020 and 2018, pension liability pre-tax increases of $\n0.2\nmillion and $\n14.8\nmillion, respectively, were credited, net of tax,\nto other comprehensive income. In 2019, the pre-tax decrease of $\n75.4\nmillion in the pension liability was charged, net of tax\nagainst other comprehensive income.\nThe\nfollowing\nweighted average assumptions were used to determine the accumulated benefit\nobligation and net benefit cost\n:\nThe\nreturn on plan assets reflects the weighted average of the expected long-term rates of return for the broad categories of\ninvestments held in the plan. The expected long-term rate of return is adjusted when there are fundamental changes in the\nexpected returns on the plan investments.\nThe discount\nrate reflects the current rate at which the pension liabilities could be effectively settled at the end of the year.  In\nestimating this rate, the Company utilized a yield curve analysis for the Waltham Plan for fiscal years 2020, 2019 and\n2018. For the Rollins, Inc. Plan, the Company utilized a termination liability approach for fiscal year 2018 and settled the plan\nin 2019.\nThe\ncombined components of net periodic benefit cost\nare summarized as follows:\nThe\nbenefit obligations recognized in other comprehensive income\nfor the years ended December 31, 2020, 2019, and 2018 are summarized\nas follows:\nAt\nDecember 31, 2020, the plans’ assets were comprised of listed common stocks and U.S. government and corporate\nsecurities. At December 31, 2019, the plans’ assets were comprised of listed common stocks, U.S. government and corporate\nsecurities, real estate and other. No shares of Rollins, Inc. common stock were held by the plans at December 31, 2020 or 2019.\nThe\nplans’\nweighted average asset allocation\nat December 31, 2020 and 2019 by asset category, along with the target allocation for 2021,\nare as follows:\nFor each\nof the asset categories in the Waltham Plan, the investment strategy is identical – maximize the long-term rate of return\non plan assets with an acceptable level of risk in order to minimize the cost of providing pension benefits.  The investment\npolicy establishes a target allocation for each asset class which is rebalanced as required. The plans utilize a number of investment\napproaches, including individual market securities, equity and fixed income funds in which the underlying securities are marketable,\nand debt funds to achieve this target allocation. The Company and management are not considering making contributions to the remaining\npension plan during fiscal 2021.\nSome of\nour assets, primarily our private equity\n,\nreal estate, and hedge funds, do not have readily\ndeterminable market values given the specific investment structures involved and the nature of the underlying investments. \nFor the December 31, 2020 and 2019 plan asset reporting, publicly traded asset pricing was used where possible.  For\nassets without readily determinable values, estimates were derived from investment manager statements combined with discussions\nfocusing on underlying fundamentals and significant events.\nAdditionally, these investments\nare categorized as NAV investments and are valued using significant non-observable inputs which do not have a readily determinable\nfair value.  In accordance with ASU No. 2011-12 “Investments In Certain Entities That Calculate Net Asset Value per\nShare (Or Its Equivalent),” these investments are valued based on the net asset value per share calculated by the funds\nin which the plan has invested. These valuations are subject to judgments and assumptions of the funds which may prove to be incorrect,\nresulting in risks of incorrect valuation of these investments. The Company seeks to mitigate against these risks by evaluating\nthe appropriateness of the funds’ judgments and assumptions by reviewing the financial data included in the funds’\nfinancial statements for reasonableness. As of December 31, 2020, the Company did not have any remaining benefit plan assets without\nreadily determinable values\n.\nFair\nValue Measurements\nGiven\nthe plans to utilize the excess benefit plan assets from the settlement of the Rollins, Inc. Plan, to fund its 401(k) matching\ncontribution obligations, the Company began liquidating investments in real estate funds and private equity funds after settlement.\nFor the remaining Waltham Plan investments, the Company has modified the overall investment strategy to mitigate risk related\nto volatility with asset types by transitioning to a higher percentage of fixed income securities. As such, the Company’s overall\ninvestment strategy is to achieve a mix of assets to match long-term pension obligations and near-term benefits payments, with\na diversification of asset types, fund strategies and fund managers. With the modification of investment strategy, the Company\nhas transitioned the majority of its assets to Fixed-income securities. Fixed-income securities include corporate bonds, mortgage-backed\nsecurities, sovereign bonds, and U.S. Treasuries. Equity securities primarily include investments in large-cap and small-cap companies\ndomiciled domestically and internationally. For each of the asset categories in the pension plan, the investment strategy is identical\n– maximize the long-term rate of return on plan assets with an acceptable level of risk in order to minimize the cost of\nproviding pension benefits.  The investment policy establishes a target allocation for each asset class which is rebalanced\nas required.  The plans utilize a number of investment approaches, including but not limited to individual market securities,\nequity and fixed income funds in which the underlying securities are marketable, and debt funds to achieve this target allocation.\nThe following\ntable presents our plan\nassets using the fair value hierarchy\nas of December 31, 2020. The fair value hierarchy has three\nlevels based on the reliability of the inputs used to determine fair value. See Note 8 for a brief description of the three levels\nunder the fair value hierarchy.\nThe following\ntable presents our plan assets using the fair value hierarchy as of December 31, 2019. The fair value hierarchy has three\nlevels based on the reliability of the inputs used to determine fair value.\nThe\nestimated\nfuture benefit payments\nover the next five years for the Waltham Plan are as follows:\nDefined\nContribution 401(k) Savings Plan\nThe Company\nsponsors a defined contribution 401(k) Savings Plan (“the Plan”) that is available to a majority of the Company’s\nfull-time employees the first day of the calendar quarter following completion of\nthree months\nof service. The Plan is available\nto non-full-time employees the first day of the calendar quarter following\none year\nof service upon completion of\n1,000 hours\nin that year.  The Plan provides for a matching contribution of one dollar ($1.00) for each one dollar ($1.00) of a participant’s\ncontributions to the Plan that do not exceed 3 percent of his or her eligible compensation (which include commissions, overtime,\nand bonuses) and\nfifty\ncents ($0.50) for each\none\ndollar ($1.00) of a participant’s contributions to the Plan over the initial\n3 percent that do not exceed\n6\npercent of his or her eligible compensation (which includes commissions, overtime and bonuses).\nThe charge to expense for the Company match was approximately $\n27.4\nmillion and $\n25.5\nmillion for the years ended December 31,\n2020 and 2019, respectively, and $\n21.1\nmillion for the year ended December 31, 2018. At December 31, 2020, 2019, and\n2018 approximately,\n34.9\n%\n,\n30.8\n%\n, and\n41.7\n%\n, respectively, of the plan assets consisted of Rollins, Inc. common stock. Total administrative\nfees paid by the Company for the Plan were less than $\n0.1\nmillion for each of the years ended December 31, 2020, 2019 and\n2018.\nNonqualified\nDeferred Compensation Plan\nThe Deferred\nCompensation Plan provides that participants may defer up to\n50\n%\nof their base salary and up to\n85\n%\nof their annual bonus with\nrespect to any given plan year, subject to a $\n2\nthousand per plan year minimum. The Company may make discretionary contributions\nto participant accounts but has not done so since 2011.\nAccounts\nwill be credited with hypothetical earnings, and/or debited with hypothetical losses, based on the performance of certain “Measurement\nFunds.” Account values are calculated as if the funds from deferrals and Company credits had been converted into shares\nor other ownership units of selected Measurement Funds by purchasing (or selling, where relevant) such shares or units at the\ncurrent purchase price of the relevant Measurement Fund at the time of the participant’s selection. Deferred Compensation\nPlan benefits are unsecured general obligations of the Company to the participants, and these obligations rank in parity with\nthe Company’s other unsecured and unsubordinated indebtedness. The Company has established a “rabbi trust,”\nwhich it uses to voluntarily set aside amounts to indirectly fund any obligations under the Deferred Compensation Plan. To the\nextent that the Company’s obligations under the Deferred Compensation Plan exceed assets available under the trust, the\nCompany would be required to seek additional funding sources to fund its liability under the Deferred Compensation Plan.\nGenerally,\nthe Deferred Compensation Plan provides for distributions of any deferred amounts upon the earliest to occur of a participant’s\ndeath, disability, retirement or other termination of employment (a “Termination Event”). However, for any deferrals\nof salary and bonus (but not Company contributions), participants would be entitled to designate a distribution date which is\nprior to a Termination Event. Generally, the Deferred Compensation Plan allows a participant to elect to receive distributions\nunder the Deferred Compensation Plan in installments or lump-sum payments.\nAt December 31,\n2020, the Deferred Compensation Plan had\n75\nlife insurance policies with a net face value of $\n50.2\nmillion compared to\n71\npolicies\nwith a face value of $\n47.4\nmillion at December 31, 2019. The cash surrender value of these life insurance policies was worth $\n24.5\nmillion and $\n22.2\nmillion at December 31, 2020 and 2019, respectively.\nThe following\ntable presents our\nnon-qualified deferred compensation plan assets using the fair value hierarchy\nas of December 31, 2020\nand 2019.\nCash and\ncash equivalents, which are used to pay benefits and deferred compensation plan administrative expenses, are held in Money Market\nFunds.\nTotal expense\nrelated to deferred compensation was $\n278\nthousand, $\n250\nthousand, and $\n180\nthousand in 2020, 2019, and 2018, respectively. The\nCompany had $24.5 million and $22.2 million in deferred compensation assets as of December 31, 2020 and 2019, respectively,\nincluded within other assets on the Company’s consolidated statements of financial position and $\n21.5\nmillion and $\n21.2\nmillion in deferred compensation liability as of December 31, 2020 and 2019, respectively, located within other current liabilities\nand long-term accrued liabilities on the Company’s consolidated statements of financial position. The amounts of assets\nwere marked to fair value.\n17.\nSTOCK-BASED\nCOMPENSATION\nStock\nCompensation Plans\nTime\nLapse Restricted Shares and Restricted Stock Units\nTime lapse\nrestricted shares (TLRSs) have been issued to officers and other employees under the Company’s Employee Stock Incentive\nPlan. The Company recognizes compensation expense for the unvested portion of awards outstanding over the remainder of the service\nperiod. The compensation cost recorded for these awards is based on their closing stock price at the grant date less the cost\nof estimated forfeitures. Forfeitures are estimated at the time of grant and revised, if necessary, in subsequent periods to reflect\nactual forfeitures.\nTLRSs provide\nfor the issuance of a share of the Company’s common stock at no cost to the holder and generally vest after a certain stipulated\nnumber of years from the grant date, depending on the terms of the issue. TLRSs vest in 20 percent increments starting with the\nsecond anniversary of the grant, over\nsix years\nfrom the date of grant. During these years, grantees receive all dividends declared\nand retain voting rights for the granted shares. The agreements under which the one-time grant of restricted stock is issued provide\nthat shares awarded may not be sold or otherwise transferred until restrictions established under the plans have lapsed.\nIn April\n2018, the Company granted a one-time issuance of TLRSs on a tiered Company tenure basis to U.S. based employees. The one-time\ngrant vested 100 percent on the first anniversary date of the granted shares. The total shares granted were less than 0.1 million\nshares.\nAll share\nand per share information has been adjusted for the three-for-two stock split effective December 10, 2020.\nThe\nCompany issued time lapse restricted shares of\n0.9\nmillion\n,\n0.7\nmillion\n, and\n1.0\nmillion for the years ended December 31,\n2020, 2019, and 2018, respectively.\nThe Company\nissues new shares from its authorized but unissued share pool. At December 31, 2020, approximately\n7.3\nmillion shares of\nthe Company’s common stock were reserved for issuance. In accordance with the FASB ASC Topic 718, “\nCompensation\n– Stock Compensation,”\nthe Company recognizes the fair value of the award on a straight-line basis over the service\nperiods of each award. The Company estimates restricted share employee forfeiture rates based on its historical experience.\nThe following\ntable summarizes the\ncomponents of the Company’s stock-based compensation programs\nrecorded as expense ($ in thousands):\nAs\nof December 31, 2020 and 2019, $\n40.5\nmillion and $\n41.3\nmillion, respectively, of total unrecognized compensation cost related\nto time-lapse restricted shares are expected to be recognized over a weighted average period of approximately\n3.8\nyears and\n4.0\nyears at December 31, 2020 and 2019, respectively.\nThe following\ntable summarizes information on\nunvested restricted stock units outstanding\nas of December 31, 2020, 2019 and 2018, (adjusted\nfor 3 for 2 stock split on December 10, 2020).\n18.\nACCUMULATED\nOTHER COMPREHENSIVE INCOME/(LOSS)\nAccumulated\nother comprehensive income/ (loss)\nconsist of the following (in thousands):\n19.\nRELATED\nPARTY TRANSACTIONS\nThe Company\nprovides certain administrative services to RPC, Inc. (“RPC”) (a company of which Mr. Gary W. Rollins is also Chairman,\nand which is otherwise affiliated with the Company). The service agreements between RPC and the Company provide for the provision\nof services on a cost reimbursement basis and are terminable on\n6\nmonths’ notice. The services covered by these agreements include\nadministration of certain employee benefit programs and other administrative services. Charges to RPC (or to corporations which\nare subsidiaries of RPC) for such services and rent totaled approximately $\n0.1\nmillion for each of the years ended December 31,\n2020, 2019, and 2018.\nThe Company\nrents office, hanger and storage space to LOR, Inc. (“LOR”) (a company controlled by the late R. Randall Rollins and\nGary W. Rollins). Charges to LOR (or corporations which are subsidiaries of LOR) for rent totaled $\n1.0\nmillion for the year ended\nDecember 31, 2020 and $\n0.8\nmillion and $\n0.9\nmillion for the years ended December 31, 2019 and 2018, respectively.\nIn 2014,\nP.I.A. LLC, a company owned by our late Chairman of the Board of Directors,  R. Randall Rollins, purchased a Lear Model\n35A jet and entered into a lease arrangement with the Company for Company use of the aircraft for business purposes.  The\nlease is terminable by either party on 30 days’ notice. The Company pays $100 per month rent for the leased aircraft, and\npays all variable costs and expenses associated with the leased aircraft, such as the costs for fuel, maintenance, storage and\npilots. The Company has the priority right to use of the aircraft on business days, and Mr. Rollins had the right to use the aircraft\nfor personal use through the terms of an Aircraft Time Sharing Agreement with the Company. During the years ended December 31,\n2020, 2019 and 2018, the Company paid approximately $\n0.6\nmillion, $\n0.9\nmillion, and $\n0.7\nmillion in rent and operating costs for\nthe aircraft, respectively. During 2020, 2019 and 2018, respectively, the Company accounted for\n100\npercent of the use of the\naircraft. All transactions were approved by the Company’s Nominating and Governance Committee of the Board of Directors.\nOn January\n24, 2018, the Company pledged a charitable gift of $0.7 million to Emory University Hospital Midtown. The amount is being paid\nin equal annual installments over a five year period ending in 2023. Dr. Lawley recused himself from the Board of Director’s\napproval of the gift agreement.\nOn December\n1, 2019, Orkin, a subsidiary of the Company entered into a franchise agreement with Wilson Pest Management, Inc. The franchise\nis owned 100% by John Wilson IV. During the years ended December 31, 2020 and 2019, the Company received a total of approximately\n$0.1 million and $0.8 million, respectively. The 2019 proceeds included payment for the franchise and an initial franchise fee\nof seventy-five thousand dollars in connection with the transaction. The franchise agreement provides for a monthly royalty fee\nof 9.0% of the franchisee’s reported revenue. John Wilson IV is the son of John F. Wilson, President and Chief Operating\nOfficer of the Company. The Company approved the agreement in accordance with its Related Party Transactions policy.\n20.\nCASH\nDIVIDEND\nOn October\n27, 2020, the Board of Directors declared a regular quarterly cash dividend on its common stock of $\n0.08\nper share plus a special\nyear-end dividend of $\n0.13\nper share both payable December 10, 2020 to shareholders of record at the close of business November\n10, 2020. Additionally, the\nBoard of Directors approved a three-for-two stock split of the Company’s common shares on December\n10, 2020 for holders of record on November 10, 2020\n. Dividends were paid on pre-split shares.\nOn January\n26, 2021, after the stock split, the Board of Directors declared a regular quarterly cash dividend per common share of $\n0.08\npayable\nMarch 10, 2021 to stockholders of record at the close of business February 10, 2021. The Company expects to continue to pay cash\ndividends to the common stockholders, subject to the earnings and financial condition of the Company and other relevant factors."
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Evaluation\nof Disclosure Controls and Procedures\n—We have established disclosure controls and procedures to ensure, among other\nthings, that material information relating to the Company, including its consolidated subsidiaries, is made known to the officers\nwho certify the Company’s financial reports and to other members of senior management and the Board of Directors.\nBased on\nmanagement’s evaluation as of December 31, 2020, in which the principal executive officer and principal financial officer\nof the Company participated, the principal executive officer and principal financial officer have concluded that the Company’s\ndisclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934) are\neffective, at the reasonable assurance level to ensure that the information required to be disclosed by the Company in the reports\nthat it files or submits under the Securities Exchange Act of 1934 is recorded, processed, summarized and reported within the\ntime periods specified in SEC rules and forms.\nManagement’s\nReport on Internal Control Over Financial Reporting\n—Management’s Report on Internal Control Over Financial\nReporting is contained on page 26. The effectiveness of our internal control over financial reporting as of December 31, 2020 has been audited by Grant Thornton\nLLP, an independent registered public accounting firm, as stated in its report on page 27.\nChanges\nin Internal Controls\n—There were no changes in our internal control over financial reporting during the fourth quarter\nof 2020 that materially affected or are reasonably likely to materially affect these controls."
  },
  {
    "item_key": "item_9b",
    "text": "None\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Information\nconcerning directors and executive officers is included in the Company’s Proxy Statement for its 2020 Annual Meeting of\nStockholders (the “Proxy Statement”), in the section titled “Proposal 1: Election of Directors”. This\ninformation is incorporated herein by reference. Information about executive officers is contained on page 14 of this document.\nAudit\nCommittee and Audit Committee Financial Expert\nInformation\nconcerning the Audit Committee of the Company and the Audit Committee Financial Expert(s) is included in the Company’s Proxy\nStatement in the section titled “Corporate Governance and Board of Directors’ Committees and Meetings – Audit\nCommittee.” This information is incorporated herein by reference.\nCode\nof Ethics\nThe Company\nhas adopted a Code of Business Conduct that applies to all employees. In addition, the Company has adopted a Code of Business\nConduct and Ethics for Directors and Executive Officers and Related Party Transactions policy. Both of these documents are available\non the Company’s website at\nwww.rollins.com\n, under the heading “Investor Relations – Corporate Governance,”\nand a copy is available by writing to Investor Relations at 2170 Piedmont Road, Atlanta, Georgia 30324. The Company intends to\nsatisfy the disclosure requirement under Item 10 of Form 10-K\n1\nregarding\nan amendment to, or waiver from, a provision of its code of ethics that relates to any elements of the code of ethics definition\nenumerated in SEC rules by posting such information on its internet website, the address of which is provided above.\nSection\n16(a) Beneficial Ownership Reporting Compliance\nInformation\nregarding compliance with Section 16(a) of the Exchange Act is included under “Compliance with Section 16(a) of the Exchange\nAct” in the Company’s Proxy Statement, which is incorporated herein by reference."
  },
  {
    "item_key": "item_11",
    "text": "The information\nunder the captions “Compensation Committee Interlocks and Insider Participation,” “Director Compensation,”\n“Compensation Discussion and Analysis,” “Compensation Committee Report,” and “Executive Compensation”\nincluded in the Proxy Statement is incorporated herein by reference."
  },
  {
    "item_key": "item_12",
    "text": "The information\nunder the captions “Capital Stock” and “Election of Directors” included in the Proxy Statement for the\nAnnual Meeting of Stockholders to be held April 27, 2021 is incorporated herein by reference.\nEQUITY\nCOMPENSATION PLAN INFORMATION\nThe following\ntable sets forth certain information regarding equity compensation plans as of December 31, 2020."
  },
  {
    "item_key": "item_13",
    "text": "The information\nunder the caption “Certain Relationships and Related Party Transactions” included in the Proxy Statement is incorporated\nherein by reference. Information concerning director independence is included in the Proxy Statement, in the section titled “Corporate\nGovernance and Board of Directors’ Committees and Meetings.” This information is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "Information\nregarding principal accounting fees and services is set forth under “Independent Registered Public Accounting Firm”\nin the Company’s Proxy Statement, which information is incorporated herein by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "SIGNATURES\nPursuant\nto the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report\nto be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant\nto the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf\nof the Registrant and in the capacities and on the dates indicated.\nThe\nDirectors of Rollins, Inc. (listed below) executed a power of attorney appointing Gary W. Rollins their attorney-in-fact, empowering\nhim to sign this report on their behalf.\nROLLINS, INC.\nAND SUBSIDIARIES\nINDEX TO CONSOLIDATED\nFINANCIAL STATEMENTS AND SCHEDULE\nThe following\ndocuments are filed as part of this report.\nSCHEDULE II\n– VALUATION AND QUALIFYING ACCOUNTS\nROLLINS, INC.\nAND SUBSIDIARIES\nROLLINS, INC.\nAND SUBSIDIARIES\nINDEX\nTO EXHIBITS"
  }
]