[
  {
    "item_key": "item_1",
    "text": "Introduction\nThe Sherwin-Williams Company, founded in 1866 and incorporated in Ohio in 1884, is engaged in the development, manufacture, distribution and sale of paint, coatings and related products to professional, industrial, commercial and retail customers primarily in North and South America with additional operations in the Caribbean region, Europe, Asia and Australia. Our principal executive offices are located at 101 West Prospect Avenue, Cleveland, Ohio 44115-1075, telephone (216) 566-2000. As used in this report, the terms “Sherwin-Williams,” “Company,” “we” and “our” mean The Sherwin-Williams Company and its consolidated subsidiaries unless the context indicates otherwise.\nAvailable Information\nWe make available free of charge on or through our website our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to these reports, as soon as reasonably practicable after we electronically file such material with, or furnish such material to, the Securities and Exchange Commission. You may access these documents on our Investor Relations website, investors.sherwin-williams.com.\nWe also make available free of charge on our website our Corporate Governance Guidelines, our Director Independence Standards, our Code of Conduct and the charters of our Audit Committee, our Compensation and Management Development Committee and our Nominating and Corporate Governance Committee. You may access these documents on our Investor Relations website, investors.sherwin-williams.com.\nBasis of Reportable Segments\nThe Company reports its segment information in the same way that management internally organizes its business for assessing performance and making decisions regarding allocation of resources in accordance with the Segment Reporting Topic of the Accounting Standards Codification (ASC). The Company has three reportable operating segments: The Americas Group, Consumer Brands Group and Performance Coatings Group (individually, a “Reportable Segment” and collectively, the “Reportable Segments”). Factors considered in determining the three Reportable Segments of the Company include the nature of business activities, the management structure directly accountable to the Company’s chief operating decision maker (CODM) for operating and administrative activities, availability of discrete financial information and information presented to the Board of Directors. The Company reports all other business activities and immaterial operating segments that are not reportable in the Administrative segment. For more information about the Reportable Segments, see Note 21 to the Consolidated Financial Statements in Item 8.\nThe Company’s CODM has been identified as the Chief Executive Officer because he has final authority over performance assessment and resource allocation decisions. Because of the diverse operations of the Company, the CODM regularly receives discrete financial information about each Reportable Segment as well as a significant amount of additional financial information about certain divisions, business units or subsidiaries of the Company. The CODM uses all such financial information for performance assessment and resource allocation decisions. The CODM evaluates the performance of and allocates resources to the Reportable Segments based on segment profit or loss and cash generated from operations. The accounting policies of the Reportable Segments are the same as those described in Note 1 of the Notes to Consolidated Financial Statements in Item 8.\nThe Americas Group\nThe Americas Group consisted of 4,774 company-operated specialty paint stores in the United States, Canada, Latin America and the Caribbean region at December 31, 2020. Each store in this segment is engaged in servicing the needs of architectural and industrial paint contractors and do-it-yourself homeowners. These stores market and sell Sherwin-Williams\n®\nand other controlled brand architectural paint and coatings, protective and marine products, OEM product finishes and related products. The majority of these products are produced by manufacturing facilities in the Consumer Brands Group. In addition, each store sells select purchased associated products. In addition to our stores in the Latin America region, The Americas Group meets regional customer demands through developing, licensing, manufacturing, distributing and selling a variety of architectural paints, coatings and related products in North and South America. The loss of any single customer would not have a material adverse effect on the business of this segment. At December 31, 2020, The Americas Group consisted of operations from subsidiaries in 10 foreign countries. The CODM uses discrete financial information about The Americas Group, supplemented with information by geographic region, product type and customer type, to assess performance of and allocate resources to The Americas Group as a whole. In accordance with ASC 280-10-50-9, The Americas Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\n1\nConsumer Brands Group\nThe Consumer Brands Group supplies a broad portfolio of branded and private-label architectural paint, stains, varnishes, industrial products, wood finishes products, wood preservatives, applicators, corrosion inhibitors, aerosols, caulks and adhesives to retailers and distributors throughout North America, as well as in Australia, New Zealand, China and Europe. The Consumer Brands Group also supports the Company’s other businesses around the world with new product research and development, manufacturing, distribution and logistics. Approximately 55% of the total sales of the Consumer Brands Group in 2020 were intersegment transfers of products primarily sold through The Americas Group. At December 31, 2020, the Consumer Brands Group consisted of operations in the United States and subsidiaries in 6 foreign countries. Sales and marketing of certain controlled brand and private-label products is performed by a direct sales staff. The products distributed through third-party customers are intended for resale to the ultimate end-user of the product. The Consumer Brands Group had sales to certain customers that, individually, may be a significant portion of the sales and related profitability of the segment. This segment incurred most of the Company’s capital expenditures related to ongoing environmental compliance measures at sites currently in operation. The CODM uses discrete financial information about the Consumer Brands Group, supplemented with information by product type and customer type, to assess performance of and allocate resources to the Consumer Brands Group as a whole. In accordance with ASC 280-10-50-9, the Consumer Brands Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\nPerformance Coatings Group\nThe Performance Coatings Group develops and sells industrial coatings for wood finishing and general industrial (metal and plastic) applications, automotive refinish, protective and marine coatings, coil coatings, packaging coatings and performance-based resins and colorants worldwide. This segment licenses certain technology and trade names worldwide. Sherwin-Williams\n®\nand other controlled brand products are distributed through The Americas Group and this segment’s 282 company-operated branches and by a direct sales staff and outside sales representatives to retailers, dealers, jobbers, licensees and other third-party distributors. The Performance Coatings Group had sales to certain customers that, individually, may be a significant portion of the sales of the segment. However, the loss of any single customer would not have a material adverse effect on the overall profitability of the segment. At December 31, 2020, the Performance Coatings Group consisted of operations in the United States and subsidiaries in 44 foreign countries. The CODM uses discrete financial information about the Performance Coatings Group, supplemented with information about geographic divisions, business units and subsidiaries, to assess performance of and allocate resources to the Performance Coatings Group as a whole. In accordance with ASC 280-10-50-9, the Performance Coatings Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\nAdministrative Segment\nThe Administrative segment includes the administrative expenses of the Company’s corporate headquarters site. Also included in the Administrative segment is interest expense, interest and investment income, certain expenses related to closed facilities and environmental-related matters, and other expenses which are not directly associated with the Reportable Segments. The Administrative segment does not include any significant foreign operations. Also included in the Administrative segment is a real estate management unit that is responsible for the ownership, management, and leasing of non-retail properties held primarily for use by the Company, including the Company’s headquarters site, and disposal of idle facilities. Sales of this segment represent external leasing revenue of excess headquarters space or leasing of facilities no longer used by the Company in its primary businesses. Material gains and losses from the sale of property are infrequent and not a significant operating factor in determining the performance of the Administrative segment.\nRaw Materials and Products Purchased for Resale\nWe believe we generally have adequate sources of raw materials and fuel supplies used in our business. There are sufficient suppliers of each product purchased for resale that none of the Reportable Segments anticipate any significant sourcing problems during 2021. See Item 1A Risk Factors for more information regarding cost and sourcing of raw materials.\nSeasonality\nThe majority of the sales for the Reportable Segments traditionally occur during the second and third quarters. However, periods of economic downturn can alter these seasonal patterns. There is no significant seasonality in sales for the Administrative segment.\n2\nWorking Capital\nIn order to meet increased demand during the second and third quarters, the Company usually builds its inventories during the first quarter. Working capital items (inventories and accounts receivable) are generally financed through short-term borrowings, which include the use of lines of credit and the issuance of commercial paper. For a description of the Company’s liquidity and capital resources, see the “Financial Condition, Liquidity and Cash Flow” section in Item 7.\nTrademarks and Trade Names\nCustomer recognition of trademarks and trade names owned or licensed by the Company collectively contribute significantly to our sales. The major trademarks and trade names used by each of the Reportable Segments are set forth below.\n•\nThe Americas Group:\nSherwin-Williams®, Cashmere®, Colorgin®, Duration®, Emerald®, Harmony®, Kem Tone®, Loxon®, Metalatex®, Novacor®, Paint Shield®, ProClassic®, ProIndustrial™, ProMar®, SuperDeck®, SuperPaint®, Woodscapes®\n•\nConsumer Brands Group:\nCabot®, Duckback®, Dupli-Color®, Dutch Boy®, Geocel®, HGTV HOME® by Sherwin-Williams, Huarun®, Krylon®, Minwax®, Pratt & Lambert®, Purdy®, Ronseal®, Solver®, Thompson’s® WaterSeal®, Valspar®, Wattyl®, White Lightning®\n•\nPerformance Coatings Group:\nSherwin-Williams®, Acrolon®, AcromaPro®, ATX®, AWX Performance Plus™, DeBeer®, Dimension®, Duraspar®, EcoDex®, Envirolastic®, Euronavy®, Excelo®, EzDex®, Fastline®, Firetex®, Fluropon®, Heat-Flex®, House of Kolor®, Huarun®, Kem Aqua®, Lazzuril®, Macropoxy®, Martin Senour®, ML Campbell®, PermaClad®, Planet Color®, Polane®, Powdura®, Sayerlack®, Sher-Wood®, Sumaré®, Ultra™, ValPure® , Valspar®\nPatents\nAlthough patents and licenses are not of material importance to our business as a whole or any segment, The Americas Group and the Performance Coatings Group derive a portion of their income from the licensing of technology, trademarks and trade names to foreign companies.\nBacklog and Productive Capacity\nBacklog orders are not significant in the business of any Reportable Segment since there is normally a short period of time between the placing of an order and shipment. We believe that sufficient productive capacity currently exists to fulfill our needs for paint, coatings and related products through 2021.\nCompetition\nWe experience competition from many local, regional, national and international competitors of various sizes in the manufacture, distribution and sale of our paint, coatings and related products. We are a leading manufacturer and retailer of paint, coatings and related products to professional, industrial, commercial and retail customers, however, our competitive position varies for our different products and markets.\nIn The Americas Group, competitors include other paint and wallpaper stores, mass merchandisers, home centers, independent hardware stores, hardware chains and manufacturer-operated direct outlets. Product quality, product innovation, breadth of product line, technical expertise, service and price determine the competitive advantage for this segment.\nIn the Consumer Brands Group, domestic and foreign competitors include manufacturers and distributors of branded and private-label paint and coatings products. Technology, product quality, product innovation, breadth of product line, technical expertise, distribution, service and price are the key competitive factors for this segment.\nThe Performance Coatings Group has numerous competitors in its domestic and foreign markets with broad product offerings and several others with niche products. Key competitive factors for this segment include technology, product quality, product innovation, breadth of product line, technical expertise, distribution, service and price.\nThe Administrative segment has many competitors consisting of other real estate owners, developers and managers in areas in which this segment owns property. The main competitive factors are the availability of property and price.\n3\nHuman Capital\nWe believe our people are central to the foundation and future of the Company’s success. Our culture and commitment to our people are important factors in attracting, retaining, developing and progressing qualified employees. At December 31, 2020, we employed 61,031 people worldwide, of which 78% were in the United States and 22% were in other global regions.\nCulture and Engagement\n.\nThe Company’s seven guiding values are the foundation of our culture of excellence—integrity, people, service, quality, performance, innovation and growth. We value and support our people\nthrough, among other initiatives, our talent management, health and safety, employment practices and total rewards programs. We are committed to fostering a culture of inclusion where differences are welcomed, appreciated and celebrated to positively impact our people and business, and where our people are engaged and encouraged to support the communities in which they live and work.\nTalent Management.\nWe are committed to providing our people with opportunities to learn, grow and be recognized for their achievements. Through our integrated talent management strategy, we strive to attract, retain, develop and progress a workforce that embraces our culture of inclusion and reflects our diversity efforts. The Company’s early talent programs, including our management trainee program, play a critical role in attracting and progressing a diverse pipeline of talent. We are also committed to investing in our people by providing learning and employee networking opportunities to drive retention, progression and engagement and help them excel in their current and future roles.\nHealth and Safety.\nWe are committed to providing safe and healthy working environments and taking reasonable preventative measures to protect the health and safety of our employees and customers. We drive Environmental, Health and Safety (EHS) excellence across the Company and strive for incident-free workplaces — continuously assessing and developing the programs that are in place to help keep our employees, customers and communities safe. In response to the COVID-19 pandemic, we have implemented significant changes to our business designed to protect the health and well-being of our employees and customers and to support appropriate physical distancing and other health and safety protocols. These efforts continue to include: remote, alternate and flexible work arrangements where possible, such as split shifts at facilities and remote work options for non-essential on-site functions; enhanced cleaning and sanitation procedures; domestic and international travel restrictions; return to work and visitor screening protocols; and the postponement or cancellation of hosting or attending large events.\nEmployment Practices and Total Rewards.\nWe are committed to the fair, consistent and equitable treatment of our employees in relation to working conditions, wages, benefits, policies and procedures. To this end, the Company’s policies and programs are designed to respond to the needs of our employees in a manner that provides a safe, professional, efficient and rewarding workplace. Our total rewards programs are designed to offer competitive compensation, comprehensive benefits and other programs to support employees’ growth, both personally and professionally, and the diverse needs and well-being of our employees worldwide. During 2020, we enhanced certain of the Company’s benefits to support the health and well-being of our employees during the COVID-19 pandemic, including our tele-health, paid sick leave, family leave and voluntary leave of absence policies and programs.\nFor additional information regarding our response to the COVID-19 pandemic, see the information included within Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nEnvironmental Compliance\nFor additional information regarding environmental-related matters, see Notes 1, 9 and 18 to the Consolidated Financial Statements in Item 8.\n4\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING INFORMATION\nCertain statements contained in “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” “Letter to Shareholders” and elsewhere in this report constitute “forward-looking statements” within the meaning of the federal securities laws. These forward-looking statements are based upon management’s current expectations, estimates, assumptions and beliefs concerning future events and conditions and may discuss, among other things, anticipated future performance (including sales and earnings), expected growth, future business plans and the costs and potential liability for environmental-related matters and the lead pigment and lead-based paint litigation. Any statement that is not historical in nature is a forward-looking statement and may be identified by the use of words and phrases such as “believe,” “expect,” “may,” “will,” “should,” “project,” “could,” “plan,” “goal,” “potential,” “seek,” “intend” or “anticipate” or the negative thereof or comparable terminology.\nReaders are cautioned not to place undue reliance on any forward-looking statements. Forward-looking statements are necessarily subject to risks, uncertainties and other factors, many of which are outside our control, that could cause actual results to differ materially from such statements and from our historical results and experience. These risks, uncertainties and other factors include such things as:\n•\ngeneral business conditions, strengths of retail and manufacturing economies and growth in the coatings industry;\n•\nchanges in general domestic and international economic conditions such as inflation rates, interest rates, tax rates, unemployment rates, higher labor and healthcare costs, recessions, and changing government policies, laws and regulations;\n•\nchanges in raw material and energy supplies and pricing;\n•\nchanges in our relationships with customers and suppliers;\n•\nour ability to successfully integrate past and future acquisitions into our existing operations, as well as the performance of the businesses acquired;\n•\ncompetitive factors, including pricing pressures and product innovation and quality;\n•\nour ability to attain cost savings from productivity initiatives;\n•\nrisks and uncertainties associated with our expansion into and our operations in Asia, Europe, South America and other foreign markets, including general economic conditions, inflation rates, recessions, foreign currency exchange rates, foreign investment and repatriation restrictions, legal and regulatory constraints, civil unrest and other external economic and political factors;\n•\nthe achievement of growth in foreign markets, such as Asia, Europe and South America;\n•\nincreasingly stringent domestic and foreign governmental regulations, including those affecting health, safety and the environment;\n•\ninherent uncertainties involved in assessing our potential liability for environmental-related activities;\n•\nother changes in governmental policies, laws and regulations, including changes in tariff policies, as well as changes in accounting policies and standards and taxation requirements (such as new tax laws and new or revised tax law interpretations);\n•\nthe nature, cost, quantity and outcome of pending and future litigation and other claims, including the lead pigment and lead-based paint litigation, and the effect of any legislation and administrative regulations relating thereto;\n•\nadverse weather conditions or impacts of climate change, natural disasters and public health crises, including the COVID-19 pandemic; and\n•\nthe duration, severity and scope of the COVID-19 pandemic and the actions implemented by international, federal, state and local public health and governmental authorities to contain and combat the outbreak and spread of COVID-19, which may exacerbate one or more of the aforementioned and/or other risks, uncertainties and factors more fully described in the Company’s reports filed with the Securities and Exchange Commission.\nReaders are cautioned that it is not possible to predict or identify all of the risks, uncertainties and other factors that may affect future results and that the above list should not be considered to be a complete list. Any forward-looking statement speaks only as of the date on which such statement is made, and we undertake no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise, except as otherwise required by law.\n5"
  },
  {
    "item_key": "item_1a",
    "text": "The risks described below and in other documents we file from time to time with the Securities and Exchange Commission could materially and adversely affect our business, results of operations, cash flow, liquidity or financial condition.\nECONOMIC AND STRATEGIC RISKS\nThe COVID-19 pandemic has adversely impacted our business, results of operations, cash flow and financial condition, and the extent to which the COVID-19 pandemic will adversely impact our business, results of operations, cash flow, liquidity and financial condition in the future remains uncertain.\nBeginning in early 2020, extraordinary and wide-ranging actions have been taken by international, federal, state, and local public health and governmental authorities to contain and combat the outbreak and spread of a novel strain of coronavirus (COVID-19). These actions have included, and continue to include, quarantines, physical distancing, face coverings, restrictions on public gatherings and other health and safety protocols, stay-at-home orders, travel restrictions, mandatory business closures, and other mandates that have substantially restricted individuals’ daily activities and curtailed or ceased many businesses’ normal operations.\nIn response to the pandemic and these actions, we began implementing changes in our business in March 2020 designed to protect the health and well-being of our employees and customers and to support appropriate physical distancing and other health and safety protocols. In late March 2020, we temporarily reduced store hours and closed our sales floors in our company-operated paint stores to the general public, requiring our customers to order product online or via phone and to access their products via curbside pickup or delivery. We implemented remote, alternate and flexible work arrangements where possible, including implementing split shifts at facilities and remote work options for non-essential on-site functions, enhanced cleaning and sanitation procedures, transitioned some of our facilities to manufacture hand sanitizer for use in our facilities and surrounding communities, implemented domestic and international travel restrictions, implemented return to work and visitor screening protocols, and postponed or canceled hosting or attending large events. We also enhanced certain employee benefits, such as tele-health, paid sick leave, family leave and voluntary leave of absence policies and programs. In May 2020, we began the process of reinstituting regular store hours and re-opening the sales floors in our stores with appropriate health and safety protocols, which resulted in all of our stores in the U.S. and Canada being fully re-opened. We also began the process of returning some of our employees who work in office environments to the office, although many employees continue to work remotely. The necessary and appropriate measures we have taken have resulted in additional costs, including for COVID-related leave and related healthcare costs in support of our employees and their families, and have adversely impacted our business and financial performance. We also face operational risks in connection with remote work arrangements, including but not limited to cybersecurity risks and increased vulnerability to damage or interruption resulting from, among other causes, cyber attacks, security breaches, phishing, malware, viruses, ransomware, power outages or system failures. As our response to the pandemic continues and evolves, we expect to incur additional costs and are likely to experience further adverse impacts to our business, each of which may be significant.\nThe COVID-19 outbreak has surfaced in all regions around the world and has severely impacted the global economy, disrupted consumer spending and global supply chains, and created significant volatility and disruption of financial markets, all of which are expected to continue, and all of which have adversely affected, and are expected to continue to adversely affect, our business. We continue to experience occasional, temporary disruptions and closures of some of our facilities due to COVID-19. We also continue to see shifts in consumer behaviors and preferences, as well as impacts in the demand for some of our products. Since the first quarter of 2020, we have experienced an unprecedented surge in do-it-yourself (DIY) demand due to some of our customers spending more time at home and focusing on home improvement projects. As a result, our architectural business was quick to recover from the onset of the pandemic, while many of our industrial businesses are recovering at a slower pace as commercial and other industrial projects are delayed. While we expect demand levels to return to more normalized levels eventually, our ability to predict and meet any future changes in the demand for our products due to the pandemic remains uncertain. Although the raw materials used in the manufacturing, distribution, and sale of our products are typically available from various sources in sufficient quantities, and although we have not experienced significant raw material shortages, delays or increased costs to date, COVID-19 may result in increased costs and unexpected shortages or delays in the delivery of some raw materials, each of which could be significant. We reduced spending in certain areas of our business, including through voluntary and involuntary leave programs and reductions in capital expenditures, temporarily suspending share repurchases and reducing discretionary spending, and we may need to take additional actions to reduce spending in the future.\nWhile we are closely monitoring the impact of the pandemic on all aspects of our business, the extent of the impact on our results of operations, cash flow, liquidity, and financial performance, as well as our ability to execute near-term and long-term business strategies and initiatives, will depend on numerous evolving factors and future developments, which are highly uncertain and which we cannot predict or control, and some of which we are not currently aware, including, but not limited to:\n6\n(a) the duration, severity and scope of the pandemic, including additional waves, increases and spikes in the number of COVID-19 cases in certain areas; (b) rapidly-changing governmental and public health directives to contain and combat the outbreak, including the duration, degree and effectiveness of directives, as well as the easing, removal and potential reinstitution of directives; (c) the further development, availability, effectiveness and distribution of treatments and vaccines for COVID-19; (d) the extent and duration of the pandemic’s adverse and volatile effects on economic and social activity, consumer confidence, discretionary spending and preferences, labor and healthcare costs, and unemployment rates, any of which may reduce demand for some of our products and impair the ability of those with whom we do business to satisfy their obligations to us; (e) our ability to sell, provide and meet the demand for our services and products, including as a result of potential reinstitution of temporarily-reduced store hours and sales floor closures in our stores and continued travel restrictions, mandatory business closures, and stay-at-home or similar orders; (f) any temporary reduction in our workforce, closures of our offices and facilities and our ability to adequately staff and maintain our operations, including as a result of employees or their family members testing positive for COVID-19; (g) the ability of our customers and suppliers to continue their operations, which could affect our ability to sell, provide and meet the demand for our services and products and result in terminations of contracts, losses of revenue and adverse effects to our supply chain; and (h) any impairment in value of our tangible or intangible assets which could be recorded as a result of weaker economic conditions. If the pandemic continues to create disruptions or turmoil in the credit or financial markets, or further impacts our credit ratings, it could adversely affect our ability to access capital on favorable terms and continue to meet our liquidity needs.\nGiven the inherent uncertainty surrounding COVID-19, we expect the pandemic will continue to create challenging operating environments and have an adverse impact on our business in the near term. If these conditions persist for a prolonged period, the COVID-19 pandemic, including any of the above factors and others that are currently unknown, may have a material adverse effect on our business, results of operations, cash flow, liquidity, or financial condition.\nAdverse changes in general business and economic conditions in the United States and worldwide may adversely affect our results of operations, cash flow, liquidity or financial condition.\nOur business is sensitive to global and regional business and economic conditions. Adverse changes in such conditions in the United States and worldwide, including due to the COVID-19 pandemic, may reduce the demand for some of our products, adversely impact our ability to predict and meet any future changes in the demand for our products, and impair the ability of those with whom we do business to satisfy their obligations to us, each of which could adversely affect our results of operations, cash flow, liquidity or financial condition. Higher inflation rates, interest rates, tax rates and unemployment rates, higher labor and healthcare costs, recessions, changing governmental policies, laws and regulations, business disruptions due to cybersecurity incidents, terrorist activity, armed conflict, war, public health crises (including the COVID-19 pandemic), impacts of climate change, fires or other natural disasters, and other economic factors could also adversely affect demand for some of our products, our ability to predict and meet any future changes in the demand for our products, the availability, delivery or cost of raw materials, our ability to adequately staff and maintain operations at affected facilities and our results of operations, cash flow, liquidity or financial condition and that of our customers, vendors and suppliers.\nProtracted duration of economic downturns in cyclical segments of the economy may depress the demand for some of our products and adversely affect our sales, earnings, cash flow or financial condition.\nPortions of our business involve the sale of paint, coatings and related products to segments of the economy that are cyclical in nature, particularly segments relating to construction, housing, manufacturing and oil production, refining, storage and transportation. Our sales to these segments are affected by the levels of discretionary consumer and business spending in these segments. During economic downturns in these segments, the levels of consumer and business discretionary spending may decrease, and the recovery of these segments may lag behind the recovery of the overall economy. This decrease in spending will likely reduce the demand for some of our products and may adversely affect our sales, earnings, cash flow or financial condition.\nAlthough interest rates remain low by historical standards, any increase may adversely affect the demand for new residential homes, existing home turnover and new non-residential construction. A worsening in these segments will reduce the demand for some of our products and may adversely impact sales, earnings and cash flow.\nIn the U.S. construction and housing segments, the recent demand for new construction has caused contractors to experience a shortage of skilled workers, resulting in project backlogs and an adverse effect on the growth rate of demand for our products. While we expect to see higher demand for our products as project backlogs are reduced in the future, this labor shortage may adversely impact our sales, earnings, cash flow or financial condition.\n7\nAdverse weather conditions or impacts of climate change and natural disasters may temporarily reduce the demand for some of our products and could have a negative effect on our sales, earnings or cash flow.\nOur business is seasonal in nature, with the second and third quarters typically generating a higher proportion of sales and earnings than other quarters. From time to time, adverse weather conditions or impacts of climate change and natural disasters have had or may have an adverse effect on our sales of paint, coatings and related products. Unusually cold and rainy weather could also have an adverse effect on sales of our exterior paint products. An adverse effect on sales may cause a reduction in our earnings or cash flow.\nFINANCIAL RISKS\nA weakening of global credit markets may adversely affect our results of operations, cash flow, liquidity or financial condition.\nA weakening of global credit markets may adversely impact our net sales, the collection of accounts receivable, funding for working capital needs, expected cash flow generation from current and acquired businesses, access to capital and our investments, which may adversely impact our results of operations, cash flow, liquidity or financial condition.\nWe finance a portion of our sales through trade credit. Credit markets remain tight, and some customers who require financing for their businesses have not been able to obtain necessary financing. A continuation or worsening of these conditions could limit our ability to collect our accounts receivable, which could adversely affect our results of operations, cash flow, liquidity or financial condition.\nWe generally fund a portion of our seasonal working capital needs and obtain funding for other general corporate purposes through short-term borrowings backed by our revolving credit facility and other financing facilities. If any of the banks in these credit and financing facilities are unable to perform on their commitments, such inability could adversely impact our cash flow, liquidity or financial condition, including our ability to obtain funding for working capital needs and other general corporate purposes.\nAlthough we currently have available credit facilities to fund our current operating needs, we cannot be certain we will be able to replace our existing credit facilities or refinance our existing or future debt when necessary. Our cost of borrowing and ability to access the capital markets are affected not only by market conditions, but also by our debt and credit ratings assigned by the major credit rating agencies. Downgrades in these ratings, including due to uncertainties regarding COVID-19, will increase our cost of borrowing and could have an adverse effect on our access to the capital markets, including our access to the commercial paper market. An inability to access the capital markets could have a material adverse effect on our results of operations, cash flow, liquidity or financial condition.\nWe have goodwill and intangible assets recorded on our balance sheet. We periodically evaluate the recoverability of the carrying value of our goodwill and intangible assets whenever events or changes in circumstances indicate such value may not be recoverable. An impairment assessment involves judgment as to assumptions regarding future sales and cash flow and the impact of market conditions on those assumptions. Future events and changing market conditions may impact our assumptions and change our estimates of future sales and cash flow, resulting in us incurring substantial impairment charges, which would adversely affect our results of operations or financial condition.\nWe hold investments in equity and debt securities in some of our defined benefit pension plans. A decrease in the value of plan assets resulting from a general financial downturn may cause a negative pension plan investment performance, which may adversely affect our results of operations, cash flow, liquidity or financial condition.\nWe require a significant amount of cash to service the substantial amount of debt we have outstanding. Our ability to generate cash depends on many factors beyond our control. We also depend on the business of our subsidiaries to satisfy our cash needs. If we cannot generate the required cash, we may not be able to make the necessary payments required under our indebtedness.\nAt December 31, 2020, we had total debt of approximately $8.292 billion, which is a decrease of $393.1 million\nsince December 31, 2019. We have the ability under our existing credit facilities to incur substantial additional indebtedness in the future. Our ability to make payments on our debt, fund our other liquidity needs, and make planned capital expenditures will depend on our ability to generate cash in the future. Our historical financial results have been, and we anticipate our future financial results will be, subject to fluctuations. Our ability to generate cash, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory and other factors beyond our control, including public health crises, such as the COVID-19 pandemic, and related impacts. We cannot guarantee our business will generate sufficient cash flow from our operations or future borrowings will be available to us in an amount sufficient to enable us to make payments of our debt, fund other liquidity needs and make planned capital expenditures.\nThe degree to which we are currently leveraged could have important consequences for shareholders. For example, it could:\n8\n•\nrequire us to dedicate a substantial portion of our cash flow from operations to the payment of debt service, reducing the availability of our cash flow to fund working capital, capital expenditures, acquisitions and other general corporate purposes;\n•\nincrease our vulnerability to adverse economic or industry conditions;\n•\nlimit our ability to obtain additional financing in the future to enable us to react to changes in our business; or\n•\nplace us at a competitive disadvantage compared to businesses in our industry that have less debt.\nAdditionally, any failure to comply with covenants in the instruments governing our debt could result in an event of default which, if not cured or waived, would have a material adverse effect on us.\nA significant portion of our operations are conducted through our subsidiaries. As a result, our ability to generate sufficient cash flow for our needs is dependent to some extent on the earnings of our subsidiaries and the payment of those earnings to us in the form of dividends, loans or advances and through repayment of loans or advances from us. Our subsidiaries are separate and distinct legal entities. Our subsidiaries have no obligation to pay any amounts due on our debt or to provide us with funds to meet our cash flow needs, whether in the form of dividends, distributions, loans or other payments. Further, any payment of dividends, loans or advances by our subsidiaries could be subject to statutory or contractual restrictions. Payments to us by our subsidiaries will also be contingent upon our subsidiaries’ earnings and business considerations. Our right to receive any assets of any of our subsidiaries upon their liquidation or reorganization will be effectively subordinated to the claims of that subsidiary’s creditors, including trade creditors. Even if we are a creditor of any of our subsidiaries, our rights as a creditor would be subordinate to any security interest in the assets of our subsidiaries and any indebtedness of our subsidiaries senior to that held by us. Finally, changes in the laws of foreign jurisdictions in which we operate may adversely affect the ability of some of our foreign subsidiaries to repatriate funds to us.\nFluctuations in foreign currency exchange rates could adversely affect our results of operations, cash flow, liquidity or financial condition.\nBecause of our international operations, we are exposed to risk associated with interest rates and value changes in foreign currencies, which may adversely affect our business. Historically, our reported net sales, earnings, cash flow and financial condition have been subjected to fluctuations in foreign exchange rates. Our primary exchange rate exposure is with the Euro, the Chinese yuan, the Brazilian real, the Canadian dollar, the British pound, the Mexican peso, the Australian dollar and the Argentine peso, each against the U.S. dollar. While we actively manage the exposure of our foreign currency risk as part of our overall financial risk management policy, we believe we may experience losses from foreign currency exchange rate fluctuations, and such losses could adversely affect our sales, earnings, cash flow, liquidity or financial condition.\nOPERATIONAL RISKS\nUnexpected shortages and increases in the cost of raw materials and energy may adversely affect our earnings or cash flow.\nWe purchase raw materials (including titanium dioxide and petrochemical feedstock sources, such as propylene and ethylene) and energy for use in the manufacturing, distribution and sale of our products. Factors such as political instability, higher tariffs, impacts of climate change and adverse weather conditions, including hurricanes and other natural disasters, or public health crises, including the COVID-19 pandemic, could disrupt the availability of raw material and fuel supplies, adversely impact our ability to adequately staff and maintain operations at affected facilities and increase our costs. In addition, environmental and social regulations, including regulations related to climate change, may negatively impact us or our suppliers in terms of availability and cost of raw materials, as well as sources and supply of energy. Although raw materials and energy supplies (including oil and natural gas) are generally available from various sources in sufficient quantities, unexpected shortages and increases in the cost of raw materials and energy, or any deterioration in our relationships with or the financial viability of our suppliers, may have an adverse effect on our earnings or cash flow in the event we are unable to obtain these raw materials and energy from other sources or offset higher costs in a timely manner by sufficiently decreasing our operating costs or raising the prices of our products. In recent years, some raw material and energy prices have increased, particularly titanium dioxide and petrochemical feedstock sources, such as propylene and ethylene, as well as metal and plastic packaging. The cost of raw materials and energy has in the past experienced, and likely will in the future continue to experience, periods of volatility.\nAlthough we have an extensive customer base, the loss of any of our largest customers could adversely affect our sales, earnings or cash flow.\nWe have a large and varied customer base due to our extensive distribution platform. During 2020, no individual customer accounted for sales totaling more than ten percent of our sales. However, we have some customers that, individually, purchase a large amount of products from us. Although our broad distribution channels help to minimize the impact of the loss of any one customer, the loss of any of these large customers could have an adverse effect on our sales, earnings or cash flow.\n9\nIncreased competition or failure to keep pace with developments in key competitive areas of our business may reduce our sales, earnings or cash flow performance.\nWe face substantial competition from many international, national, regional and local competitors of various sizes in the manufacture, distribution and sale of our paint, coatings and related products. Some of our competitors are larger than us or operate more extensively in certain regions around the world and have greater financial or operational resources to compete. Other competitors are smaller and may be able to offer more specialized products. Technology, product quality, product innovation, breadth of product line, technical expertise, distribution, service and price are key competitive factors for our business. Competition in any of these areas, or failure to keep pace with developments in any of these areas, may reduce our sales and adversely affect our earnings or cash flow by resulting in decreased sales volumes, reduced prices and increased costs of manufacturing, distributing and selling our products.\nOur results of operations, cash flow or financial condition may be negatively impacted if we do not successfully integrate future acquisitions into our existing operations and if the performance of the businesses we acquire do not meet our expectations.\nWe have historically made strategic acquisitions of businesses in the paint and coatings industry and will likely acquire additional businesses in the future as part of our long-term growth strategy. The success of future acquisitions depends in large part on our ability to integrate the operations and personnel of the acquired companies and manage challenges that may arise as a result of the acquisitions, particularly when the acquired businesses operate in new or foreign markets. In the event we do not successfully integrate such future acquisitions into our existing operations so as to realize the expected return on our investment, our results of operations, cash flow or financial condition could be adversely affected.\nRisks and uncertainties associated with our expansion into and our operations in Asia, Europe, South America and other foreign markets could adversely affect our results of operations, cash flow, liquidity or financial condition.\nNet external sales of our consolidated foreign subsidiaries totaled approximately 19.5%, 20.6% and 23.0% of our total consolidated net sales in 2020, 2019 and 2018, respectively. Sales outside of the United States make up a significant part of our current business and future strategic plans. Our results of operations, cash flow, liquidity or financial condition could be adversely affected by a variety of domestic and international factors, including general economic conditions, political instability, inflation rates, recessions, tariffs, foreign currency exchange rates, foreign currency exchange controls, interest rates, foreign investment and repatriation restrictions, legal and regulatory constraints, civil unrest, difficulties in staffing and managing foreign operations and other external economic and political factors. In addition, public health crises (including the COVID-19 pandemic) in foreign jurisdictions may temporarily reduce the demand for some of our products and adversely affect the availability and cost of raw materials. Our inability to successfully manage the risks and uncertainties relating to any of these factors could adversely affect our results of operations, cash flow, liquidity or financial condition.\nIn many foreign countries, it is acceptable to engage in certain business practices we are prohibited from engaging in because of regulations applicable to us, such as the Foreign Corrupt Practices Act and the UK Bribery Act. Recent years have seen a substantial increase in anti-bribery law enforcement activity, with more frequent and aggressive investigations and enforcement proceedings by both U.S. and non-U.S. regulators, and an increase in criminal and civil proceedings brought against companies and individuals. Although we have internal control policies and procedures designed to ensure compliance with these regulations, there can be no assurance our policies and procedures will prevent a violation of these regulations. Any violation could cause an adverse effect on our results of operations, cash flow or financial condition.\nPolicy changes affecting international trade could adversely impact the demand for our products and our competitive position.\nDue to the international scope of our operations, changes in government policies on foreign trade and investment may affect the demand for our products and services, impact the competitive position of our products or prevent us from being able to sell products in certain countries. Our business benefits from free trade agreements, which may include the United States-Mexico-Canada Agreement, and efforts to withdraw from, or substantially modify such agreements, in addition to the implementation of more restrictive trade policies, such as more detailed inspections, higher tariffs, import or export licensing requirements, exchange controls or new barriers to entry, could have a material adverse effect on our results of operations, financial condition or cash flow and that of our customers, vendors and suppliers.\nAdditionally, the results of the United Kingdom’s referendum on European Union membership, which resulted in the United Kingdom’s exit from the European Union on January 31, 2020 (“Brexit”), caused significant volatility in global stock markets, currency exchange rate fluctuations and global economic uncertainty. The transition period post-Brexit expired on December 31, 2020, and the United Kingdom and European Union entered into a free trade agreement that now governs the United Kingdom’s relationship with the European Union. While the United Kingdom and European Union can generally continue to trade with each other without the imposition of tariffs for imports and exports, there are new customs requirements that require additional documentation and data, and there are also new controls on the movement and reporting of goods (including\n10\nchemicals). We do not know the extent to which Brexit and the free trade agreement will ultimately impact the business and regulatory environment in the United Kingdom, the rest of the European Union or other countries, although it is possible there will be tighter controls and administrative requirements for imports and exports between the United Kingdom and the European Union or other countries, as well as increased regulatory complexities. Any of these factors could adversely impact customer demand, our relationships with customers and suppliers and our results of operations.\nCybersecurity incidents and other disruptions to our information technology systems could interfere with our operations, result in the compromise or loss of critical and confidential information and severely harm our business.\nWe rely on information technology systems to conduct our business, including recording and processing transactions, manufacturing and selling our products, maintaining and growing our competitive position, and supporting and communicating with our employees, customers, suppliers and other vendors.   These information technology systems are important to many business-critical processes including, but not limited to, production planning, manufacturing, finance, company operations, sales and customer service. Some of these systems are maintained or operated by third party providers. Despite our efforts to prevent disruptions to these information technology systems, these systems may be affected by damage or interruption resulting from, among other causes, cyber attacks, security breaches, phishing, malware, viruses, ransomware, power outages or system failures. These risks could be magnified due to the increased reliance on information technology systems because of the COVID-19 pandemic. Disruptions to these systems may have a material adverse effect on our business, results of operations and financial condition.\nAs part of our business, we collect and handle sensitive and confidential information about our business, customers, employees and suppliers. Despite the security measures we have in place, our facilities and systems, and those third-parties with which we do business, may be vulnerable to cyber attacks, security breaches, malware, viruses, ransomware, power outages, system failures, acts of vandalism or misconduct, human or technical errors or other similar events or disruptions. Any such event involving the misappropriation, loss or other unauthorized disclosure of information, whether impacting us or third-parties with which we do business, could result in losses, damage our reputation, expose us to the risks of litigation, regulatory action and liability, disrupt our operations and have a material adverse effect on our business, results of operations and financial condition. We continue to mitigate these risks in a number of ways, including through additional investment, engagement of third-party experts and consultants, improving the security of our facilities and systems, providing training for employees, assessing the continued appropriateness of relevant insurance coverage and strengthening our controls to monitor and mitigate these threats.\nThe domestic and international regulatory environment related to information security, collection and privacy is increasingly rigorous and complex, with new and rapidly changing requirements applicable to our business. Compliance with these requirements, including the European Union’s General Data Protection Regulation, the California Consumer Privacy Act and other international and domestic regulations, could result in additional costs and changes to our business practices.\nInability to protect or enforce our material trademarks and other intellectual property rights could have an adverse effect on our business.\nWe have numerous patents, trade secrets, trademarks, trade names and know-how that are valuable to our business. Despite our efforts to protect such intellectual property and other proprietary information from unauthorized use or disclosure, third parties may attempt to disclose, obtain or use our trademarks or such other intellectual property and information without our authorization. Although we rely on the patent, trademark, trade secret and copyright laws of the United States and other countries to protect our intellectual property rights, the laws of some countries may not protect such rights to the same extent as the laws of the United States. Unauthorized use of our intellectual property by third parties, the failure of foreign countries to have laws to protect our intellectual property rights, or an inability to effectively enforce such rights in foreign countries could have an adverse effect on our business.\nLEGAL AND REGULATORY RISKS\nWe are subject to a wide variety of complex domestic and foreign laws, rules and regulations, for which compliance could adversely affect our results of operations, cash flow or financial condition.\nWe are subject to a wide variety of complex domestic and foreign laws, rules and regulations, and legal compliance risks, including securities laws, tax laws, employment and pension-related laws, competition laws, U.S. and foreign export and trading laws, data privacy and security laws, and laws governing improper business practices. We are affected by new laws and regulations, and changes to existing laws and regulations, including interpretations by courts and regulators. From time to time, our Company, our operations and the industries in which we operate are being reviewed or investigated by regulators, which could lead to enforcement actions or the assertion of private litigation claims and damages.\nAlthough we believe we have adopted appropriate risk management and compliance programs to mitigate these risks, the global and diverse nature of our operations means compliance risks will continue to exist. Investigations, examinations and other proceedings, the nature and outcome of which cannot be predicted, will likely arise from time to time. These investigations,\n11\nexaminations and other proceedings could subject us to significant liability and require us to take significant accruals or pay significant settlements, fines and penalties, which could have a material adverse effect on our results of operations, cash flow or financial condition.\nWe are subject to tax laws and regulations in the United States and multiple foreign jurisdictions. We are affected by changes in tax laws and regulations, as well as changes in related interpretations and other tax guidance. In the ordinary course of our business, we are subject to examinations and investigations by various tax authorities and other regulators. In addition to existing examinations and investigations, there could be additional examinations and investigations in the future, and existing examinations and investigations could be expanded.\nFor non-income tax risks, we estimate material loss contingencies and accrue for such loss contingencies as required by U.S. generally accepted accounting principles based on our assessment of contingencies where liability is deemed probable and reasonably estimable in light of the facts and circumstances known to us at a particular point in time. Subsequent developments may affect our assessment and estimates of the loss contingency. In the event the loss contingency is ultimately determined to be significantly higher than currently accrued, the recording of the additional liability may result in a material adverse effect on our results of operations or financial condition for the annual or interim period during which such additional liability is accrued. In those cases where no accrual is recorded because it is not probable a liability has been incurred and cannot be reasonably estimated, any potential liability ultimately determined to be attributable to us may result in a material adverse effect on our results of operations, cash flow or financial condition for the annual or interim period during which such liability is accrued or paid. For income tax risks, we recognize tax benefits based on our assessment that a tax benefit has a greater than 50% likelihood of being sustained upon ultimate settlement with the applicable taxing authority that has full knowledge of all relevant facts. For those income tax positions where we determine there is not a greater than 50% likelihood such tax benefits will be sustained, we do not recognize a tax benefit in our financial statements. Subsequent events may cause us to change our assessment of the likelihood of sustaining a previously-recognized benefit which could result in a material adverse effect on our results of operations, cash flow or financial position for the annual or interim period during which such liability is accrued or paid.\nWe discuss risks and uncertainties with regard to taxes in more detail in Note 19 to the Consolidated Financial Statements in Item 8.\nWe are required to comply with numerous complex and increasingly stringent domestic and foreign health, safety and environmental laws, regulations and requirements, the cost of which is likely to increase and may adversely affect our results of operations, cash flow or financial condition.\nOur operations are subject to various domestic and foreign health, safety and environmental laws, regulations and requirements, including related to climate change and the COVID-19 pandemic. These laws, regulations and requirements not only govern our current operations and products, but also impose potential liability on us for our past operations. We expect health, safety and environmental laws, regulations and requirements to be increasingly stringent upon our industry and us in the future. Our costs to comply with these laws, regulations and requirements may increase as they become more stringent in the future, and these increased costs may adversely affect our results of operations, cash flow or financial condition.\nWe are involved with environmental investigation and remediation activities at some of our currently and formerly owned sites, as well as a number of third-party sites, for which our ultimate liability may exceed the current amount we have accrued.\nWe are involved with environmental investigation and remediation activities at some of our currently and formerly owned sites and a number of third-party sites. We accrue for estimated costs of investigation and remediation activities at these sites for which commitments or clean-up plans have been developed and when such costs can be reasonably estimated based on industry standards and professional judgment. These estimated costs are based on currently available facts regarding each site. We continuously assess our potential liability for investigation and remediation activities and adjust our environmental-related accruals as information becomes available upon which more accurate costs can be reasonably estimated. Due to the uncertainties surrounding environmental investigation and remediation activities, our liability may result in costs that are significantly higher than currently accrued and may have an adverse effect on our earnings. We discuss these risks and uncertainties in more detail in the “Environmental Matters” and “Environmental-Related Liabilities” sections in Item 7 and in Note 9 to the Consolidated Financial Statements in Item 8.\nThe nature, cost, quantity and outcome of pending and future litigation, such as litigation arising from the historical manufacture and sale of lead pigments and lead-based paint, could have a material adverse effect on our results of operations, cash flow, liquidity and financial condition.\nIn the course of our business, we are subject to a variety of claims and lawsuits, including, but not limited to, litigation relating to product liability and warranty, personal injury, environmental (including natural resource damages), intellectual property,\n12\ncommercial, contractual and antitrust claims that are inherently subject to many uncertainties regarding the possibility of a loss to us. These uncertainties will ultimately be resolved when one or more future events occur or fail to occur confirming the incurrence of a liability or the reduction of a liability. In accordance with the Contingencies Topic of the ASC, we accrue for these contingencies by a charge to income when it is both probable that one or more future events will occur confirming the fact of a loss and the amount of the loss can be reasonably estimated. In the event a loss contingency is ultimately determined to be significantly higher than currently accrued, the recording of the additional liability may result in a material impact on our results of operations, liquidity or financial condition for the annual or interim period during which such additional liability is accrued. In those cases where no accrual is recorded because it is not probable that a liability has been incurred and the amount of any such loss cannot be reasonably estimated, any potential liability ultimately determined to be attributable to us may result in a material impact on our results of operations, liquidity or financial condition for the annual or interim period during which such liability is accrued.\nOur past operations included the manufacture and sale of lead pigments and lead-based paints. Along with other companies, we are and have been a defendant in a number of legal proceedings, including individual personal injury actions, purported class actions and actions brought by various counties, cities, school districts and other government-related entities, arising from the manufacture and sale of lead pigments and lead-based paints. The plaintiffs’ claims have been based upon various legal theories, including negligence, strict liability, breach of warranty, negligent misrepresentations and omissions, fraudulent misrepresentations and omissions, concert of action, civil conspiracy, violations of unfair trade practice and consumer protection laws, enterprise liability, market share liability, public nuisance, unjust enrichment and other theories. The plaintiffs seek various damages and relief, including personal injury and property damage, costs relating to the detection and abatement of lead-based paint from buildings, costs associated with a public education campaign, medical monitoring costs and others. We have also been a defendant in legal proceedings arising from the manufacture and sale of non-lead-based paints that seek recovery based upon various legal theories, including the failure to adequately warn of potential exposure to lead during surface preparation when using non-lead-based paint on surfaces previously painted with lead-based paint. We believe the litigation brought to date is without merit or subject to meritorious defenses and are vigorously defending such litigation. We expect additional lead pigment and lead-based paint litigation may be filed against us in the future asserting similar or different legal theories and seeking similar or different types of damages and relief. The Company will continue to vigorously defend against any additional lead pigment and lead-based paint litigation that may be filed, including utilizing all avenues of appeal, if necessary.\nNotwithstanding our views on the merits, litigation is inherently subject to many uncertainties, and we ultimately may not prevail. Adverse court rulings or determinations of liability, among other factors, could affect the lead pigment and lead-based paint litigation against us and encourage an increase in the number and nature of future claims and proceedings. From time to time, various legislation and administrative regulations have been enacted, promulgated or proposed to impose obligations on present and former manufacturers of lead pigments and lead-based paints respecting asserted health concerns associated with such products or to overturn the effect of court decisions in which we and other manufacturers have been successful.\nDue to the uncertainties involved, management is unable to predict the outcome of the lead pigment and lead-based paint litigation, the number or nature of possible future claims and proceedings, or the effect any legislation and/or administrative regulations may have on the litigation or against us. Further, management cannot reasonably determine the scope or amount of the potential costs and liabilities related to such litigation, or resulting from any such legislation and regulations. Except with respect to the California public nuisance litigation, we have not accrued any amounts for such litigation because we do not believe it is probable that a loss has occurred, and we believe it is not possible to estimate the range of potential losses as there is no substantive information upon which an estimate could be based. Any potential liability that may result from any changes to legislation and regulations cannot reasonably be estimated. Due to the uncertainties associated with the amount of any such liability and/or the nature of any other remedy which may be imposed in such litigation, any potential liability determined to be attributable to us arising out of such litigation may have a material adverse effect on our results of operations, cash flow, liquidity or financial condition. We discuss the risks and uncertainties related to litigation, including the lead pigment and lead-based paint litigation, in more detail in Note 10 to the Consolidated Financial Statements in Item 8."
  },
  {
    "item_key": "item_1b",
    "text": "None.\n13"
  },
  {
    "item_key": "item_2",
    "text": "We own our world headquarters located in Cleveland, Ohio, which includes the world headquarters for The Americas Group, Consumer Brands Group and Performance Coatings Group. Our principal manufacturing and distribution facilities are located as set forth below. We believe our manufacturing and distribution facilities are well-maintained and are suitable and adequate, with sufficient productive capacity, to meet our current needs.\n(1)\nCertain geographic locations may contain both manufacturing and distribution facilities.\nThe operations of The Americas Group included 4,774 company-operated specialty paint stores, of which 217 were owned, in the United States, Canada, Puerto Rico, Virgin Islands, Grenada, Trinidad and Tobago, St. Maarten, Jamaica, Curacao, Aruba, St. Lucia, Uruguay, Brazil, Chile, Peru, Mexico, Ecuador and Barbados at December 31, 2020. These paint stores are divided into six separate operating divisions that are responsible for the sale of predominantly architectural, protective and marine and related products through the paint stores located within their geographical region. At the end of 2020:\n•\nthe Mid Western Division operated 1,136 paint stores primarily located in the midwestern and upper west coast states;\n•\nthe Eastern Division operated 880 paint stores along the upper east coast and New England states;\n•\nthe Canada Division operated 243 paint stores throughout Canada;\n•\nthe Southeastern Division operated 1,163 paint stores principally covering the lower east and gulf coast states, Puerto Rico, Virgin Islands, Grenada, Trinidad and Tobago, St. Maarten, Jamaica, Curacao, Aruba, St. Lucia and Barbados;\n•\nthe South Western Division operated 1,054 paint stores in the central plains and the lower west coast states; and\n•\nthe Latin America Division operated 298 paint stores in Uruguay, Brazil, Chile, Peru, Mexico and Ecuador.\nDuring 2020, The Americas Group opened 16 net new stores, consisting of 56 new stores opened (53 in the United States, 1 in Canada, 1 in South America and 1 in Mexico) and 40 stores closed (10 in the United States, 6 in Canada, 17 in South America and 7 in Mexico).\n14\nThe Performance Coatings Group operated 221 branches in the United States, of which 8 were owned, at December 31, 2020. The Performance Coatings Group also operated 61 branches internationally, of which 7 were owned, at December 31, 2020, consisting of branches in Canada (21), Europe (16), Chile (11), Mexico (5), Peru (4), Vietnam (3) and Brazil (1). During 2020, this segment opened 1 new branch and did not close any branches for a net increase of 1 branch.\nAll real property within the Administrative segment is owned by us. For additional information regarding real property within the Administrative segment, see the information set forth in Item 1 of this report, which is incorporated herein by reference.\nFor additional information regarding real property leases, see Note 8 to the Consolidated Financial Statements in Item 8."
  },
  {
    "item_key": "item_3",
    "text": "As previously disclosed in the Company’s Quarterly Report on Form 10-Q for the quarterly period ended September 30, 2020, on July 1, 2020, the Company was notified by the California Department of Pesticide Regulation (“DPR”), alleging that the Company engaged in the delivery and/or sale of misbranded and/or unregistered pesticides in violation of the California Food and Agricultural Code. DPR offered to settle the allegations for approximately $134,000. Subsequently, the Company provided DPR with information in support of a reduction of the settlement amount.  On December 31, 2020, the Company and DPR reached a final settlement to resolve the matter, pursuant to which the Company agreed to pay a penalty of $90,401.\nThe Securities and Exchange Commission regulations require disclosure of certain environmental matters when a governmental authority is a party to the proceedings and such proceedings involve potential monetary sanctions that the Company reasonably believes will exceed a specified threshold. Pursuant to recent Securities and Exchange Commission amendments to this requirement that were not in effect prior to the filing of the Company’s most recent Quarterly Report on Form 10-Q, the Company will be using a threshold of $1 million for such proceedings. Applying this threshold, there are no new environmental matters to disclose for this period.\nFor information regarding certain other environmental-related matters and other legal proceedings, see the information included under the captions titled “Other Long-Term Liabilities” and “Litigation” of “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Notes 1, 9, 10 and 18 to the “Notes to Consolidated Financial Statements” in Item 8. The information contained in Note 10 to the Consolidated Financial Statements is incorporated herein by reference."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n15\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nThe following is the name, age and present position of each of our executive officers and all persons chosen to become executive officers, as well as all prior positions held by each person during the last five years. Executive officers are generally elected annually by the Board of Directors and hold office until their successors are elected and qualified or until their earlier death, resignation or removal.\nMr. Morikis has served as Chairman since January 2017 and Chief Executive Officer since January 2016. Mr. Morikis served as President from October 2006 to March 2019 and Chief Operating Officer from October 2006 to January 2016. Mr. Morikis has served as a Director since October 2015 and has been employed with the Company since December 1984.\nMr. Sewell has served as President and Chief Operating Officer since March 2019. Mr. Sewell served as President, Performance Coatings Group from August 2014 to March 2019. Mr. Sewell has been employed with the Company since February 2007.\nMr. Mistysyn has served as Senior Vice President - Finance and Chief Financial Officer since January 2017. Mr. Mistysyn served as Senior Vice President - Finance from October 2016 to January 2017 and Senior Vice President - Corporate Controller from October 2014 to October 2016. Mr. Mistysyn has been employed with the Company since June 1990.\nMs. Cronin has served as Senior Vice President - Corporate Controller since October 2016. Ms. Cronin served as Vice President  - Corporate Audit and Loss Prevention from September 2013 to October 2016. Ms. Cronin has been employed with the Company since September 1989.\nMs. Garceau has served as Senior Vice President, General Counsel and Secretary since August 2017. Ms. Garceau served as Vice President, Deputy General Counsel and Assistant Secretary from June 2017 to August 2017, Associate General Counsel and Assistant Secretary from April 2017 to June 2017 and Associate General Counsel from February 2014 to April 2017. Ms. Garceau has been employed with the Company since February 2014.\nMr. Gilligan has served as Senior Vice President - Human Resources since January 2016. Mr. Gilligan served as Senior Vice President, Human Resources, The Americas Group from August 2014 to January 2016. Mr. Gilligan has been employed with the Company since October 1983.\nMr. Jaye has served as Senior Vice President - Investor Relations and Corporate Communications since June 2019. Mr. Jaye served as Vice President - Investor Relations from October 2017 to June 2019. Prior to joining the Company, Mr. Jaye served as Senior Director, Communications and Investor Relations at Nordson Corporation, manufacturer of dispensing products and systems, from October 2007 to October 2017. Mr. Jaye has been employed with the Company since October 2017.\nMr. Young has served as Vice President – Corporate Strategy and Development since June 2017. Prior to joining the Company in connection with the acquisition of The Valspar Corporation, Mr. Young served as Vice President, Corporate Development of Valspar from October 2015 to June 2017. Mr. Young has been employed with the Company since June 2017. Mr. Young was named Senior Vice President – Corporate Strategy and Development effective March 1, 2021 and will become an executive officer at that time.\n16\nMr. Binns has served as President, Performance Coatings Group since November 2020. Mr. Binns served as President & General Manager, Automotive Finishes Division, Performance Coatings Group from July 2018 to November 2020, President & General Manager, Eastern Division, The Americas Group from October 2016 to July 2018 and Vice President of Sales, The Americas Group from July 2014 to October 2016. Mr. Binns has been employed with the Company since January 2001.\nMr. Ippolito has served as President, The Americas Group since January 2018. Mr. Ippolito served as President & General Manager, Mid Western Division, The Americas Group from November 2010 to January 2018. Mr. Ippolito has been employed with the Company since May 1986.\nMr. Padden has served as President, Consumer Brands Group since November 2020. Mr. Padden served as Senior Vice President of Sales, International, Consumer Brands Group from November 2019 to November 2020, Senior Vice President & General Manager, EMEAI, Consumer Brands Group from January 2018 to November 2019 and Vice President of Sales, Retail National Accounts, Consumer Brands Group from January 2014 to December 2017. Mr. Padden has been employed with the Company since January 1996.\nMr. Sladek has served as President & General Manager, Global Supply Chain Division, Consumer Brands Group since January 2021. Mr. Sladek served within the Global Supply Chain Division, Consumer Brands Group as Senior Vice President, Global Operations & Engineering from August 2020 to January 2021, Senior Vice President, International & Industrial Operations from April 2019 to August 2020, Vice President, Excellence Initiatives from March 2017 to March 2019 and Vice President, Engineering & Manufacturing Quality from June 2014 to March 2017. Mr. Sladek has been employed with the Company since May 2007.\n17\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "Our common stock is listed on the New York Stock Exchange and traded under the symbol SHW. The number of shareholders of record at January 31, 2021 was 5,431. The information regarding securities authorized for issuance under the Company’s equity compensation plans is set forth in our Proxy Statement under the caption “Equity Compensation Plan Information” and is incorporated by reference into Part III of this report.\nIssuer Purchases of Equity Securities\nThe following table sets forth a summary of the Company’s purchases of common stock during the fourth quarter of 2020.\n(1)\nShares were purchased through the Company’s publicly announced share repurchase program. The Company had remaining authorization at December 31, 2020 to purchase 4,550,000 shares. On February 17, 2021, the Board of Directors authorized the Company to purchase an additional 15,000,000 shares of the Company’s stock for treasury purposes. There is no expiration date specified for the program.\n(2)\nAll shares were delivered to satisfy the exercise price and/or tax withholding obligations by employees who exercised stock options or had shares of restricted stock vest.\n(3)\nIn 2019, 300,000 shares were transferred from the Company’s terminated domestic defined benefit plan surplus assets to a suspense account held within a trust for the qualified replacement plan. In accordance with ASC 715, the transferred shares are treated as treasury stock. In the three months ended December 31, 2020, 175,000 of the shares were sold.\n18\nComparison of Cumulative Total Return\nThe following graph compares the cumulative total shareholder return on Sherwin-Williams common stock with the cumulative five-year total return of the companies listed on the Standard & Poor’s 500 Stock Index and the peer groups of companies selected on a line-of-business basis. For 2020, the Company revised its 2019 self-selected peer group to remove USG Corporation (as a result of its acquisition in 2019) and add Axalta Coating Systems Ltd. The cumulative five-year total return assumes $100 was invested on December 31, 2015 in Sherwin-Williams common stock, the S&P 500 and the 2019 and 2020 peer groups. The cumulative five-year total return, including reinvestment of dividends, represents the cumulative value through December 31, 2020.\n2020 peer group of companies comprised of the following: Akzo Nobel N.V., Axalta Coating Systems Ltd., BASF SE, Genuine Parts Company, H.B. Fuller Company, The Home Depot, Inc., Lowe’s Companies, Inc., Masco Corporation, Newell Brands Inc., PPG Industries, Inc., RPM International Inc., and Stanley Black & Decker, Inc.\n2019 peer group of companies comprised of the following: Akzo Nobel N.V., BASF SE, Genuine Parts Company, H.B. Fuller Company, The Home Depot, Inc., Lowe’s Companies, Inc., Masco Corporation, Newell Brands Inc., PPG Industries, Inc., RPM International Inc., Stanley Black & Decker, Inc. and USG Corporation (included through April 2019 when it was acquired by Gebr. Knauf KG).\n19\nITEM 6.    SELECTED FINANCIAL DATA\n20\n(1)\n2017 includes Valspar financial results since June 1, 2017.\n(2)\n2020 includes acquisition-related amortization expense of $304.5 million. 2019 includes acquisition-related costs of $389.3 million, non-cash trademark impairment charges of $122.1 million, domestic pension plan settlement expense of $32.4 million, as well as a Brazil indirect tax credit of $50.8 million and a benefit from the resolution of the California litigation of $34.7 million. 2018 includes acquisition-related costs of $484.4 million, environmental expense provisions of $167.6 million, California litigation expense of $136.3 million and domestic pension plan settlement expense of $37.6 million. 2017 includes acquisition-related costs of $488.6 million.\n(3)\n2020 includes after-tax acquisition-related amortization expense of $230.0 million. 2019 includes after-tax acquisition-related costs of $299.6 million, after-tax trademark impairment charges of $93.1 million, tax credit investment loss of $74.3 million and after-tax domestic pension plan settlement expense of $25.0 million, partially offset by an after-tax Brazil indirect tax credit of $33.3 million and after-tax benefit from the resolution of the California litigation of $26.1 million. 2018 includes after-tax acquisition-related costs of $394.4 million, after-tax environmental expense provisions of $126.1 million, after-tax California litigation expense of $103.4 million and after-tax domestic pension plan settlement expense of $28.3 million. 2017 includes a one-time income tax benefit of $668.8 million from deferred income tax reductions resulting from the Tax Act (see Note 19 of Item 8) and includes after-tax acquisition-related costs of $329.4 million.\n(4)\nEffective January 1, 2019, the Company adopted ASU 2016-02, “Leases” (ASC 842) using the modified retrospective transition method. As a result, total assets in 2020 and 2019 include operating lease right-of-use assets. See the Consolidated Balance Sheets and Note 8 in Item 8 for additional information.\n(5)\n2020 includes a charge of $2.50 per share for acquisition-related amortization expense. 2019 includes charges of $3.21 per share for acquisition-related costs, $1.00 per share for non-cash trademark impairment charges, a tax credit investment loss of $0.79 per share and domestic pension plan settlement expense of $0.27 per share, partially offset by a Brazil indirect tax credit of $0.36 per share and a benefit from the resolution of the California litigation of $0.28 per share. 2018 includes charges of $4.15 per share for acquisition-related costs, $1.32 per share for environmental expense provisions, $1.09 per share for California litigation expense and $0.30 per share for domestic pension plan settlement expense. 2017 includes a one-time benefit of $7.04 per share from deferred income tax reductions resulting from the Tax Act (see Note 19 of Item 8) and a charge of $3.47 per share for acquisition-related costs.\n(6)\nBased on net income and shareholders’ equity at beginning of year.\n(7)\nBased on cash dividends per common share and prior year’s diluted net income per common share.\n(8)\nRatio of income before income taxes and interest expense to interest expense.\n(9)\nBased on income before income taxes. 2017 excludes impact of one-time income tax benefit primarily related to the Tax Act (see Note 19 of Item 8).\n(10)\nEBITDA is a non-GAAP measure which management believes enhances the understanding of the Company’s operating performance. See the Non-GAAP Financial Measures section within this Item 6 for additional information.\n(11)\nSee Note 1 to the Consolidated Financial Statements in Item 8 for additional information.\n21\nNon-GAAP Financial Measures\nManagement utilizes certain financial measures that are not in accordance with U.S. generally accepted accounting principles (US GAAP) to analyze and manage the performance of the business. The required disclosures for these non-GAAP measures are shown below. The Company provides such non-GAAP information in reporting its financial results to give investors additional data to evaluate the Company’s operations. Management does not, nor does it suggest investors should, consider such non-GAAP measures in isolation from, or in substitution for, financial information prepared in accordance with US GAAP.\nEBITDA and Adjusted EBITDA\nEBITDA is a non-GAAP financial measure defined as net income before income taxes and interest, depreciation and amortization. Adjusted EBITDA is a non-GAAP financial measure that excludes the Valspar acquisition and other adjustments. Management considers EBITDA and Adjusted EBITDA useful in understanding the operating performance of the Company. The reader is cautioned that the Company’s EBITDA and Adjusted EBITDA should not be compared to other entities unknowingly. Further, EBITDA and Adjusted EBITDA should not be considered alternatives to net income or net operating cash as an indicator of operating performance or as a measure of liquidity. The reader should refer to the determination of net income and net operating cash in accordance with US GAAP disclosed in the Statements of Consolidated Income and Statements of Consolidated Cash Flows in Item 8.\nThe following table summarizes EBITDA and Adjusted EBITDA as calculated by management for the years indicated below:\nFree Cash Flow\nFree Cash Flow is a non-GAAP financial measure defined as Net operating cash, as shown in the Statements of Consolidated Cash Flows, less the amount reinvested in the business for Capital expenditures and the return of investment to its shareholders by the payment of cash dividends. Management considers Free Cash Flow to be a useful tool in its determination of appropriate uses of the Company’s Net operating cash. The reader is cautioned that the Free Cash Flow measure should not be compared to other entities unknowingly as it may not be comparable, and it does not consider certain non-discretionary cash flows, such as mandatory debt and interest payments. The amount shown below should not be considered an alternative to Net operating cash or other cash flow amounts provided in accordance with US GAAP as disclosed in the Statements of Consolidated Cash Flows in Item 8.\nThe following table summarizes Free Cash Flow as calculated by management for the years indicated below:\n22\nAdjusted Diluted Net Income Per Share\nManagement of the Company believes that investors’ understanding of the Company’s operating performance is enhanced by the disclosure of diluted net income per share excluding Valspar acquisition-related costs and other adjustments. This adjusted earnings per share measurement is not in accordance with US GAAP. It should not be considered a substitute for earnings per share in accordance with US GAAP and may not be comparable to similarly titled measures reported by other companies.\nThe following tables reconcile diluted net income per share computed in accordance with US GAAP to adjusted diluted net income per share.\n(1)\nThe tax effect is calculated based on the statutory rate and the nature of the item, unless otherwise noted.\n(2)\nAcquisition-related amortization expense consists primarily of the amortization of intangible assets related to the Valspar acquisition and is included in Amortization.\n(3)\nIntegration costs consist primarily of professional service expenses, salaries and other employee-related expenses dedicated directly to the integration effort, and severance expense. These costs are included in Selling, general and administrative and other expenses and Cost of goods sold.\n23\nAdjusted Segment Profit\nManagement of the Company believes that investors’ understanding of the Company’s operating performance is enhanced by the disclosure of segment profit excluding Valspar acquisition-related costs and other adjustments. This adjusted segment profit measurement is not in accordance with US GAAP. It should not be considered a substitute for segment profit in accordance with US GAAP and may not be comparable to similarly titled measures reported by other companies. The following tables reconcile segment profit computed in accordance with US GAAP to adjusted segment profit.\n(1)\nAcquisition-related amortization expense consists primarily of the amortization of intangible assets related to the Valspar acquisition and is included in Amortization.\n(2)\nIntegration costs consist primarily of professional service expenses, salaries and other employee-related expenses dedicated directly to the integration effort, and severance expense. These costs are included in Selling, general and administrative and other expenses and Cost of goods sold\n24\n[THIS PAGE INTENTIONALLY LEFT BLANK]\n25"
  },
  {
    "item_key": "item_7",
    "text": "(dollars in millions, except as noted and per share data)\nCompany Background\nThe Sherwin-Williams Company, founded in 1866, and its consolidated wholly owned subsidiaries (collectively, the Company) are engaged in the development, manufacture, distribution and sale of paint, coatings and related products to professional, industrial, commercial and retail customers primarily in North and South America with additional operations in the Caribbean region and throughout Europe, Asia and Australia.\nThe Company is structured into three reportable segments – The Americas Group, Consumer Brands Group and Performance Coatings Group (collectively, the Reportable Segments) – and an Administrative segment in the same way it is internally organized for assessing performance and making decisions regarding allocation of resources. See Note 21 to the Consolidated Financial Statements in Item 8 for additional information on the Company’s Reportable Segments.\nOutlook\nBeginning in early 2020, extraordinary and wide-ranging actions have been taken by international, federal, state, and local public health and governmental authorities to contain and combat the outbreak and spread of a novel strain of coronavirus (COVID-19). These actions have included, and continue to include, quarantines, physical distancing, face coverings, restrictions on public gatherings and other health and safety protocols, stay-at-home orders, travel restrictions, mandatory business closures, and other mandates that have substantially restricted individuals’ daily activities and curtailed or ceased many businesses’ normal operations.\nWe have worked with government and health authorities to continue to operate our business during this crisis, including our company-operated stores, manufacturing plants and other facilities, due to the essential nature of our products. We have endeavored to follow recommended actions of government authorities and health officials in order to protect the health and well-being of our employees, customers and their families worldwide by implementing online and phone ordering of products, using curb side pickup or delivery, and implementing remote, alternate and flexible work arrangements where possible. We will continue to work with government authorities and health officials in implementing appropriate safety measures, adapting as recommendations and safety protocols evolve so that we may maintain our operations, keep our stores open and continue to return employees who work in office environments.\nThe COVID-19 pandemic did not have a material adverse effect on our consolidated financial results for 2020. We have a strong liquidity position, with $226.6 million in cash and $3.500 billion of unused capacity under our credit facilities at December 31, 2020. The Company is in compliance with bank covenants and expects to remain in compliance. During the first half of the year, we took actions to preserve liquidity and generate cash flow during the crisis. As the circumstances around the COVID-19 pandemic remain fluid, we continue to actively monitor the pandemic’s impact to the Company worldwide, including our financial position, liquidity, results of operations and cash flow, while managing our response to the crisis through collaboration with employees, customers, suppliers, government authorities, health officials and other business partners.\nPlease see Item 1A “Risk Factors” in Part I of this Annual Report on Form 10-K for further information regarding the current and potential impact of the COVID-19 pandemic on the Company.\n26\nRESULTS OF OPERATIONS\nThe following discussion and analysis addresses comparisons of material changes in the consolidated financial statements for the years ended December 31, 2020 and 2019. For comparisons of the years ended December 31, 2019 and 2018, see Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7 of the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2019 filed on February 21, 2020.\nNet Sales\nConsolidated net sales for 2020 increased due primarily to higher sales to most of the Consumer Brands Group’s retail customers in the U.S. and Europe, and higher sales in residential repaint, DIY and new residential in the U.S. and Canada paint stores in The Americas Group, partially offset by the impacts of COVID-19 on some end markets primarily served by the Performance Coatings Group. Currency translation rate changes decreased 2020 consolidated net sales by 1.1%. Net sales of all consolidated foreign subsidiaries decreased 2.7% to $3.581 billion for 2020 versus $3.679 billion for 2019 due primarily to demand softness in certain industrial end markets globally and changes in The Americas Group’s store footprint outside of the U.S. and Canada. Net sales of all operations other than consolidated foreign subsidiaries increased 3.9% to $14.781 billion for 2020 versus $14.222 billion for 2019.\nNet sales in The Americas Group increased due primarily to higher residential repaint, DIY and new residential paint sales in the U.S. and Canada, partially offset by the impacts of COVID-19 on demand in some end markets served. Net sales from stores in U.S. and Canada open for more than twelve calendar months increased 2.7% in the year over last year’s comparable period. Currency translation rate changes reduced net sales by 1.1% compared to 2019. During 2020, The Americas Group opened 56 new stores and closed 40 redundant locations for a net increase of 16 stores, with a net increase of 38 new stores in the U.S. and Canada. The total number of stores in operation at December 31, 2020 was 4,774 in the United States, Canada, Latin America and the Caribbean. The Americas Group’s objective is to expand its store base an average of 2% each year, primarily through internal growth. Sales of products other than paint decreased approximately 2.0% over last year. A discussion of changes in volume versus pricing for sales of products other than paint is not pertinent due to the wide assortment of general merchandise sold.\nNet sales of the Consumer Brands Group increased in 2020 primarily due to higher volume sales to most of the group’s North American and European retail customers from strong DIY demand. In 2021, the Consumer Brands Group plans to expand its customer base and product assortment at existing customers.\nThe Performance Coatings Group’s net sales in 2020 decreased due primarily to softer end market demand in most businesses, mostly due to the impacts of COVID-19, and unfavorable currency translation rate changes, partially offset by increased sales in the packaging and coil divisions in all regions. Currency translation rate changes decreased net sales 1.6% compared to 2019. In 2020, the Performance Coatings Group opened 1 new location, increasing the total to 282 branches open in the United States, Canada, Mexico, South America, Europe and Asia at December 31, 2020. In 2021, the Performance Coatings Group plans to continue expanding its worldwide presence, including improving its customer base and product offering.\nNet sales in the Administrative segment, which primarily consists of external leasing revenue of excess headquarters space and leasing of facilities no longer used by the Company in its primary business, decreased by an insignificant amount in 2020.\n27\nIncome Before Income Taxes\nThe following tables presents the components of income before income taxes as a percentage of net sales:\nConsolidated gross profit increased $646.5 million in 2020 compared to the same period in 2019. Consolidated gross profit as a percent to consolidated net sales increased to 47.3% in 2020 from 44.9% in 2019. Consolidated gross profit dollars and percent improved as a result of favorable customer and product mix and moderating raw material costs, partially offset by unfavorable currency translation rate changes.\nThe Americas Group’s gross profit for 2020 increased $388.2 million compared to the same period in 2019. The Americas Group’s gross profit dollars and margin improved as a result of favorable customer and product mix and moderating raw material costs. The Consumer Brands Group’s gross profit increased $221.0 million in 2020 compared to the same period in 2019. The Consumer Brands Group’s gross profit dollars and margin improved due primarily to higher volume sales, product portfolio improvements and international cost reductions. The Performance Coatings Group’s gross profit for 2020 increased $21.1 million compared to the same period in 2019. The Performance Coatings Group’s gross profit dollars and margin improved due primarily to moderating raw material costs, partially offset by unfavorable currency translation rate changes.\nConsolidated SG&A increased by $203.0 million due primarily to increased expenses to support higher sales levels and net new store openings, partially offset by good cost control. SG&A increased as a percent of sales to 29.8% in 2020 from 29.5% in 2019 as a result of higher costs to support our higher sales levels and investments in future growth initiatives.\nThe Americas Group’s SG&A increased $159.3 million for the year due primarily to increased spending from new store openings, additional sales reps and COVID-19 costs, partially offset by currency translation rate changes. The Consumer Brands Group’s SG&A increased by $28.3 million for the year primarily to support higher sales levels. The Performance Coatings Group’s SG&A increased by $8.7 million for the year primarily due to investments in information technology systems and expenses related to COVID-19, partially offset by currency translation rate changes. The Administrative segment’s SG&A increased $6.7 million primarily due to higher  compensation, including incentive and stock-based compensation.\nOther general expense - net decreased $11.4 million in 2020 compared to 2019. The decrease was primarily attributable to a $25.5 million increase in gains from the sale and disposition of fixed assets, partially offset by a $14.1 million increase in provisions for environmental matters in the Administrative segment. See Notes 9 and 18 to the Consolidated Financial Statements in Item 8 for additional information concerning environmental matters and Other general expense - net, respectively.\nAs required by the Goodwill and Other Intangibles Topic of the ASC, management performed an annual impairment test of goodwill and indefinite-lived intangible assets as of October 1, 2020. During the fourth quarter of 2020, the Company recognized non-cash pre-tax impairment charges totaling $2.3 million related to recently acquired trademarks in the Performance Coatings Group as a direct result of recent performance which reduced the long-term forecasted net sales in the Asia Pacific region. During the fourth quarter of 2019, the Company recognized non-cash pre-tax impairment charges totaling $122.1 million related to recently acquired trademarks. These charges included impairments totaling $117.0 million in the Performance Coatings Group and $5.1 million in the Consumer Brands Group. In the Performance Coatings Group, $75.6 million related to trademarks in North America directly associated with strategic decisions made to rebrand industrial products to the Sherwin-Williams® brand name, $25.7 million related to trademarks in the Asia Pacific region as a direct result of recent\n28\nperformance which reduced the long-term forecasted net sales and $15.7 million related to other recently acquired trademarks in various regions. See Note 5 to the Consolidated Financial Statements in Item 8 for additional information.\nInterest expense decreased $8.9 million in 2020 primarily due to lower average debt levels. Interest and net investment income decreased $22.3 million in 2020 to $3.6 million. The decrease is primarily due to the recognition of an $18.8 million gain during the fourth quarter of 2019 after the Company received a favorable court decision in Brazil related to the recovery of certain indirect taxes previously paid over gross sales. See Note 18 to the Consolidated Financial Statements in Item 8 for additional information on the Brazil indirect tax matter.\nDuring the third quarter of 2019, the Company recognized a benefit of $34.7 million related to the California litigation. See Note 10 to the Consolidated Financial Statements in Item 8 for additional information related to the litigation.\nOther expense - net decreased by $11.4 million in 2020 compared to 2019 primarily due to a decrease in foreign currency transaction related losses primarily in the Performance Coatings Group. In 2020, the Administrative segment recognized a $21.3 million loss related to the extinguishment of the 2.75% Senior Notes due 2022. In 2019, the Administrative segment recognized a $32.4 million charge for a domestic pension plan settlement and $14.8 million in losses related to the extinguishment of the 2.25% Senior Notes due 2020 and 2.75% Senior Notes due 2022, partially offset by a $38.7 million gain related to the recognition of indirect tax credits. There were no other items within Other income or Other expense that were individually significant at December 31, 2020 or 2019. See Notes 6, 7 and 18 to the Consolidated Financial Statements in Item 8 for additional information related to debt, pensions and Other expense - net, respectively.\nThe following tables presents income before income taxes by segment and as a percentage of net sales by segment:\nIncome Tax Expense\nThe effective income tax rate for 2020 was 19.4% compared to 22.2% in 2019. The decrease in the effective rate was primarily due to the recognition of a $74.3 million tax credit investment loss in 2019 related to the reversal of certain partnership tax credits, partially offset by a reduction in research and development credits. The tax credit investment loss negatively impacted the 2019 effective tax rate by 370 basis points. See Note 19 to the Consolidated Financial Statements in Item 8 for additional information.\nNet Income Per Share\nDiluted net income per share for 2020 increased to $22.08 per share from $16.49 per share for 2019. Diluted net income per share in 2020 included charges for acquisition-related amortization expense of $2.50 per share. Currency translation rate changes decreased diluted net income per share in the year by $0.07 per share.\nDiluted net income per share in 2019 included charges for acquisition-related costs of $3.21 per share and other adjustments totaling $1.42 per share. Acquisition-related costs include integration costs (which primarily consist of professional service\n29\nexpenses, salaries and other employee-related expenses dedicated directly to the integration effort, and severance expenses all of which are included in Selling, general and administrative and other expenses and Cost of goods sold) and amortization of intangible assets recognized in the June 2017 acquisition of Valspar (included in Amortization). Total other adjustments in 2019 included charges of $1.00 per share for non-cash trademark impairment charges, a tax credit investment loss of $0.79 per share and pension plan settlement expense of $0.27 per share, partially offset by a Brazil indirect tax credit of $0.36 per share and a benefit from the resolution of the California litigation of $0.28 per share.\nFINANCIAL CONDITION, LIQUIDITY AND CASH FLOW\nOverview\nThe Company’s financial condition, liquidity and cash flow continued to be strong in 2020 as net operating cash increased to a record $3.409 billion primarily due to improved operating results as consolidated income before income taxes increased to $2.519 billion or 13.7% of net sales. Strong net operating cash provided the funds necessary for the Company to invest $303.8 million in capital expenditures, reduce total debt by $410.3 million and return $2.934 billion to shareholders in the form of cash dividends and share buybacks during the year.\nDuring 2020, the Company generated EBITDA of $3.441 billion. See the Non-GAAP Financial Measures section in Item 6 for definition and calculation of EBITDA. As of December 31, 2020, the Company had Cash and cash equivalents of $226.6 million and total debt outstanding of $8.292 billion.  Total debt, net of Cash and cash equivalents, was $8.066 billion and was 2.4 times the Company’s EBITDA in 2020.\nNet Working Capital\nTotal current assets less Total current liabilities (net working capital) decreased $112.8 million to a deficit of $3.0 million at December 31, 2020 from a surplus of $109.8 million at December 31, 2019. The net working capital decrease is due to both a decrease in current assets and an increase in current liabilities. Accounts receivable decreased $10.8 million, Inventories decreased $85.5 million, and Other current assets decreased $8.8 million primarily related to refundable income taxes. Current liabilities excluding Short-term borrowings and the Current portion of long-term debt increased $681.8 million primarily due to the timing of payments and higher incentive compensation, partially offset by a $609.3 million decrease in Short-term borrowings and the Current portion of long-term debt.\nAs a result of the net effect of these changes, the Company’s current ratio decreased to 1.00 at December 31, 2020 from 1.02 at December 31, 2019. Accounts receivable as a percent of net sales decreased to 11.3% in 2020 from 11.7% in 2019. Accounts receivable days outstanding decreased to 57 days in 2020 from 61 days in 2019. In 2020, provisions for allowance for doubtful collection of accounts increased $17.0 million, or 46.6%. Inventories as a percent of net sales decreased to 9.8% in 2020 from 10.6% in 2019. Inventory days outstanding decreased to 74 days in 2020 from 81 days in 2019. The Company has sufficient total available borrowing capacity to fund its current operating needs.\nProperty, Plant and Equipment\nNet property, plant and equipment decreased $0.7 million to $1.835 billion at December 31, 2020 due primarily to depreciation expense of $268.0 million and sale or disposition of assets with remaining net book value of $46.9 million, partially offset by capital expenditures of $303.8 million and currency translation and other adjustments of $10.4 million.\nCapital expenditures during 2020 in The Americas Group were primarily attributable to the opening of new paint stores and renovation and improvements in existing stores. In the Consumer Brands Group and the Performance Coatings Group, capital expenditures during 2020 were primarily attributable to improvements and normal equipment replacements in manufacturing and distribution facilities. The Administrative segment incurred capital expenditures primarily to acquire the land for the new global headquarters (new headquarters) in downtown Cleveland, Ohio and a new research and development (R&D) center in the Cleveland suburb of Brecksville. The Company expects to invest a minimum of $600 million of capital expenditures to build both the new headquarters and R&D center. Construction on the new headquarters and R&D center is expected to commence in 2021, with completion in 2024 at the earliest. The Company has not made any decisions regarding the disposition of the Company’s current Cleveland-area headquarters and R&D centers, which are all owned by the Company.\nIn 2021, the Company expects to spend more than 2020 for capital expenditures. The predominant share of the capital expenditures in 2021 is expected to be for various productivity improvement and maintenance projects at existing manufacturing, distribution and research and development facilities, new store openings, new or upgraded information systems hardware and the new global headquarters and R&D center in Ohio. The Company does not anticipate the need for any specific long-term external financing to support these capital expenditures.\n30\nGoodwill and Intangible Assets\nGoodwill, which represents the excess of cost over the fair value of net assets acquired in purchase business combinations, increased $44.3 million in 2020 due to foreign currency translation rate fluctuations.\nIntangible assets decreased $263.3 million in 2020 primarily due to amortization of finite-lived intangible assets of $313.4 million, impairment of indefinite-lived trademarks of $2.3 million, partially offset by foreign currency translation rate fluctuations of $51.5 million. See Note 5 to the Consolidated Financial Statements in Item 8 for a description of goodwill, identifiable intangible assets and asset impairments recognized in accordance with the Goodwill and Other Intangibles Topic of the ASC and summaries of the remaining carrying values of goodwill and intangible assets.\nDeferred Pension and Other Assets\nDeferred pension assets of $53.1 million at December 31, 2020 represent the excess of the fair value of assets over the actuarially determined projected benefit obligations. See Note 7 to the Consolidated Financial Statements in Item 8 and the Defined Benefit Pension and Other Postretirement Benefit Plans section below.\nOther assets increased $79.8 million to $641.2 million at December 31, 2020. The increase was primarily due to incremental securities purchased with the proceeds generated from the sale of treasury shares to fund future contributions to the Company’s Qualified Replacement Plan. See Notes 7 and 11 to the Consolidated Financial Statements in Item 8 for additional information related to the Qualified Replacement Plan and the sale of treasury stock, respectively.\nDebt\nTotal debt including Short-term borrowings decreased by $393.1 million to $8.292 billion in\n2020. This was primarily attributable to the repayment of Short-term borrowings and a net reduction in Long-term debt. In March 2020, the Company issued $500.0 million of 2.30% Senior Notes due May 2030 and $500.0 million of 3.30% Senior Notes due May 2050 in a public offering. The net proceeds from the issuance of these notes were used to repurchase a portion of the 2.75% Senior Notes due 2022 and redeem the 2.25% Senior Notes due May 2020. The repurchase of the 2.75% Senior Notes due 2022 during the first quarter of 2020 resulted in a loss of $21.3 million recorded in Other expense - net.\nOn July 19, 2018, the Company entered into a new five-year $2.000 billion credit agreement. This credit agreement may be used for general corporate purposes, including the financing of working capital requirements. This credit agreement allows the Company to extend the maturity of the facility with two one-year extension options and the Borrowers to increase the aggregate amount of the facility to $2.750 billion, both of which are subject to the discretion of each lender. In addition, the Borrowers may request letters of credit in an amount of up to $250.0 million.\nOn October 8, 2019, the Company amended this credit agreement to, among other things, extend the maturity date to October 8, 2024.\nAt December 31, 2020 and 2019, there were no short-term borrowings under this credit agreement.\nOn May 6, 2016, the Company entered into a five-year credit agreement, subsequently amended on multiple dates to extend the maturity of the agreement. This credit agreement gives the Company the right to borrow and to obtain the issuance, renewal, extension and increase of a letter of credit up to an aggregate availability of $875.0 million at December 31, 2020. In September 2017, the Company entered into an additional five-year letter of credit agreement, subsequently amended on multiple dates to extend the maturity of the agreement, with an aggregate availability of $625.0 million at December 31, 2020. Both of these credit agreements are being used for general corporate purposes. At December 31, 2020 and 2019, there were no borrowings outstanding under these credit agreements.\nThere were no borrowings outstanding under the Company’s domestic commercial paper program at December 31, 2020. Borrowings outstanding under the Company’s domestic commercial paper program at December 31, 2019 were $191.9 million with a weighted average interest rate of 2.1%. Borrowings outstanding under various foreign programs were $0.1 million and $12.8 million at December 31, 2020 and 2019, respectively with a weighted average interest rate of 0.2% and 4.3%, respectively.\nAt December 31, 2020, the Company had unused capacity under its various credit agreements of $3.500 billion.\nSee Note 6 to the Consolidated Financial Statements in Item 8 for a detailed description and summary of the Company’s outstanding debt and other available financing programs.\nDefined Benefit Pension and Other Postretirement Benefit Plans\nIn 2018, the Company terminated its domestic defined benefit pension plan for salaried employees (Terminated Plan) and the participants were moved to a qualified replacement\nplan\n(Qualified Replacement Plan), which is the Company’s domestic defined contribution plan.\nThe surplus assets of the Terminated Plan are being used, as prescribed in the applicable regulations, to fund Company contributions to the Qualified Replacement Plan. During 2019, the Company transferred the remaining surplus of $242.2 million to a suspense account held within a trust for the Qualified Replacement Plan. This amount\n31\nincluded $131.8 million of Company common stock (300,000 shares). The shares are treated as treasury stock in accordance with ASC 715. During 2020, the Company sold\n275,000 treasury shares fro\nm the trust in the Company’s Qualified Replacement Plan. The proceeds generated from the sale of the treasury shares were used to fund the Company’s 2020 contribution to the Qualified Replacement Plan and purchase securities held in a suspense account to fund future contributions to the Company’s Qualified Replacement Plan. The Co\nmpany’s domestic defined benefit pension plan for hourly employees continues to operate.\nIn accordance with the accounting prescribed by the Retirement Benefits Topic of the ASC, the Company’s total liability for unfunded or underfunded defined benefit pension plans increased $17.5 million to $110.3 million primarily due to changes in the actuarial assumptions. The Company’s liability for other postretirement benefits increased $11.1 million to $291.6 million at December 31, 2020 due primarily to changes in the actuarial assumptions.\nThe assumed discount rate used to determine the projected benefit obligation for domestic defined benefit pension plans was 2.9% at December 31, 2020 and 3.4% at December 31, 2019. The assumed discount rate used to determine the projected benefit obligation for foreign defined benefit pension plans decreased to 1.6% at December 31, 2020 from 2.2% at December 31, 2019. The decrease in the discount rates for both the domestic and foreign defined benefit pension plans was primarily due to lower interest rates. The assumed discount rate used to determine the projected benefit obligation for other postretirement benefit obligations decreased to 2.5% at December 31, 2020 from 3.2% at December 31, 2019 for the same reason.\nThe rate of compensation increases used to determine the projected benefit obligations at December 31, 2020 was 3.0% for the domestic pension plan and 2.9% for foreign pension plans, which was comparable to the rates used in the prior year. In deciding on the rate of compensation increases, management considered historical Company increases as well as expectations for future increases. The expected long-term rate of return on assets remained 5.0% at December 31, 2020 for the domestic pension plan and was slightly lower for most foreign plans. In establishing the expected long-term rate of return on plan assets for 2020, management considered the historical rates of return, the nature of investments and an expectation for future investment strategies. The assumed health care cost trend rates used to determine the net periodic benefit cost of other postretirement benefits for 2020 were 5.3% and 9.0%, respectively, for medical and prescription drug cost increases, both decreasing gradually to 4.5% in 2027. In developing the assumed health care cost trend rates, management considered industry data, historical Company experience and expectations for future health care costs.\nFor 2021 net pension cost for the ongoing domestic pension plan, the Company will use a discount rate of 2.9%, an expected long-term rate of return on assets of 5.0% and a rate of compensation increase of 3.0%. Lower discount rates and expected long-term rates of return on plan assets will be used for most foreign plans. For 2021 net periodic benefit costs for other postretirement benefits, the Company will use a discount rate of 2.5%. Net pension cost in 2021 for the ongoing domestic pension plan is expected to be approximately $1.7 million. Net periodic benefit costs for other postretirement benefits in 2021 is expected to be approximately $11.3 million. See Note 7 to the Consolidated Financial Statements in Item 8 for additional information on the Company’s obligations and funded status of its defined benefit pension plans and other postretirement benefits.\nDeferred Income Taxes\nDeferred income taxes at December 31, 2020 decreased $123.8 million from the prior year primarily due to the change in deferred taxes as a result of the amortization of intangible assets in the current year. See Note 19 to the Consolidated Financial Statements in Item 8 for additional information on deferred taxes.\nOther Long-Term Liabilities\nOther long-term liabilities increased $177.0 million during 2020 due primarily to legislatively authorized tax payment deferral mechanisms available primarily for U.S. federal payroll withholding taxes until 2021 and 2022 and the net investment hedges being in a net loss position at December 31, 2020. See Note 15 to the Consolidated Financial Statements in Item 8 for additional information on the net investment hedges.\nEnvironmental-Related Liabilities\nThe operations of the Company, like those of other companies in the same industry, are subject to various federal, state and local environmental laws and regulations. These laws and regulations not only govern current operations and products, but also impose potential liability on the Company for past operations. Management expects environmental laws and regulations to impose increasingly stringent requirements upon the Company and the industry in the future. Management believes that the Company conducts its operations in compliance with applicable environmental laws and regulations and has implemented various programs designed to protect the environment and promote continued compliance.\nDepreciation of capital expenditures and other expenses related to ongoing environmental compliance measures were included in the normal operating expenses of conducting business. The Company’s capital expenditures, depreciation and other expenses\n32\nrelated to ongoing environmental compliance measures were not material to the Company’s financial condition, liquidity, cash flow or results of operations during 2020. Management does not expect that such capital expenditures, depreciation and other expenses will be material to the Company’s financial condition, liquidity, cash flow or results of operations in 2021. See Note 9 to the Consolidated Financial Statements in Item 8 for further information on environmental-related long-term liabilities.\nContractual Obligations and Commercial Commitments\nThe Company has certain obligations and commitments to make future payments under contractual obligations and commercial commitments. The following tables summarize such obligations and commitments as of December 31, 2020.\n(1)\nRelate to open purchase orders for raw materials at December 31, 2020.\n(2)\nRelate primarily to estimated future capital contributions to investments in the U.S. affordable housing and historic renovation real estate partnerships and various other contractual obligations.\nWarranties\nThe Company offers product warranties for certain products. The specific terms and conditions of such warranties vary depending on the product or customer contract requirements. Management estimated the costs of unsettled product warranty claims based on historical results and experience and included an amount in Other accruals. Management periodically assesses the adequacy of the accrual for product warranty claims and adjusts the accrual as necessary. Changes in the Company’s accrual for product warranty claims during 2020, 2019 and 2018, including customer satisfaction settlements during the year, were as follows:\nWarranty accruals acquired in connection with the Valspar acquisition in 2017 include warranties for certain products under extended furniture protection plans. The decrease in the accrual in 2018 was primarily due to the divestiture of the furniture protection plan business during the third quarter of 2018 for an immaterial amount that approximated net book value.\n33\nShareholders’ Equity\nShareholders’ equity decreased $512.5 million to $3.611 billion at December 31, 2020 from $4.123 billion last year. The decrease was primarily attributable to the Company repurchasing $2.446 billion in Treasury stock and declaring $488.0 million in cash dividends, partially offset by $2.030 billion of net income, an increase of $250.8 million associated with the recognition of stock-based compensation expense and stock option exercises, and an increase of $182.4 million from the issuance of treasury stock during the year. During the fourth quarter of 2020, the Company retired 30.6 million common stock shares held in treasury, which resulted in decreases of Common stock, Retained earnings and Treasury stock of $30.6 million, $8.062 billion, and $8.092 billion, respectively. See the Statements of Consolidated Shareholders’ Equity and Statements of Consolidated Comprehensive Income in Item 8 for additional information.\nThe Company purchased 3.9 million shares of its common stock for treasury purposes through open market purchases during 2020. The Company acquires its common stock for general corporate purposes, and depending on its cash position and market conditions, it may acquire shares in the future. The Company had remaining authorization from its Board of Directors at December 31, 2020 to purchase 4.55 million shares of its common stock. On February 17, 2021, the Board of Directors authorized the Company to purchase an additional 15.0 million shares of the Company's stock for treasury purposes.\nThe Company’s 2020 annual cash dividend of $5.36 per share represented 32.5% of 2019 diluted net income per share. The 2020 annual dividend represented the 42\nnd\nconsecutive year of increased dividend payments since the dividend was suspended in 1978. On February 17, 2021, the Board of Directors increased the quarterly cash dividend to $1.65 per share. This quarterly dividend, if approved in each of the remaining quarters of 2021, would result in an annual dividend for 2021 of $6.60 per share or a 30% payout of 2020 diluted net income per share.\nOn February 3, 2021, the Board of Directors approved and declared a three-for-one stock split in the form of a stock dividend. Each shareholder of record at the close of business on March 23, 2021 will receive two additional common shares for each then-held common share, to be distributed after close of trading on March 31, 2021.\nNet Investment Hedges\nIn February 2020, the Company settled its $400.0 million U.S. Dollar to Euro cross currency swap contract entered into in May 2019 to hedge the Company’s net investment in its European operations. At the time of the settlement, an unrealized gain of $11.8 million, net of tax, was recognized in Accumulated other comprehensive income (loss) (AOCI), a component of Shareholders’ equity.\nIn February 2020, the Company also entered into two U.S. Dollar to Euro cross currency swap contracts to hedge the Company’s net investment in its European operations. The contracts, which were designated as net investment hedges, have a notional value of $500.0 million and $244.0 million, respectively, and mature on June 1, 2024 and November 15, 2021, respectively. During the term of the $500.0 million contract, the Company will pay fixed-rate interest in Euros and receive fixed-rate interest in U.S. Dollars, thereby effectively converting a portion of the Company’s U.S. Dollar denominated fixed-rate debt to Euro denominated fixed-rate debt. During the term of the $244.0 million contract, the Company will pay floating-rate interest in Euros and receive floating-rate interest in U.S. Dollars.\nAs of December 31, 2020, the outstanding cross currency swap contracts were in a net loss position of $85.8 million with $31.0 million included in Other accruals and $54.8 million included in Other liabilities, respectively, on the consolidated balance sheet. As of December 31, 2019, the outstanding cross currency swap contract was in a net gain position of $1.5 million.\nSee\nNote 15\nto the Consolidated Financial Statements in Item 8 for additional information.\nCash Flow\nNet operating cash increased $1.087 billion in 2020 to a cash source of $3.409 billion from $2.321 billion in 2019 due primarily to an increase in net income and improved working capital management, partially offset by unfavorable changes in non-cash items when compared to 2019. Net operating cash increased as a percent to sales to 18.6% in 2020 compared to 13.0% in 2019. During 2020, strong net operating cash continued to provide the funds necessary to pay down total net debt, invest in new stores and manufacturing and distribution facilities, and return cash to shareholders through treasury stock purchases and dividends paid.\nNet investing cash usage decreased $140.2 million to a usage of $322.4 million in 2020 from a usage of $462.6 million in 2019 due primarily to a decrease in cash used for acquisitions and an increase in proceeds from sale of assets. See Note 3 to the Consolidated Financial Statements in Item 8 for additional information on the acquisitions in 2019.\nNet financing cash usage increased $1.174 billion to a usage of $3.020 billion in 2020 from a usage of $1.846 billion in 2019 due primarily to an increase in treasury stock purchases, repayments of short-term borrowings and cash dividends paid, partially offset by a decrease in long-term debt repayments and issuances, as well as the issuance of 275,000 shares of treasury stock\n34\n(which were associated with the domestic defined benefit plan terminated in 2018 as disclosed in Notes 7 and 11 to the Consolidated Financial Statements in Item 8).\nLitigation\nSee Note 10 to the Consolidated Financial Statements in Item 8 for information concerning litigation.\nMarket Risk\nThe Company is exposed to market risk associated with interest rate, foreign currency and commodity fluctuations. The Company occasionally utilizes derivative instruments as part of its overall financial risk management policy, but does not use derivative instruments for speculative or trading purposes. In 2020 and 2019, the Company entered into foreign currency forward contracts with maturity dates of less than twelve months primarily to hedge against value changes in foreign currency and cross currency swap contracts to hedge its net investment in European operations. See Notes 1, 15 and 18 to the Consolidated Financial Statements in Item 8 for additional information related to the Company’s use of derivative instruments.\nThe Company believes it may be exposed to continuing market risk from foreign currency exchange rate and commodity price fluctuations. However, the Company does not expect that foreign currency exchange rate and commodity price fluctuations or hedging contract losses will have a material adverse effect on the Company’s financial condition, results of operations or cash flows.\nFinancial Covenant\nCertain borrowings contain a consolidated leverage covenant. The covenant states the Company’s leverage ratio is not to exceed 3.75 to 1.00. The leverage ratio is defined as the ratio of total indebtedness (the sum of Short-term borrowings, Current portion of long-term debt and Long-term debt) at the reporting date to consolidated “Earnings Before Interest, Taxes, Depreciation and Amortization” (EBITDA) for the 12-month period ended on the same date. Refer to the “Non-GAAP Financial Measures” section in Item 6 for a reconciliation of EBITDA to net income. At December 31, 2020, the Company was in compliance with the covenant. The Company’s Notes, Debentures and revolving credit agreement contain various default and cross-default provisions. In the event of default under any one of these arrangements, acceleration of the maturity of any one or more of these borrowings may result. See Note 6 to the Consolidated Financial Statements in Item 8 for additional information.\nEmployee Stock Ownership Plan\nParticipants in the Employee Stock Purchase and Savings Plan, the Company’s employee stock ownership plan (ESOP), are allowed to contribute up to the lesser of 50% of their annual compensation and the maximum dollar amount allowed under the Internal Revenue Code. The Company matches 6% of eligible employee contributions. The Company’s matching contributions to the ESOP charged to operations were $120.0 million in 2020 compared to $111.9 million in 2019. At December 31, 2020, there were 7,318,468 shares of the Company’s common stock being held by the ESOP, representing 8.2% of the total number of voting shares outstanding. See Note 12 to the Consolidated Financial Statements in Item 8 for additional information concerning the Company’s ESOP.\n35\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles (US GAAP) requires management to make estimates and assumptions that affect amounts reported in the accompanying consolidated financial statements. These determinations were made based upon management’s best estimates, judgments and assumptions that were believed to be reasonable under the circumstances, giving due consideration to materiality. We do not believe there is a great likelihood that materially different amounts would be reported under different conditions or using different assumptions related to the accounting policies described below. However, application of these accounting policies involves the exercise of judgment and use of assumptions as to future uncertainties and, as a result, actual results could differ from these estimates.\nAll of the significant accounting policies that were followed in the preparation of the consolidated financial statements are disclosed in Note 1 to the Consolidated Financial Statements in Item 8. Management believes that the following critical accounting policies and estimates have a significant impact on our consolidated financial statements.\nInventories\nInventories were stated at the lower of cost or net realizable value with cost determined principally on the last-in, first-out (LIFO) method based on inventory quantities and costs determined during the fourth quarter. Inventory quantities were adjusted during the fourth quarter as a result of annual physical inventory counts taken at all locations. If inventories accounted for on the LIFO method are reduced on a year-over-year basis, then liquidation of certain quantities carried at costs prevailing in prior years occurs. Management recorded the best estimate of net realizable value for obsolete and discontinued inventories based on historical experience and current trends through reductions to inventory cost by recording a provision included in Cost of goods sold. If management estimates that the reasonable market value is below cost or determines that future demand was lower than current inventory levels, based on historical experience, current and projected market demand, current and projected volume trends and other relevant current and projected factors associated with the current economic conditions, a reduction in inventory cost to estimated net realizable value is provided for in the reserve for obsolescence. See Note 4 to the Consolidated Financial Statements in Item 8 for more information regarding the impact of the LIFO inventory valuation and the reserve for obsolescence.\nGoodwill and Intangible Assets\nIn accordance with the Goodwill and Other Intangibles Topic of the ASC, management performs impairment tests of goodwill and indefinite-lived intangible assets on an annual basis, as well as whenever an event occurs or circumstances change that indicate impairment has more likely than not occurred. An optional qualitative assessment allows companies to skip the annual quantitative test if it is not more likely than not that impairment has occurred based on monitoring key Company financial performance metrics and macroeconomic conditions. The qualitative assessment is performed when deemed appropriate.\nIn accordance with the Goodwill and Other Intangibles Topic of the ASC, management tests goodwill for impairment at the reporting unit level. A reporting unit is an operating segment per the Segment Reporting Topic of the ASC or one level below the operating segment (component level) as determined by the availability of discrete financial information that is regularly reviewed by operating segment management or an aggregate of component levels of an operating segment having similar economic characteristics. At the time of goodwill impairment testing (if performing a quantitative assessment), management determines fair value through the use of a discounted cash flow valuation model incorporating discount rates commensurate with the risks involved for each reporting unit. If the calculated fair value is less than the current carrying value, then impairment of the reporting unit exists. The use of a discounted cash flow valuation model to determine estimated fair value is common practice in impairment testing. The key assumptions used in the discounted cash flow valuation model for impairment testing include discount rates, growth rates, cash flow projections and terminal value rates. Discount rates are set by using the Weighted Average Cost of Capital (“WACC”) methodology. The WACC methodology considers market and industry data as well as Company-specific risk factors for each reporting unit in determining the appropriate discount rates to be used. The discount rate utilized for each reporting unit is indicative of the return an investor would expect to receive for investing in such a business. Operational management, considering industry and Company-specific historical and projected data, develops growth rates, sales projections and cash flow projections for each reporting unit. Terminal value rate determination follows common methodology of capturing the present value of perpetual cash flow estimates beyond the last projected period assuming a constant WACC and low long-term growth rates. As an indicator that each reporting unit has been valued appropriately through the use of the discounted cash flow valuation model, the aggregate of all reporting units’ fair value is reconciled to the total market capitalization of the Company.\nThe Company had seven components, some of which are aggregated due to similar economic characteristics, to form three reporting units (also the operating segments) with goodwill as of October 1, 2020, the date of the annual impairment test. The annual impairment review performed as of October 1, 2020 did not result in any of the reporting units having impairment or deemed at risk for impairment.\n36\nIn accordance with the Goodwill and Other Intangibles Topic of the ASC, management tests indefinite-lived intangible assets for impairment at the asset level, as determined by appropriate asset valuations at acquisition. Management utilizes the royalty savings method and valuation model to determine the estimated fair value for each indefinite-lived intangible asset or trademark. In this method, management estimates the royalty savings arising from the ownership of the intangible asset. The key assumptions used in estimating the royalty savings for impairment testing include discount rates, royalty rates, growth rates, sales projections, terminal value rates and, to a lesser extent, tax rates. Discount rates used are similar to the rates developed by the WACC methodology considering any differences in Company-specific risk factors between reporting units and trademarks. Royalty rates are established by management and valuation experts and periodically substantiated by valuation experts. Operational management, considering industry and Company-specific historical and projected data, develops growth rates and sales projections for each significant trademark. Terminal value rate determination follows common methodology of capturing the present value of perpetual sales estimates beyond the last projected period assuming a constant WACC and low long-term growth rates. The royalty savings valuation methodology and calculations used in 2020 impairment testing are consistent with prior years. The annual impairment review performed as of October 1, 2020 resulted in the Company recognizing non-cash pre-tax impairment charges totaling $2.3 million related to lower than anticipated sales of an acquired indefinite-lived trademark.\nThe discounted cash flow and royalty savings valuation methodologies require management to make certain assumptions based upon information available at the time the valuations are performed. Actual results could differ from these assumptions. Management believes the assumptions used are reflective of what a market participant would have used in calculating fair value considering the current economic conditions. See Note 5 to the Consolidated Financial Statements in Item 8 for a discussion of goodwill and intangible assets and the impairment tests performed in accordance with the Goodwill and Other Intangibles Topic of the ASC.\nValuation of Long-Lived Assets\nIn accordance with the Property, Plant and Equipment Topic of the ASC, if events or changes in circumstances indicated that the carrying value of long-lived assets, including Operating lease right-of-use assets, may not be recoverable or the useful life had changed, impairment tests were performed or the useful life was adjusted. Undiscounted cash flows were used to calculate the recoverable value of long-lived assets to determine if such assets were not recoverable. If the carrying value of the assets was deemed to not be recoverable, the impairment to be recognized is the amount by which the carrying value of the assets exceeds the estimated fair value of the assets as determined in accordance with the Fair Value Topic of the ASC. If the usefulness of an asset was determined to be impaired, then management estimated a new useful life based on the period of time for projected uses of the asset. Fair value approaches and changes in useful life required management to make certain assumptions based upon information available at the time the valuation or determination was performed. Actual results could differ from these assumptions. Management believes the assumptions used are reflective of what a market participant would have used in calculating fair value or useful life considering the current economic conditions. All tested long-lived assets or groups of long-lived assets had undiscounted cash flows that were substantially in excess of their carrying value. See Note 5 to the Consolidated Financial Statements in Item 8 for a discussion of the reductions in carrying value or useful life of long-lived assets in accordance with the Property, Plant and Equipment Topic of the ASC. See Note 1 to the Consolidated Financial Statements in Item 8 for the Property, Plant and Equipment accounting policy.\nDefined Benefit Pension and Other Postretirement Benefit Plans\nTo determine the Company’s ultimate obligation under its defined benefit pension plans and other postretirement benefit plans , management must estimate the future cost of benefits and attribute that cost to the time period during which each covered employee works. To determine the obligations of such benefit plans, management uses actuaries to calculate such amounts using key assumptions such as discount rates, inflation, long-term investment returns, mortality, employee turnover, rate of compensation increases and medical and prescription drug costs. Management reviews all of these assumptions on an ongoing basis to ensure that the most current information available is being considered. An increase or decrease in the assumptions or economic events outside management’s control could have a direct impact on the Company’s results of operations or financial condition.\nIn accordance with the Retirement Benefits Topic of the ASC, the Company recognizes each plan’s funded status as an asset for overfunded plans and as a liability for unfunded or underfunded plans. Actuarial gains and losses and prior service costs are recognized and recorded in AOCI. The amounts recorded in AOCI will continue to be modified as actuarial assumptions and service costs change, and all such amounts will be amortized to expense over a period of years through the net pension and net periodic benefit costs.\nIn 2021, pension costs are expected to decrease slightly and other postretirement benefit plan costs are expected to increase slightly based on the actuarial assumptions being applied. See Note 7 to the Consolidated Financial Statements in Item 8 for information concerning the Company’s defined benefit pension plans and other postretirement benefit plans.\n37\nEnvironmental Matters\nThe Company is involved with environmental investigation and remediation activities at some of its currently and formerly owned sites (including sites which were previously owned and/or operated by businesses acquired by the Company). The Company initially provides for estimated costs of environmental-related activities relating to its past operations and third-party sites for which commitments or clean-up plans have been developed and when such costs can be reasonably estimated based on industry standards and professional judgment. These estimated costs, which are mostly undiscounted, are determined based on currently available facts regarding each site. If the reasonably estimable costs can only be identified as a range and no specific amount within that range can be determined more likely than any other amount within the range, the minimum of the range is provided.\nThe Company continuously assesses its potential liability for investigation and remediation-related activities and adjusts its environmental-related accruals as information becomes available upon which more accurate costs can be reasonably estimated and as additional accounting guidelines are issued. Actual costs incurred may vary from the accrued estimates due to the inherent uncertainties involved. See Note 9 to the Consolidated Financial Statements in Item 8 for information concerning the accrual for extended environmental-related activities and a discussion concerning unaccrued future loss contingencies.\nLitigation and Other Contingent Liabilities\nIn the course of its business, the Company is subject to a variety of claims and lawsuits, including, but not limited to, litigation relating to product liability and warranty, personal injury, environmental, intellectual property, commercial, contractual and antitrust claims. Management believes that the Company has properly accrued for all known liabilities that existed and those where a loss was deemed probable for which a fair value was available or an amount could be reasonably estimated in accordance with US GAAP. However, because litigation is inherently subject to many uncertainties and the ultimate result of any present or future litigation is unpredictable, the Company’s ultimate liability may result in costs that are significantly higher than currently accrued. In the event that the Company’s loss contingency is ultimately determined to be significantly higher than currently accrued, the recording of the liability may result in a material impact on net income for the annual or interim period during which such liability is accrued. Additionally, due to the uncertainties involved, any potential liability determined to be attributable to the Company arising out of such litigation may have a material adverse effect on the Company’s results of operations, liquidity or financial condition. See Note 10 to the Consolidated Financial Statements in Item 8 for information concerning litigation.\nIncome Taxes\nThe Company estimated income taxes for each jurisdiction that it operated in. This involved estimating taxable earnings, specific taxable and deductible items, the likelihood of generating sufficient future taxable income to utilize deferred tax assets and possible exposures related to future tax audits. To the extent these estimates change, adjustments to deferred and accrued income taxes will be made in the period in which the changes occur.\nWe recognize the tax benefit from an uncertain tax position only if it is more likely than not that the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the consolidated financial statements from such a position are measured based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate resolution. These assessments of uncertain tax positions contain judgments related to the interpretation of tax regulations in the jurisdictions in which we transact business. The judgments and estimates made at a point in time may change based on the outcome of tax audits, expiration of statutes of limitations, as well as changes to, or further interpretations of, tax laws and regulations. Income tax expense is adjusted in our Statements of Consolidated Income in the period in which these events occur. See Note 19 to the Consolidated Financial Statements in Item 8 for information concerning income taxes.\n38"
  },
  {
    "item_key": "item_7a",
    "text": "We are exposed to market risk associated with interest rates, foreign currency and commodity fluctuations. We occasionally utilize derivative instruments as part of our overall financial risk management policy, but do not use derivative instruments for speculative or trading purposes. In 2019 and 2020, the Company entered into U.S. Dollar to Euro cross currency swap contracts to hedge the Company’s net investment in its European operations. The contracts have been designated as net investment hedges and have various maturity dates. See Note 15 to the Consolidated Financial Statements in Item 8. The Company entered into forward foreign currency exchange contracts during 2020 to hedge against value changes in foreign currency. There were no material contracts outstanding at December 31, 2020. Forward foreign currency exchange contracts are described in Note 18 to the Consolidated Financial Statements in Item 8. We believe we may experience continuing losses from foreign currency fluctuations. However, we do not expect currency translation, transaction or hedging contract losses to have a material adverse effect on our financial condition, results of operations or cash flows.\n39\n[THIS PAGE INTENTIONALLY LEFT BLANK]\n40"
  },
  {
    "item_key": "item_8",
    "text": "41\nReport of Management\nOn Internal Control Over Financial Reporting\nShareholders of The Sherwin-Williams Company\nWe are responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934, as amended. We recognize that internal control over financial reporting cannot provide absolute assurance of achieving financial reporting objectives because of its inherent limitations. Internal control over financial reporting is a process that involves human diligence and is subject to the possibility of human error or the circumvention or the overriding of internal control. Therefore, there is a risk that material misstatements may not be prevented or detected on a timely basis by internal control over financial reporting. However, we believe we have designed into the process safeguards to reduce, though not eliminate, this risk. Projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nIn order to ensure that the Company’s internal control over financial reporting was effective as of December 31, 2020, we conducted an assessment of its effectiveness under the supervision and with the participation of our management group, including our principal executive officer and principal financial officer. This assessment was based on the criteria established in the 2013 Internal Control – Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBased on our assessment of internal control over financial reporting under the criteria established in Internal Control – Integrated Framework, we have concluded that, as of December 31, 2020, the Company’s internal control over financial reporting was effective to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. generally accepted accounting principles. Our internal control over financial reporting as of December 31, 2020 has been audited by Ernst & Young LLP, an independent registered public accounting firm, and their report on the effectiveness of our internal control over financial reporting is included on page 43 of this report.\nJ. G. Morikis\nChairman and Chief Executive Officer\nA. J. Mistysyn\nSenior Vice President - Finance and Chief Financial Officer\nJ. M. Cronin\nSenior Vice President - Corporate Controller\n42\nReport of Independent Registered Public Accounting Firm\nOn Internal Control Over Financial Reporting\nTo the Shareholders and Board of Directors and Shareholders of The Sherwin-Williams Company\nOpinion on Internal Control over Financial Reporting\nWe have audited The Sherwin-Williams Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, The Sherwin-Williams Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on the COSO criteria.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the consolidated balance sheets of The Sherwin-Williams Company as of December 31, 2020, 2019, and 2018, the related statements of consolidated income, comprehensive income, cash flows and shareholders’ equity for each of the three years in the period ended December 31, 2020, and the related notes and the financial statement schedule listed in Item 15(a) and our report dated February 19, 2021 expressed an unqualified opinion thereon.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying Report of Management on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nCleveland, Ohio\nFebruary 19, 2021\n43\nReport of Management\nOn the Consolidated Financial Statements\nShareholders of The Sherwin-Williams Company\nWe are responsible for the preparation and fair presentation of the consolidated financial statements, accompanying notes and related financial information included in this report of The Sherwin-Williams Company and its consolidated subsidiaries (collectively, the “Company”) as of December 31, 2020, 2019 and 2018 and for the years then ended in accordance with U.S. generally accepted accounting principles. The consolidated financial information included in this report contains certain amounts that were based upon our best estimates, judgments and assumptions that we believe were reasonable under the circumstances.\nWe have conducted an assessment of the effectiveness of internal control over financial reporting based on criteria established in Internal Control – Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission. As discussed in the Report of Management on Internal Control Over Financial Reporting on page 42 of this report, we concluded that the Company’s internal control over financial reporting was effective as of December 31, 2020.\nThe Board of Directors pursues its responsibility for the oversight of the Company’s accounting policies and procedures, financial statement preparation and internal control over financial reporting through the Audit Committee, comprised exclusively of independent directors. The Audit Committee is responsible for the appointment and compensation of the independent registered public accounting firm. The Audit Committee meets at least quarterly with financial management, internal auditors and the independent registered public accounting firm to review the adequacy of financial controls, the effectiveness of the Company’s internal control over financial reporting and the nature, extent and results of the audit effort. Both the internal auditors and the independent registered public accounting firm have private and confidential access to the Audit Committee at all times.\nWe believe that the consolidated financial statements, accompanying notes and related financial information included in this report fairly reflect the form and substance of all material financial transactions and fairly present, in all material respects, the consolidated financial position, results of operations and cash flows as of and for the periods presented.\nJ. G. Morikis\nChairman and Chief Executive Officer\nA. J. Mistysyn\nSenior Vice President - Finance and Chief Financial Officer\nJ. M. Cronin\nSenior Vice President - Corporate Controller\n44\nReport of Independent Registered Public Accounting Firm\nOn the Consolidated Financial Statements\nTo the Shareholders and the Board of Directors of The Sherwin-Williams Company\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of The Sherwin-Williams Company (the “Company”) as of December 31, 2020, 2019 and 2018, the related statements of consolidated income, comprehensive income, cash flows and shareholders’ equity for each of the three years in the period ended December 31, 2020, and the related notes and the financial statement schedule listed in Item 15(a) (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at  December 31, 2020, 2019 and 2018, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (“PCAOB”), the Company’s internal control over financial reporting as of December 31, 2020, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 19, 2021 expressed an unqualified opinion thereon.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures include examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n45\nWe have served as the Company’s auditor since 1908.\nCleveland, Ohio\nFebruary 19, 2021\n46\n[THIS PAGE INTENTIONALLY LEFT BLANK]\n47\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nSTATEMENTS OF CONSOLIDATED INCOME\nSee notes to consolidated financial statements.\n48\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nSTATEMENTS OF CONSOLIDATED COMPREHENSIVE INCOME\n(1)\nThe years ended December 31, 2020 and 2019 include unrealized losses of $(\n54.0\n) million, net of taxes, and unrealized gains of $\n1.1\nmillion, net of taxes, respectively, related to net investment hedges.\n(2)\nNet of taxes of $\n3.4\nmillion, $\n1.3\nmillion and $\n6.8\nmillion in 2020, 2019 and 2018, respectively.\n(3)\nNet of taxes of $(\n0.4\n) million, $(\n7.3\n) million and $(\n10.2\n) million in 2020, 2019 and 2018, respectively\n.\n(4)\nNet of taxes of $\n2.2\nmillion, $\n2.8\nmillion and $\n2.1\nmillion in 2020, 2019 and 2018, respectively.\nSee notes to consolidated financial statements.\n49\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nCONSOLIDATED BALANCE SHEETS\nSee notes to consolidated financial statements.\n50\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nSTATEMENTS OF CONSOLIDATED CASH FLOWS\nSee notes to consolidated financial statements.\n51\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nSTATEMENTS OF CONSOLIDATED SHAREHOLDERS’ EQUITY\nSee notes to consolidated financial statements.\n52\nTHE SHERWIN-WILLIAMS COMPANY AND SUBSIDIARIES\nNOTES TO THE CONSOLIDATED FINANCIAL STATEMENTS\n(millions of dollars, unless otherwise noted)\nNOTE 1 –\nSIGNIFICANT ACCOUNTING POLICIES\nConsolidation\nThe consolidated financial statements include the accounts of The Sherwin-Williams Company and its wholly owned subsidiaries (collectively, the Company). Inter-company accounts and transactions have been eliminated.\nUse of Estimates\nThe preparation of consolidated financial statements in conformity with U.S. generally accepted accounting principles (US GAAP) requires management to make estimates, judgments and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. Actual results could differ from those amounts.\nNature of Operations\nThe Company is engaged in the development, manufacture, distribution and sale of paint, coatings and related products to professional, industrial, commercial and retail customers primarily in North and South America, with additional operations in the Caribbean region, Europe, Asia and Australia.\nReportable Segments\nSee Note 21 for further details.\nCash Equivalents\nManagement considers all highly liquid investments with a maturity of three months or less when purchased to be cash equivalents.\nAccounts Receivable and Allowance for Doubtful Accounts\nAccounts receivable were recorded at the time of credit sales net of allowance for credit losses. The Company recorded an allowance for doubtful accounts of $\n53.5\nmillion, $\n36.5\nmillion and $\n45.9\nmillion at December 31, 2020, 2019 and 2018, respectively, to reduce Accounts receivable to the net amount expected to be collected (estimated net realizable value).\nEffective January 1, 2020, the Company adopted Accounting Standards Update (ASU) 2016-13, “Measurement of Credit Losses on Financial Instruments” (ASC 326) using the modified retrospective transition method, electing to not restate prior periods. This ASU replaced the incurred loss impairment methodology with a methodology that reflects expected credit losses and requires consideration of a broader range of reasonable and supportable information to inform credit loss estimates. As a result of the transition method elected, the required comparative period disclosures are prepared in accordance with the incurred loss impairment methodology.\nUnder ASC 326, the Company reviews the collectibility of the Accounts receivable balance each reporting period and estimates the allowance based on historical bad debt experience, aging of accounts receivable, current creditworthiness of customers, current economic factors, as well as reasonable and supportable forward-looking information. Accounts receivable balances are written-off against the allowance if a final determination of uncollectibility is made. All provisions for allowances for doubtful accounts are included in Selling, general and administrative expenses. See Notes 2 and 17 for further details.\n53\nProperty, Plant and Equipment\nProperty, plant and equipment (including leasehold improvements) is stated on the basis of cost. Depreciation is provided by the straight-line method. Depreciation and amortization are included in the appropriate Cost of goods sold or Selling, general and administrative expenses caption on the Statements of Consolidated Income.\nThe major classes of assets and ranges of annual depreciation rates are:\nGoodwill and Intangible Assets\nGoodwill represents the cost in excess of fair value of net assets acquired in business combinations accounted for by the purchase method. Intangible assets include indefinite-lived trademarks, customer relationships and intellectual property. In accordance with the Goodwill and Other Intangibles Topic of the Financial Accounting Standards Board (FASB) Accounting Standards Codification (ASC), goodwill and indefinite-lived trademarks are not amortized, but instead are tested for impairment on an annual basis, as well as whenever an event occurs or circumstances change that indicate impairment has more likely than not occurred. Finite-lived intangible assets are amortized on a straight-line basis over the expected period of benefit, which ranges primarily from\n15\nto\n20\nyears. See Note 5 for further details.\nImpairment of Long-Lived Assets\nIn accordance with the Property, Plant and Equipment Topic of the ASC, management evaluates the recoverability and remaining lives of long-lived assets whenever events or changes in circumstances indicate that the carrying amount may not be recoverable or the useful life has changed.\nSee Note 5 for further details.\nDerivative Instruments\nThe Company utilizes derivative instruments to mitigate certain risk exposures as part of its overall financial risk management policy and accounts for these instruments in accordance with the Derivatives and Hedging Topic of the ASC. Derivatives are recorded as assets or liabilities in the consolidated balance sheets at fair value. Changes in fair value of the derivative instruments are recognized immediately in earnings unless the derivative instrument qualifies for and is designated in an effective hedging relationship.\nThe Company entered into foreign currency forward contracts with maturity dates of less than twelve months in 2020, 2019, and 2018, primarily to hedge against value changes in foreign currency. There were\nno\nmaterial foreign currency option and forward contracts outstanding at December 31, 2020, 2019 and 2018. See Note 18 for further details.\nThe Company also entered into cross currency swap contracts to hedge its net investment in European operations in 2020 and 2019. These contracts qualified for and were designated as net investment hedges as permitted under US GAAP. The changes in fair value for the cross currency swaps are recognized in the foreign currency translation adjustments component of AOCI. The cash flow impact of these instruments is classified as an investing activity in the consolidated statement of cash flows. See Note 15 for further details.\nNon-Traded Investments\nThe Company has investments in the U.S. affordable housing and historic renovation real estate markets and certain other investments that have been identified as variable interest entities. However, because the Company does not have the power to direct the day-to-day operations of the investments and the risk of loss is limited to the amount of contributed capital, the Company is not considered the primary beneficiary. In accordance with the Consolidation Topic of the ASC, the investments are not consolidated. For affordable housing investments entered into prior to the January 1, 2015 adoption of ASU 2014-01, the Company uses the effective yield method to determine the carrying value of the investments. Under the effective yield method, the initial cost of the investments is amortized to income tax expense over the period that the tax credits are recognized. For affordable housing investments entered into on or after the January 1, 2015 adoption of ASU 2014-01, the Company uses the proportional amortization method. Under the proportional amortization method, the initial cost of the investments is amortized to income tax expense in proportion to the tax credits and other tax benefits received.\nThe carrying amounts of the investments, included in Other assets, were $\n198.2\nmillion, $\n176.2\nmillion and $\n181.2\nmillion at December 31, 2020, 2019 and 2018, respectively. The liabilities recorded on the balance sheets for estimated future capital contributions to the investments were $\n216.3\nmillion, $\n174.4\nmillion and $\n183.0\nmillion at December 31, 2020, 2019 and 2018, respectively.\n54\nStandby Letters of Credit\nThe Company occasionally enters into standby letter of credit agreements to guarantee various operating activities. These agreements provide credit availability to the various beneficiaries if certain contractual events occur.\nAmounts outstanding under these agreements totaled $\n51.3\nmillion, $\n61.2\nmillion and $\n65.6\nmillion at December 31, 2020, 2019 and 2018, respectively.\nProduct Warranties\nThe Company offers assurance type product warranties for certain products. The specific terms and conditions of such warranties vary depending on the product or customer contract requirements. Management estimated the costs of unsettled product warranty claims based on historical results and experience and included an amount in Other accruals. Management periodically assesses the adequacy of the accrual for product warranty claims and adjusts the accrual as necessary.\nChanges in the Company’s accrual for product warranty claims during 2020, 2019 and 2018, including customer satisfaction settlements during the year, were as follows:\nWarranty accruals acquired in connection with the Valspar acquisition include warranties for certain products under extended furniture protection plans. The decrease in the accrual for product warranty claims in the year ended December 31, 2018 was primarily due to the divestiture of the furniture protection plan business in the third quarter of 2018.\nDefined Benefit Pension and Other Postretirement Benefit Plans\nThe Company accounts for its defined benefit pension and other postretirement benefit plans in accordance with the Retirement Benefits Topic of the ASC, which requires the recognition of a plan’s funded status as an asset for overfunded plans and as a liability for unfunded or underfunded plans.\nSee Note 7 for further details.\nEnvironmental Matters\nCapital expenditures for ongoing environmental compliance measures were recorded in Property, plant and equipment, and related expenses were included in the normal operating expenses of conducting business. The Company accrued for environmental-related activities for which commitments or clean-up plans have been developed and when such costs could be reasonably estimated based on industry standards and professional judgment. Accrued amounts were primarily recorded on an undiscounted basis and have not been recorded net of insurance proceeds in accordance with the Offsetting Subtopic of the Balance Sheet Topic of the ASC. Environmental-related expenses included direct costs of investigation and remediation and indirect costs such as compensation and benefits for employees directly involved in the investigation and remediation activities and fees paid to outside engineering, consulting and law firms.\nSee Notes 9 and 18 for further details.\nESOP\nThe Company accounts for the Employee Stock Purchase and Savings Plan, its employee stock ownership plan (ESOP), in accordance with the Employee Stock Ownership Plans Subtopic of the Compensation – Stock Ownership Topic of the ASC. The Company recognized compensation expense for amounts contributed to the ESOP.\nSee Note 12 for further details.\nStock-Based Compensation\nThe cost of the Company’s stock-based compensation is recorded in accordance with the Stock Compensation Topic of the ASC.\nSee Note 13 for further details.\n55\nOther Liabilities\nThe Company retains risk for certain liabilities, primarily workers’ compensation claims, employee medical and disability benefits, and automobile, property, general and product liability claims. Estimated amounts were accrued for certain workers’ compensation, employee medical and disability benefits, automobile and property claims filed but unsettled, and estimated claims incurred but not reported. Estimates were based upon management’s estimated aggregate liability for claims incurred using historical experience, actuarial assumptions followed in the insurance industry and actuarially-developed models for estimating certain liabilities. Certain estimated general and product liability claims filed but unsettled were accrued based on management’s best estimate of ultimate settlement or actuarial calculations of potential liability using industry experience and actuarial assumptions developed for similar types of claims.\nForeign Currency Translation\nAll consolidated non-highly inflationary foreign operations use the local currency of the country of operation as the functional currency and translated the local currency asset and liability accounts at year-end exchange rates while income and expense accounts were translated at average exchange rates. The resulting translation adjustments were included in accumulated other comprehensive income (loss) (AOCI), a component of Shareholders’ equity.\nRevenue Recognition\nThe Company recognized revenue when performance obligations under the terms of the agreement were satisfied. This generally occurs with the transfer of control of our products to the customer. Collectibility of amounts recorded as revenue was probable at the time of recognition.\nSee Note 17 for further details.\nCustomer and Vendor Consideration\nThe Company offered certain customers rebate and sales incentive programs which were classified as reductions in net sales. Such programs were in the form of volume rebates, rebates that constituted a percentage of sales or rebates for attaining certain sales goals. The Company received consideration from certain suppliers of raw materials in the form of volume rebates or rebates that constituted a percentage of purchases. These rebates were recognized on an accrual basis by the Company as a reduction of the purchase price of the raw materials and a subsequent reduction of Cost of goods sold when the related product was sold.\nCosts of Goods Sold\nIncluded in Costs of goods sold were costs for materials, manufacturing, distribution and related support. Distribution costs included expenses related to the distribution of products including inbound freight charges, purchase and receiving costs, warehousing costs, internal transfer costs and other costs incurred to ship products. Also included in Costs of goods sold were total technical expenditures, which included research and development costs, quality control, product formulation expenditures and other similar items.\nResearch and development costs included in technical expenditures were $\n97.1\nmillion, $\n103.1\nmillion and $\n51.9\nmillion for 2020, 2019 and 2018, respectively.\nSelling, General and Administrative Expenses\nSelling costs included advertising expenses, marketing costs, employee and store costs and sales commissions. The cost of advertising was expensed as incurred. The Company incurred $\n363.4\nmillion, $\n355.2\nmillion and $\n357.8\nmillion in advertising costs during 2020, 2019 and 2018, respectively. General and administrative expenses included human resources, legal, finance and other support and administrative functions.\nEarnings Per Share\nCommon stock held in a revocable trust (see Note 11) was not included in outstanding shares for basic or diluted income per share calculations. Basic and diluted net income per share were calculated using the treasury stock method in accordance with the Earnings Per Share Topic of the ASC. Basic net income per share amounts were computed based on the weighted-average number of shares outstanding during the year. Diluted net income per share amounts were computed based on the weighted-average number of shares outstanding plus all dilutive securities potentially outstanding during the year.\nSee Note 20 for further details.\nReclassifications\nCertain amounts in the consolidated financial statements and notes to the consolidated financial statements for 2018 and 2019 have been reclassified to conform to the 2020 presentation.\n56\nNOTE 2 –\nRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\nAdopted in 2020\nEffective January 1, 2020, the Company adopted ASU 2016-13, “Measurement of Credit Losses on Financial Instruments” (ASC 326). This ASU replaced the incurred loss impairment methodology with a methodology that reflects expected credit losses and requires consideration of a broader range of reasonable and supportable information to inform credit loss estimates. In addition, new disclosures are required. The Company adopted ASU 2016-13 using the modified retrospective transition method. The adoption of ASU 2016-13 did not result in a material cumulative-effect adjustment to the opening balance of retained earnings at January 1, 2020 and did not have a material impact on the Company’s results of operations, financial condition or liquidity. See Note 17 for additional information.\nNot Yet Adopted\nIn December 2019, the FASB issued ASU 2019-12, “Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes.” The ASU simplifies the accounting for income taxes by removing certain exceptions to the general principles in ASC 740. The amendments also improve consistent application of and simplify U.S. GAAP for other areas of ASC 740 by clarifying and amending existing guidance. The standards update is effective for fiscal years and interim periods beginning after December 15, 2020, with early adoption permitted. The adoption of ASU 2019-12 is not expected to have a material impact on the Company’s financial position, results of operations or cash flows.\nNOTE 3 –\nACQUISITIONS AND DIVESTITURES\nDuring 2019, the Company completed the acquisition of a domestic packaging company and\ntwo\nEuropean coatings companies for an aggregate purchase price of $\n84.4\nmillion, including amounts withheld as security for certain representations, warranties and obligations of the sellers. These acquisitions support the growth of the Performance Coatings Group by providing new technologies and an expanded global platform. The acquisitions have been accounted for as business combinations. The results of operations of these companies have been included in the consolidated financial statements since the date of acquisition. Pro forma results of operations have not been presented as the impact on the Company’s consolidated financial results was not material.\nOn February 17, 2021, the Company signed a definitive agreement to divest Wattyl, an Australian and New Zealand manufacturer and seller of architectural and protective paint and coatings with annual revenue of approximately $\n200\nmillion and\n750\nemployees. The divestiture will allow the Company to focus its resources on global opportunities which align with our long-term strategies. The transaction is expected to close during the first quarter of 2021, subject to customary closing conditions. In connection with the sale, we expect to incur a loss in the first quarter of 2021 that is not material.\nNOTE 4 –\nINVENTORIES\nIncluded in Inventories were the following:\nInventories were stated at the lower of cost or net realizable value, with cost primarily determined on the last-in, first-out (LIFO) method. Management believes that the use of LIFO results in a better matching of costs and revenues.\nThe following table summarizes the extent to which the Company’s Inventories use the LIFO cost method, and presents the effect on Inventories had the Company used the first-in, first-out (FIFO) inventory valuation method.\nThe Company recorded a reserve for obsolescence of $\n125.8\nmillion, $\n115.4\nmillion and $\n105.9\nmillion at December 31, 2020, 2019 and 2018, respectively, to reduce Inventories to their estimated net realizable value.\n57\nNOTE 5 –\nGOODWILL, INTANGIBLE AND LONG-LIVED ASSETS\nIncluded in Property, plant and equipment, net were the following:\nIn accordance with the Property, Plant and Equipment Topic of the ASC, whenever events or changes in circumstances indicate that the carrying value of long-lived assets may not be recoverable or the useful life may have changed, impairment tests are to be performed. Subsequent to the adoption of ASU 2016-02, right-of-use assets recognized in the consolidated balance sheet are considered to be long-lived assets. Undiscounted cash flows were used to calculate the recoverable value of long-lived assets to determine if such assets were not recoverable. If the carrying value of the assets was deemed to not be recoverable, the impairment to be recognized is the amount by which the carrying value of the assets exceeds the estimated fair value of the assets as determined in accordance with the Fair Value Topic of the ASC.\nNo\nmaterial impairments of long-lived assets were recorded in 2020, 2019 or 2018.\nDuring 2019, the Company acquired\nthree\ncompanies which resulted in the recognition of goodwill of $\n14.2\nmillion and finite-lived intangibles of $\n34.9\nmillion. See Note 3 for additional information related to the acquisitions.\nIn accordance with the Goodwill and Other Intangibles Topic of the ASC, goodwill and indefinite-lived intangible assets are tested for impairment annually, and interim impairment tests are performed whenever an event occurs or circumstances change that indicate an impairment has more likely than not occurred. October 1 has been established for the annual impairment review. At the time of impairment testing, values are estimated separately for goodwill and trademarks with indefinite lives using a valuation model, incorporating discount rates commensurate with the risks involved for each group of assets. An optional qualitative assessment may alleviate the need to perform the quantitative goodwill impairment test when impairment is unlikely.\nThe annual impairment review performed as of October 1, 2020 resulted in trademark impairment of $\n2.3\nmillion in the Performance Coatings Group related to lower than anticipated sales of an acquired brand and no goodwill impairment.\nDuring the fourth quarter of 2019, the Company performed a strategic review of its business lines as part of the annual planning cycle. Decisions were made during this review related to certain brands which resulted in a reduction to the long-term forecasted net sales for certain indefinite-lived trademarks acquired in the Valspar acquisition within the Performance Coatings and Consumer Brands Groups. As a result of the strategic decisions made at that time and in conjunction with the annual impairment review performed as of October 1, 2019, the Company recognized non-cash pre-tax impairment charges totaling $\n122.1\nmillion related to certain recently acquired indefinite-lived trademarks. These charges included impairments totaling $\n117.0\nmillion in the Performance Coatings Group and $\n5.1\nmillion in the Consumer Brands Group. In the Performance Coatings Group, $\n75.6\nmillion related to trademarks in North America directly associated with strategic decisions made to rebrand industrial products to the Sherwin-Williams® brand name, $\n25.7\nmillion related to trademarks in the Asia Pacific region as a direct result of recent performance that reduced the long-term forecasted net sales and $\n15.7\nmillion related to other recently acquired trademarks in various regions.The annual impairment review did not result in any goodwill impairment.\nThe annual impairment reviews performed as of October 1, 2018 did\nno\nt result in any goodwill or trademark impairment.\n58\nA summary of changes in the Company’s carrying value of goodwill by Reportable Segment is as follows:\n(1)\nNet of accumulated impairment losses of $\n19.4\n($\n10.5\nmillion in The Americas Group, $\n8.1\nmillion  in the Consumer Brands Group and $\n0.8\nmillion in the Performance Coatings Group).\nA summary of the Company’s carrying value of intangible assets is as follows:\n(1)\nTrademarks with indefinite lives as of December 31, 2020 is net of accumulated impairment losses of $\n124.4\nmillion. Trademarks with indefinite lives as of December 31, 2019 is net of accumulated impairment losses of $\n122.1\nmillion. There were no material accumulated impairment losses as of December 31, 2018.\nAmortization of finite-lived intangible assets is estimated as follows for the next five years: $\n308.8\nmillion in 2021, $\n306.4\nmillion in 2022, $\n303.7\nmillion in 2023, $\n301.0\nmillion in 2024 and $\n297.3\nmillion in 2025.\nAlthough the Company believes its estimates of fair value related to reporting units and indefinite-lived trademarks are reasonable, actual financial results could differ from those estimates due to the inherent uncertainty involved in making such estimates. Changes in assumptions concerning future financial results or other underlying assumptions could have a significant impact and future impairment charges may be required.\n59\nNOTE 6 –\nDEBT\nThe table below summarizes the carrying value of the Company’s outstanding debt, net of capitalized debt issuance costs:\n(1)\nNet of capitalized debt issuance costs of $\n52.9\nmillion, $\n50.6\nmillion and $\n49.1\nmillion at December 31, 2020, 2019 and 2018, respectively.\nMaturities of long-term debt are as follows for the next five years: $\n25.1\nmillion in 2021; $\n661.0\nmillion in 2022; $\n0.3\nmillion in 2023, $\n500.2\nmillion in 2024 and $\n650.1\nmillion in 2025. Interest expense on long-term debt was $\n320.5\nmillion, $\n321.3\nmillion and $\n343.1\nmillion for 2020, 2019 and 2018, respectively.\nAmong other restrictions, the Company’s notes, debentures and revolving credit agreement contain certain covenants relating to liens, ratings changes, merger and sale of assets, consolidated leverage and change of control, as defined in the agreements. In the event of default under any one of these arrangements, acceleration of the maturity of any one or more of these borrowings may result. The Company was in compliance with all covenants for all years presented.\nIn March 2020, the Company issued $\n500.0\nmillion of\n2.30\n% Senior Notes due May 2030 and $\n500.0\nmillion of\n3.30\n% Senior Notes due May 2050 in a public offering. The net proceeds from the issuance of these notes were used to repurchase a portion of the\n2.75\n% Senior Notes due 2022 and redeem the\n2.25\n% Senior Notes due May 2020. The repurchase of the\n2.75\n% Senior Notes due 2022 during the first quarter of 2020 resulted in a loss of $\n21.3\nmillion recorded in Other expense - net.\nSee Note 18.\nIn August 2019, the Company issued $\n800.0\nmillion of\n2.95\n% Senior Notes due 2029 and $\n550.0\nmillion of\n3.80\n% Senior Notes due 2049 in a public offering. The net proceeds from the issuance of these are being used for general corporate purposes.\nIn August 2019, the Company repurchased $\n1.010\nbillion of its\n2.25\n% Senior Notes due 2020 and $\n490.0\nmillion of its\n2.75\n% Senior Notes due 2022. These repurchases resulted in a loss of $\n14.8\nmillion recorded in\nOther expense - net\n. See Note 18.\nIn June 2019, the Company repurchased $\n60.9\nmillion of its\n2.25\n% Senior Notes due May 2020. This repurchase resulted in an insignificant gain.\n60\nShort-Term Borrowings\nOn July 19, 2018, the Company and three of its wholly-owned subsidiaries, Sherwin-Williams Canada, Inc., Sherwin-Williams Luxembourg S.à r.l and Sherwin-Williams UK Holding Limited (all together with the Company, the Borrowers), entered into a new\nfive-year\n$\n2.000\nbillion credit agreement. This credit agreement may be used for general corporate purposes, including the financing of working capital requirements, and replaced a credit agreement dated July 16, 2015, as amended, which was terminated. This credit agreement allows the Company to extend the maturity of the facility with\ntwo\none-year\nextension options and the Borrowers to increase the aggregate amount of the facility to $\n2.750\nbillion, both of which are subject to the discretion of each lender. In addition, the Borrowers may request letters of credit in an amount of up to $\n250.0\nmillion.\nOn October 8, 2019, the Company amended this credit agreement to, among other things, extend the maturity date to October 8, 2024.\nAt December 31, 2020, 2019 and 2018, there were\nno\nshort-term borrowings under this credit agreement.\nOn May 6, 2016, the Company entered into a\nfive-year\ncredit agreement, subsequently amended on multiple dates to extend the maturity of the agreement. This credit agreement gives the Company the right to borrow and to obtain the issuance, renewal, extension and increase of a letter of credit up to an aggregate availability of $\n875.0\nmillion at December 31, 2020. In September 2017, the Company entered into an additional\nfive-year\nletter of credit agreement, subsequently amended on multiple dates to extend the maturity of the agreement, with an aggregate availability of $\n625.0\nmillion at December 31, 2020. Both of these credit agreements are being used for general corporate purposes. At December 31, 2020, 2019 and 2018, there were\nno\nborrowings outstanding under these credit agreements.\nThere were\nno\nborrowings outstanding under the Company’s domestic commercial paper program at December 31, 2020. Borrowings outstanding under the Company’s domestic commercial paper program at December 31, 2019 and 2018 were $\n191.9\nmillion and $\n291.4\nmillion, respectively with a weighted average interest rate of\n2.1\n% and\n3.0\n%, respectively. Borrowings outstanding under various foreign programs were $\n0.1\nmillion, $\n12.8\nmillion and $\n37.0\nmillion at December 31, 2020, 2019 and 2018, respectively with a weighted average interest rate of\n0.2\n%,\n4.3\n% and\n9.3\n%, respectively.\nNOTE 7 –\nPENSION, HEALTH CARE AND OTHER POSTRETIREMENT BENEFITS\nThe Company provides pension benefits to substantially all full-time employees through primarily noncontributory defined contribution or defined benefit plans and certain health care and life insurance benefits to domestic active employees and eligible retirees. In accordance with the Retirement Benefits Topic of the ASC, the Company recognizes an asset for overfunded defined benefit pension or other postretirement benefit plans and a liability for unfunded or underfunded plans. In addition, actuarial gains and losses and prior service costs of such plans are recorded in AOCI. The amounts recorded in AOCI will continue to be modified as actuarial assumptions and service costs change, and all such amounts will be amortized to expense over a period of years through the net pension cost (credit) and net periodic benefit cost (credit).\nHealth Care Plans\nThe Company provides certain domestic health care plans that are contributory and contain cost-sharing features such as deductibles and coinsurance. There were\n27,782\n,\n27,030\nand\n26,323\nactive employees entitled to receive benefits under these plans at December 31, 2020, 2019 and 2018, respectively. The cost of these benefits for active employees, which includes claims incurred and claims incurred but not reported, amounted to $\n298.8\nmillion, $\n301.6\nmillion and $\n298.8\nmillion for 2020, 2019 and 2018, respectively.\nDefined Contribution Pension Plans\nThe Company’s annual contribution for its domestic defined contribution pension plan was $\n77.0\nmillion, $\n72.7\nmillion and $\n65.2\nmillion for 2020, 2019 and 2018, respectively. The contribution percentage ranges from\ntwo\npercent to\nseven\npercent of compensation for covered employees based on an age and service formula. Assets in employee accounts of the domestic defined contribution pension plan are invested in various investment funds as directed by the participants. These investment funds did not own a significant number of shares of the Company’s common stock for any year presented.\nThe Company’s annual contributions for its foreign defined contribution pension plans, which are based on various percentages of compensation for covered employees up to certain limits, were $\n22.5\nmillion, $\n24.5\nmillion and $\n19.5\nmillion for 2020, 2019 and 2018, respectively. Assets in employee accounts of the foreign defined contribution pension plans are invested in various investment funds. These investment funds did not own a significant number of shares of the Company’s common stock for any year presented.\n61\nDefined Benefit Pension Plans\nIn 2018, the Company’s domestic defined benefit pension plan was split into two separate overfunded plans: one that will continue to operate, and one that was frozen and subsequently terminated during 2018 (Terminated Plan). Active participants in the Terminated Plan were moved to the Company’s domestic defined contribution plan (Qualified Replacement Plan). The Company settled the liabilities of the Terminated Plan through a combination of (i) lump sum payments to eligible participants who elected to receive them and (ii) the purchase of annuity contracts for participants who either did not elect lump sums or were already receiving benefit payments. The lump sum payments were paid in December 2018 and resulted in a settlement charge of $\n37.6\nmillion in 2018.\nDuring the first quarter of 2019, the Company purchased annuity contracts to settle the remaining liabilities of the Terminated Plan. The annuity contract purchase resulted in a settlement charge of $\n32.4\nmillion in the first quarter of 2019. The remaining surplus of the Terminated Plan is being used, as prescribed in the applicable regulations, to fund Company contributions to the Qualified Replacement Plan. During 2019, the Company transferred the remaining surplus of $\n242.2\nmillion to a suspense account held within a trust for the Qualified Replacement Plan. This amount included $\n131.8\nmillion of Company common stock (\n300,000\nshares). The shares are treated as treasury stock in accordance with ASC 715. See\nNote 11\n. The remaining surplus consists of investment funds held at fair value. See\nNote 16.\nAt December 31, 2020, the domestic defined benefit pension plan was overfunded, with a projected benefit obligation of $\n118.6\nmillion, fair value of plan assets of $\n144.3\nmillion and excess plan assets of $\n25.7\nmillion. The plan was funded in accordance with all applicable regulations at December 31, 2020. At December 31, 2019, the domestic defined benefit pension plan was overfunded, with a projected benefit obligation of $\n103.0\nmillion, fair value of plan assets of $\n125.9\nmillion and excess plan assets of $\n22.9\nmillion. At December 31, 2018, the domestic defined benefit pension plans were overfunded, with a projected benefit obligation of $\n524.7\nmillion, fair value of plan assets of $\n777.0\nmillion and excess plan assets of $\n252.3\nmillion.\nThe Company has\nthirty-one\nforeign defined benefit pension plans. At December 31, 2020,\ntwenty-six\nof the Company’s foreign defined benefit pension plans were unfunded or underfunded, with combined accumulated benefit obligations, projected benefit obligations, fair values of net assets and deficiencies of plan assets of $\n231.5\nmillion, $\n259.9\nmillion, $\n149.6\nmillion and $\n110.3\nmillion, respectively.\nThe Company expects to make the following benefit payments for all domestic and foreign defined benefit pension plans: $\n15.9\nmillion in 2021; $\n14.1\nmillion in 2022; $\n15.7\nmillion in 2023; $\n16.2\nmillion in 2024; $\n16.7\nmillion in 2025; and $\n95.2\nmillion in 2026 through 2030. The Company expects to contribute $\n5.2\nmillion to the foreign plans in 2021.\nThe estimated net actuarial losses and prior service costs for the defined benefit pension plans that are expected to be amortized from AOCI into the net pension costs in 2021 are $\n1.5\nmillion and $\n1.0\nmillion, respectively.\n62\nThe following table summarizes the components of the net pension costs and AOCI related to the defined benefit pension plans:\nService cost is recorded in Cost of goods sold and Selling, general and administrative expense. All other components of Net pension costs are recorded in Other expense - net.\nThe Company employs a total return investment approach for the domestic and foreign defined benefit pension plan assets. A mix of equities and fixed income investments are used to maximize the long-term return of assets for a prudent level of risk. In determining the expected long-term rate of return on defined benefit pension plan assets, management considers the historical rates of return, the nature of investments and an expectation of future investment strategies. The target allocations for plan assets are\n35\n% –\n65\n% equity securities and\n35\n% –\n55\n% fixed income securities.\n63\nThe following tables summarize the fair value of the defined benefit pension plan assets at December 31, 2020, 2019 and 2018. The presentation is in accordance with the Retirement Benefits Topic of the ASC.\n(1)\nThis category includes actively managed equity assets that track primarily to the S&P 500.\n(2)\nThis category includes government and corporate bonds that track primarily to the Barclays Capital Aggregate Bond Index.\n(3)\nThis category includes real estate and pooled investment funds.\n(4)\nThis category includes pooled investment funds and private equity funds that are measured at NAV or its equivalent using the practical expedient. Therefore, these investments are not classified in the fair value hierarchy.\nAs of December 31, 2018 there were\n300,000\nshares of the Company’s common stock with a market value of $\n118.0\nmillion included as equity investments in the domestic defined benefit pension plan assets. There were\nno\nshares of the Company’s common stock included as equity investments in the domestic defined benefit pension plan assets at December 31, 2020 and December 31, 2019 due to the wind-up of the Terminated Plan.\n64\nThe following table summarizes the obligations, plan assets and assumptions used for the defined benefit pension plans, which are all measured as of December 31:\n65\nOther Postretirement Benefits\nEmployees of the Company hired in the United States prior to January 1, 1993 who are not members of a collective bargaining unit, and certain groups of employees added through acquisitions, are eligible for health care and life insurance benefits upon retirement, subject to the terms of the unfunded plans. There were\n3,465\n,\n3,481\nand\n3,498\nretired employees entitled to receive such postretirement benefits at December 31, 2020, 2019 and 2018, respectively.\nThe following table summarizes the obligation and the assumptions used for other postretirement benefits:\n66\nThe following table summarizes the components of the net periodic benefit cost and AOCI related to postretirement benefits other than pensions:\nThe estimated net actuarial losses and prior service costs for other postretirement benefits that are expected to be amortized from AOCI into net periodic benefit cost in 2021 are $\n4.7\nmillion and $\n0.3\nmillion, respectively.\nThe assumed health care cost trend rate and prescription drug cost increases used to determine the net periodic benefit cost for postretirement health care benefits for 2021 both decrease in each successive year until reaching\n4.5\n% in 2027.\nThe Company expects to make retiree health care benefit cash payments as follows:\n67\nNOTE 8 –\nLEASES\nThe Company leases retail stores, manufacturing and distribution facilities, office space and equipment under operating lease agreements. Operating lease right-of-use (ROU) assets and lease liabilities are recognized based on the present value of lease payments over the lease term. The majority of the ROU asset and lease liability balances relate to the retail operations of The Americas Group.\nMost leases include\none\nor more options to renew. The exercise of lease renewal options is at the Company’s discretion and is not reasonably certain at lease commencement. The Company does not account for lease and non-lease components of contracts separately for any underlying asset class. Some leases have variable payments, however, because they are not based on an index or rate, they are not included in the ROU assets and liabilities. Variable payments for real estate leases relate primarily to common area maintenance, insurance, taxes and utilities associated with the properties. Variable payments for equipment leases relate primarily to hours, miles, or other quantifiable usage factors which are not determinable at the time the lease agreement is entered into by the Company. The Company has made an accounting policy election by underlying asset class to not apply the recognition requirements of ASC 842 to short-term leases. As a result, certain leases with a term of 12 months or less are not recorded on the balance sheet and expense is recognized on a straight-line basis over the lease term. Most leases do not contain an implicit discount rate. Therefore, the Company’s estimated incremental borrowing rate based on information available at the time of lease inception is used to discount lease payments to present value. Effective January 1, 2019, the Company adopted ASC 842 using the modified retrospective transition method, electing to not restate prior periods. As a result, the required comparative period disclosures for the period ended December 31, 2018, are reported in accordance with the previous accounting standard, ASC 840.\nAdditional lease information is summarized below:\n(1)\nOperating lease cost for the period ended December 31, 2018, includes short-term lease cost in accordance with ASC 840 disclosure requirements.\n(2)\nDisclosure was not required for periods reported under ASC 840.\nThe following table reconciles the undiscounted cash flows for each of the next five years and thereafter to the operating lease liabilities recognized on the balance sheet as of December 31, 2020. The reconciliation excludes short-term leases that are not recorded on the balance sheet.\nDuring 2018, the Company completed transactions to sell and subsequently leaseback certain real estate properties and received proceeds totaling $\n225.3\nmillion. The transactions were accounted for as financing transactions primarily due to the Company’s continuing involvement resulting from the length of the lease term in comparison to the remaining economic life of the real estate properties. The financing transactions have related future obligations of $\n198.9\nat December 31, 2020.\n68\nNOTE 9 –\nOTHER LONG-TERM LIABILITIES\nThe operations of the Company, like those of other companies in its industry, are subject to various domestic and foreign environmental laws and regulations. These laws and regulations not only govern current operations and products, but also impose potential liability on the Company for past operations. Management expects environmental laws and regulations to impose increasingly stringent requirements upon the Company and the industry in the future. Management believes that the Company conducts its operations in compliance with applicable environmental laws and regulations and has implemented various programs designed to protect the environment and promote continued compliance.\nThe Company is involved with environmental investigation and remediation activities at some of its currently and formerly owned sites (including sites which were previously owned and/or operated by businesses acquired by the Company). In addition, the Company, together with other parties, has been designated a potentially responsible party under federal and state environmental protection laws for the investigation and remediation of environmental contamination and hazardous waste at a number of third-party sites, primarily Superfund sites. In general, these laws provide that potentially responsible parties may be held jointly and severally liable for investigation and remediation costs regardless of fault. The Company may be similarly designated with respect to additional third-party sites in the future.\nThe Company initially provides for estimated costs of environmental-related activities relating to its past operations and third-party sites for which commitments or clean-up plans have been developed and when such costs can be reasonably estimated based on industry standards and professional judgment. These estimated costs, which are mostly undiscounted, are determined based on currently available facts regarding each site. If the reasonably estimable costs can only be identified as a range and no specific amount within that range can be determined more likely than any other amount within the range, the minimum of the range is provided.\nThe Company continuously assesses its potential liability for investigation and remediation-related activities and adjusts its environmental-related accruals as information becomes available upon which more accurate costs can be reasonably estimated and as additional accounting guidelines are issued. At December 31, 2020, 2019 and 2018, the Company had accruals reported on the balance sheet as Other long-term liabilities of $\n300.5\nmillion, $\n314.8\nmillion and $\n322.5\nmillion, respectively. Estimated costs of current investigation and remediation activities of $\n68.6\nmillion, $\n57.6\nmillion and $\n51.0\nmillion are included in Other accruals at December 31, 2020, 2019 and 2018, respectively.\nActual costs incurred may vary from the accrued estimates due to the inherent uncertainties involved including, among others, the number and financial condition of parties involved with respect to any given site, the volumetric contribution which may be attributed to the Company relative to that attributed to other parties, the nature and magnitude of the wastes involved, the various technologies that can be used for remediation and the determination of acceptable remediation with respect to a particular site. If the Company’s future loss contingency is ultimately determined to be at the unaccrued maximum of the estimated range of possible outcomes for every site for which costs can be reasonably estimated, the Company’s accrual for environmental-related activities would be $\n114.5\nmillion higher than the minimum accruals at December 31, 2020. Additionally, costs for environmental-related activities may not be reasonably estimable at early stages of investigation and therefore would not be included in the unaccrued maximum amount.\nFour\nof the Company’s currently and formerly owned manufacturing sites (“Major Sites”) account for the majority of the accrual for environmental-related activities and the unaccrued maximum of the estimated range of possible outcomes at December 31, 2020. At December 31, 2020, $\n315.0\nmillion, or\n85.4\n% of the total accrual, related directly to the Major Sites. In the aggregate unaccrued maximum of $\n114.5\nmillion at December 31, 2020, $\n90.8\nmillion, or\n79.3\n%, related to the Major Sites. The significant cost components of this liability continue to be related to remedy implementation, regulatory agency interaction, project management and other costs. While different for each specific environmental situation, these components generally each account for approximately\n85\n%,\n10\n%, and\n5\n%, respectively, of the accrued amount and those percentages are subject to change over time. While environmental investigations and remedial actions are in different stages at these sites, additional investigations, remedial actions and monitoring will likely be required at each site.\nThe largest and most complex of the Major Sites is the Gibbsboro, New Jersey site (“Gibbsboro”) which comprises the substantial majority of the environmental-related accrual. Gibbsboro, a former manufacturing plant, and related areas, which ceased operations in 1978, has had various areas included on the National Priorities List since 1999. This location has soil, waterbodies, and groundwater contamination related to the historic operations of the facility. Gibbsboro has been divided by the Environmental Protection Agency (“EPA”) into\nsix\noperable units (“OUs”) based on location and characteristics, whose investigation and remediation efforts are likely to occur over an extended period of time. Each of the OUs are in various phases of investigation and remediation with the EPA that provide enough information to reasonably estimate cost ranges and record environmental-related accruals. The most significant assumptions underlying the reliability and precision of remediation cost\n69\nestimates for the Gibbsboro site are the type and extent of future remedies to be selected by the EPA and the costs of implementing those remedies.\nThe remaining\nthree\nMajor Sites comprising the majority of the accrual include (1) a multi-party Superfund site that has received a record of decision from the federal EPA and is currently in the remedial design phase for one operable unit and for which a remedial investigation/feasibility study has been submitted for another operable unit, (2) a closed paint manufacturing facility that is in the operation and maintenance phase of remediation under both federal and state EPA programs, and (3) a formerly-owned site containing warehouse and office space that is in the remedial investigation phase under a state EPA program. Each of these\nthree\nMajor Sites are in phases of investigation and remediation that provide sufficient information to reasonably estimate cost ranges and record environmental-related accruals.\nExcluding the Major Sites discussed above, no sites are individually material to the total accrual balance. There are multiple, future events yet to occur, including further remedy selection and design, remedy implementation and execution, and securing applicable governmental agency approvals, all of which have the potential to contribute to the uncertainty surrounding these future events. As these events occur and to the extent that the cost estimates of the environmental remediation change, the existing reserve will be adjusted.\nManagement cannot presently estimate the ultimate potential loss contingencies related to these sites or other less significant sites until such time as a substantial portion of the investigation at the sites is completed and remedial action plans are developed. Unasserted claims could have a material effect on the Company’s loss contingency as more information becomes available over time. At\nDecember 31, 2020\n, the Company did not have material loss contingency accruals related to unasserted claims. Management does not expect that a material portion of unrecognized loss contingencies will be recoverable through insurance, indemnification agreements or other sources. In the event any future loss contingency significantly exceeds the current amount accrued, the recording of the ultimate liability may result in a material impact on net income for the annual or interim period during which the additional costs are accrued. Moreover, management does not believe that any potential liability ultimately attributed to the Company for its environmental-related matters will have a material adverse effect on the Company’s financial condition, liquidity, or cash flow due to the extended length of time during which environmental investigation and remediation takes place. An estimate of the potential impact on the Company’s operations cannot be made due to the aforementioned uncertainties.\nManagement expects these contingent environmental-related liabilities to be resolved over an extended period of time. Management is unable to provide a more specific time frame due to the indeterminate amount of time to conduct investigation activities at any site, the indeterminate amount of time to obtain environmental agency approval, as necessary, with respect to investigation and remediation activities, and the indeterminate amount of time necessary to conduct remediation activities.\nThe Asset Retirement and Environmental Obligations Topic of the ASC requires a liability to be recognized for the fair value of a conditional asset retirement obligation if a settlement date and fair value can be reasonably estimated. The Company recognizes a liability for any conditional asset retirement obligation when sufficient information is available to reasonably estimate a settlement date to determine the fair value of such a liability. The Company has identified certain conditional asset retirement obligations at various current and closed manufacturing, distribution and store facilities. These obligations relate primarily to asbestos abatement, hazardous waste Resource Conservation and Recovery Act (RCRA) closures, well abandonment, transformers and used oil disposals and underground storage tank closures. Using investigative, remediation and disposal methods that are currently available to the Company, the estimated costs of these obligations were accrued and are not significant. The recording of additional liabilities for future conditional asset retirement obligations may result in a material impact on net income for the annual or interim period during which the costs are accrued. Management does not believe that any potential liability ultimately attributed to the Company for its conditional asset retirement obligations will have a material adverse effect on the Company’s financial condition, liquidity, or cash flow due to the extended period of time over which sufficient information may become available regarding the closure or modification of any one or group of the Company’s facilities. An estimate of the potential impact on the Company’s operations cannot be made due to the aforementioned uncertainties.\n70\nNOTE 10 –\nLITIGATION\nIn the course of its business, the Company is subject to a variety of claims and lawsuits, including, but not limited to, litigation relating to product liability and warranty, personal injury, environmental, intellectual property, commercial, contractual and antitrust claims that are inherently subject to many uncertainties regarding the possibility of a loss to the Company. These uncertainties will ultimately be resolved when one or more future events occur or fail to occur confirming the incurrence of a liability or the reduction of a liability. In accordance with the Contingencies Topic of the ASC, the Company accrues for these contingencies by a charge to income when it is both probable that one or more future events will occur confirming the fact of a loss and the amount of the loss can be reasonably estimated. In the event that the Company’s loss contingency is ultimately determined to be significantly higher than currently accrued, the recording of the additional liability may result in a material impact on the Company’s results of operations, liquidity or financial condition for the annual or interim period during which such additional liability is accrued. In those cases where no accrual is recorded because it is not probable that a liability has been incurred and the amount of any such loss cannot be reasonably estimated, any potential liability ultimately determined to be attributable to the Company may result in a material impact on the Company’s results of operations, liquidity or financial condition for the annual or interim period during which such liability is accrued. In those cases where no accrual is recorded or exposure to loss exists in excess of the amount accrued, the Contingencies Topic of the ASC requires disclosure of the contingency when there is a reasonable possibility that a loss or additional loss may have been incurred.\nLead pigment and lead-based paint litigation.\nThe Company’s past operations included the manufacture and sale of lead pigments and lead-based paints. The Company, along with other companies, is and has been a defendant in a number of legal proceedings, including individual personal injury actions, purported class actions, and actions brought by various counties, cities, school districts and other government-related entities, arising from the manufacture and sale of lead pigments and lead-based paints. The plaintiffs’ claims have been based upon various legal theories, including negligence, strict liability, breach of warranty, negligent misrepresentations and omissions, fraudulent misrepresentations and omissions, concert of action, civil conspiracy, violations of unfair trade practice and consumer protection laws, enterprise liability, market share liability, public nuisance, unjust enrichment and other theories. The plaintiffs seek various damages and relief, including personal injury and property damage, costs relating to the detection and abatement of lead-based paint from buildings, costs associated with a public education campaign, medical monitoring costs and others. The Company has also been a defendant in legal proceedings arising from the manufacture and sale of non-lead-based paints that seek recovery based upon various legal theories, including the failure to adequately warn of potential exposure to lead during surface preparation when using non-lead-based paint on surfaces previously painted with lead-based paint. The Company believes that the litigation brought to date is without merit or subject to meritorious defenses and is vigorously defending such litigation. The Company expects that additional lead pigment and lead-based paint litigation may be filed against the Company in the future asserting similar or different legal theories and seeking similar or different types of damages and relief. The Company will continue to vigorously defend against any additional lead pigment and lead-based paint litigation that may be filed, including utilizing all avenues of appeal, if necessary.\nNotwithstanding the Company’s views on the merits, litigation is inherently subject to many uncertainties, and the Company ultimately may not prevail. Adverse court rulings or determinations of liability, among other factors, could affect the lead pigment and lead-based paint litigation against the Company and encourage an increase in the number and nature of future claims and proceedings. In addition, from time to time, various legislation and administrative regulations have been enacted, promulgated or proposed to impose obligations on present and former manufacturers of lead pigments and lead-based paints respecting asserted health concerns associated with such products or to overturn the effect of court decisions in which the Company and other manufacturers have been successful.\nDue to the uncertainties involved, management is unable to predict the outcome of the lead pigment and lead-based paint litigation, the number or nature of possible future claims and proceedings or the effect that any legislation and/or administrative regulations may have on the litigation or against the Company. In addition, management cannot reasonably determine the scope or amount of the potential costs and liabilities related to such litigation, or resulting from any such legislation and regulations. Except with respect to the litigation in California discussed below, the Company has not accrued any amounts for such litigation because the Company does not believe it is probable that a loss has occurred, and the Company believes it is not possible to estimate the range of potential losses as there is no substantive information upon which an estimate could be based. In addition, any potential liability that may result from any changes to legislation and regulations cannot reasonably be estimated. Due to the uncertainties associated with the amount of any such liability and/or the nature of any other remedy which may be imposed in such litigation, any potential liability determined to be attributable to the Company arising out of such litigation may have a material adverse effect on the Company’s results of operations, liquidity or financial condition. An estimate of the potential impact on the Company’s results of operations, liquidity or financial condition cannot be made due to the aforementioned uncertainties.\n71\nPublic Nuisance Claim Litigation\n.\nThe Company and other companies are or were defendants in legal proceedings seeking recovery based on public nuisance liability theories, among other theories, brought by the State of Rhode Island; the City of St. Louis, Missouri; various cities and counties in the State of New Jersey; various cities in the State of Ohio and the State of Ohio; the City of Chicago, Illinois; the City of Milwaukee, Wisconsin; the County of Santa Clara, California, and other public entities in the State of California; and Lehigh and Montgomery Counties in Pennsylvania. Except for the Santa Clara County, California proceeding and the pending Pennsylvania proceedings, all of these legal proceedings have been concluded in favor of the Company and other defendants at various stages in the proceedings.\nSanta Clara County, California Proceeding\n.\nThe Santa Clara County, California proceeding was initiated in March 2000 in the Superior Court of the State of California, County of Santa Clara. On July 17, 2019, after nearly twenty years of litigation, the Company and two other defendants—ConAgra Grocery Products Company and NL Industries, Inc.—reached an agreement in principle with the plaintiffs to resolve the litigation. The agreement provides that, in full and final satisfaction of any and all claims of the plaintiffs, the Company and the other\ntwo\ndefendants collectively shall pay a total of $\n305.0\nmillion, with the Company and the other\ntwo\ndefendants each paying approximately $\n101.7\nmillion as follows: (i) an initial payment of $\n25.0\nmillion within\nsixty days\nafter the entry of a dismissal order and judgment; (ii) subsequent annual payments of $\n12.0\nmillion one year after the initial payment and for a period of\nfour years\nthereafter; and (iii) a final payment of approximately $\n16.7\nmillion on the sixth anniversary of the initial payment. Should NL Industries fail to make any of its payments required under the agreement, the Company has agreed to backstop and pay on behalf of NL Industries a maximum amount of $\n15.0\nmillion. On July 24, 2019, the trial court approved the agreement, discharged the receiver, and granted a judgment of dismissal with prejudice in favor of the Company and the other\ntwo\ndefendants. At December 31, 2020 and 2019, the Company had accruals for this agreement reported on the balance sheet of $\n64.7\nmillion and $\n76.7\nmillion, respectively, with $\n12.0\nmillion included in Current liabilities and the remaining $\n52.7\nmillion and $\n64.7\nmillion, respectively, included in Other long-term liabilities.\nPennsylvania Proceedings\n.\nTwo\nproceedings in Pennsylvania were initiated in October 2018. The County of Montgomery, Pennsylvania filed a Complaint against the Company and several other former lead-based paint and lead pigment manufacturers in the Court of Common Pleas of Montgomery County, Pennsylvania. The County of Lehigh, Pennsylvania also filed a Complaint against the Company and several other former lead-based paint and lead pigment manufacturers in the Court of Common Pleas of Lehigh County, Pennsylvania. The Company removed both actions to the United States District Court for the Eastern District of Pennsylvania on November 28, 2018. Following the plaintiffs’ efforts to remand both cases, which the defendants opposed, both cases were ordered to be remanded to state court on July 21, 2020.\nIn both actions, the counties request declaratory relief establishing the existence of a public nuisance and the defendants’ contribution to it, the abatement of an ongoing public nuisance arising from the presence of lead-based paint in housing throughout the applicable county, an injunction against future illicit conduct, and the costs of litigation and attorneys’ fees.\nIn both actions, the defendants filed preliminary objections on December 21, 2020, seeking to dismiss the complaints with prejudice. The briefing associated with the preliminary objections is scheduled to be concluded on February 23, 2021, with oral argument for the Lehigh County, Pennsylvania action scheduled for March 3, 2021.\nIn October 2018, the Company filed a Complaint in the United States District Court for the Eastern District of Pennsylvania against the Pennsylvania Counties of Delaware, Erie and York seeking injunctive and declaratory relief to prevent the violation of the Company’s rights under the First Amendment and Due Process Clause of the U.S. Constitution. The Company voluntarily dismissed defendant Erie County on November 9, 2018 and defendant York County on November 21, 2018. Defendant Delaware County filed a motion to dismiss the Complaint, which the federal trial court granted on October 4, 2019.  The Company appealed the federal trial court’s dismissal on November 1, 2019 to the United States Court of Appeals for the Third Circuit. On July 31, 2020, the Third Circuit affirmed the federal trial court’s dismissal of the Complaint. The Company filed a petition for writ of certiorari to the United States Supreme Court on December 28, 2020.\nLitigation seeking damages from alleged personal injury.\nThe Company and other companies are defendants in a number of legal proceedings seeking monetary damages and other relief from alleged personal injuries. These proceedings include claims by children allegedly injured from ingestion of lead pigment or lead-containing paint and claims for damages allegedly incurred by the children’s parents or guardians. These proceedings generally seek compensatory and punitive damages, and seek other relief including medical monitoring costs. These proceedings include purported claims by individuals, groups of individuals and class actions.\nThe plaintiff in Thomas v. Lead Industries Association, et al., initiated an action in Wisconsin state court against the Company, other alleged former lead pigment manufacturers and the Lead Industries Association in September 1999. The claims against the Company and the other defendants included strict liability, negligence, negligent misrepresentation and omissions, fraudulent misrepresentation and omissions, concert of action, civil conspiracy and enterprise liability. Implicit within these claims is the theory of “risk contribution” liability (Wisconsin’s theory which is similar to market share liability, except that\n72\nliability can be joint and several) due to the plaintiff’s inability to identify the manufacturer of any product that allegedly injured the plaintiff. The case ultimately proceeded to trial and, on November 5, 2007, the jury returned a defense verdict, finding that the plaintiff had ingested white lead carbonate, but was not brain damaged or injured as a result. The plaintiff appealed and, on December 16, 2010, the Wisconsin Court of Appeals affirmed the final judgment in favor of the Company and other defendants.\nWisconsin is the only jurisdiction to date to apply a theory of liability with respect to alleged personal injury (i.e., risk contribution/market share liability) that does not require the plaintiff to identify the manufacturer of the product that allegedly injured the plaintiff in the lead pigment and lead-based paint litigation. Although the risk contribution liability theory was applied during the Thomas trial, the constitutionality of this theory as applied to the lead pigment cases has not been judicially determined by the Wisconsin state courts. However, in an unrelated action filed in the United States District Court for the Eastern District of Wisconsin, Gibson v. American Cyanamid, et al., on November 15, 2010, the District Court held that Wisconsin’s risk contribution theory as applied in that case violated the defendants’ right to substantive due process and is unconstitutionally retroactive. The District Court’s decision in Gibson v. American Cyanamid, et al., was appealed by the plaintiff to the United States Court of Appeals for the Seventh Circuit. On July 24, 2014, the United States Court of Appeals for the Seventh Circuit reversed the judgment and remanded the case back to the District Court for further proceedings. On January 16, 2015, the defendants filed a petition for certiorari in the United States Supreme Court seeking that Court’s review of the Seventh Circuit’s decision, and on May 18, 2015, the United States Supreme Court denied the defendants’ petition. The case is currently pending in the District Court.\nThe United States District Court for the Eastern District of Wisconsin consolidated\nthree\ncases (Ravon Owens v. American Cyanamid, et al., Cesar Sifuentes v. American Cyanamid, et al., and Glenn Burton, Jr. v. American Cyanamid, et al.) for purposes of trial. A trial commenced on May 6, 2019 and ended on May 31, 2019, with a jury verdict for the\nthree\nplaintiffs in the amount of $\n2.0\nmillion each for a total of $\n6.0\nmillion against the Company and\ntwo\nother defendants (Armstrong Containers Inc. and E.I. du Pont de Nemours). The Company filed a motion for judgment in its favor based on public policy factors under Wisconsin law. On September 20, 2019, the trial court denied the motion and entered judgment in favor of the plaintiffs. On October 18, 2019, the Company filed post-trial motions for judgment as a matter of law and for a new trial. On February 27, 2020, the trial court denied the Company’s post-trial motion for judgment as a matter of law. On April 10, 2020, the trial court granted the Company’s post-trial motion for a new trial to the extent that the damages award to plaintiff Glenn Burton, Jr. shall be remitted to $\n800,000\n, and denied the motion in all other respects. The Company filed a notice of appeal with the United States Court of Appeals for the Seventh Circuit on May 8, 2020 and its opening brief on July 17, 2020. The plaintiffs filed their opposition brief on October 7, 2020. The Company filed its reply brief on November 12, 2020. Oral argument regarding the briefs occurred on December 9, 2020, and the parties are awaiting the Seventh Circuit’s decision.\nIn Maniya Allen, et al. v. American Cyanamid, et al., also pending in the United States District Court for the Eastern District of Wisconsin, cases involving\nsix\nof the\n146\nplaintiffs were selected for discovery. In Dijonae Trammell, et al. v. American Cyanamid, et al., also pending in the United States District Court for the Eastern District of Wisconsin, discovery for\none\nof the\nthree\nplaintiffs was consolidated with the\nsix\nAllen cases referenced above. The parties selected\nfour\nof the cases to proceed to expert discovery and to prepare for trial. The District Court previously issued an order scheduling trial in the four cases to commence on June 15, 2020, but the trial date was continued due to the COVID-19 pandemic, and no new trial date has been scheduled.\nOther lead-based paint and lead pigment litigation.\nIn Mary Lewis v. Lead Industries Association, et al. pending in the Circuit Court of Cook County, Illinois, parents seek to recover the cost of their children’s blood lead testing against the Company and\nthree\nother defendants that made (or whose alleged corporate predecessors made) white lead pigments. The Circuit Court has certified a statewide class and a Chicago subclass of parents or legal guardians of children who lived in high-risk zip codes identified by the Illinois Department of Health and who were screened for lead toxicity between August 1995 and February 2008. Excluded from the class are those parents or guardians who have incurred no expense, liability or obligation to pay for the cost of their children’s blood lead testing. In 2017, the Company and other defendants moved for summary judgment on the grounds that the\nthree\nnamed plaintiffs have not paid and have no obligation or liability to pay for their children’s blood lead testing because Medicaid paid for the children of\ntwo\nplaintiffs and private insurance paid for the third plaintiff without any evidence of a co-pay or deductible. The Circuit Court granted the motion, but on September 7, 2018, the Appellate Court reversed with respect to the\ntwo\nplaintiffs for whom Medicaid paid for their children’s testing. Defendants filed a petition with the Supreme Court of Illinois for discretionary review. By order entered January 31, 2019, that court allowed defendants’ petition for leave to appeal. On May 21, 2020, the Supreme Court of Illinois reversed the Appellate Court’s judgment, affirmed the Circuit Court’s summary judgment dismissing the claims of the two plaintiffs for whom Medicaid paid for their children’s testing, and remanded the case for further proceedings consistent with the Supreme Court’s decision. On August 19, 2020, the defendants filed their renewed motion for class decertification and entry of final judgment with the Circuit Court. The parties filed their respective briefs on the renewed motion, and oral argument occurred on February 4, 2021. The parties are awaiting the Circuit Court’s decision.\n73\nInsurance coverage litigation.\nThe Company and its liability insurers, including certain underwriters at Lloyd’s of London, initiated legal proceedings against each other to determine, among other things, whether the costs and liabilities associated with the abatement of lead pigment are covered under certain insurance policies issued to the Company. The Company’s action, filed on March 3, 2006 in the Common Pleas Court, Cuyahoga County, Ohio, previously was stayed and inactive. On January 9, 2019, the Company filed an unopposed motion to lift the stay with the trial court, which was granted, allowing the case to proceed. On June 28, 2019, the Company and its liability insurers each filed separate motions for summary judgment seeking various forms of relief. Oral argument regarding those motions occurred on October 24, 2019. The trial court entered an order on December 4, 2020, granting the liability insurers’ motion for summary judgment, denying the Company’s motion, and entering final judgment in favor of the liability insurers. The Company filed a notice of appeal to the Court of Appeals of Cuyahoga County, Ohio, Eighth Appellate District on December 21, 2020, and the liability insurers filed a notice of cross-appeal on December 30, 2020. The liability insurers’ action, which was filed on February 23, 2006 in the Supreme Court of the State of New York, County of New York, has been dismissed.\nAn ultimate loss in the insurance coverage litigation would mean that insurance proceeds could be unavailable under the policies at issue to mitigate any ultimate abatement related costs and liabilities. The Company has not recorded any assets related to these insurance policies or otherwise assumed that proceeds from these insurance policies would be received in estimating any contingent liability accrual. Therefore, an ultimate loss in the insurance coverage litigation without a determination of liability against the Company in the lead pigment or lead-based paint litigation will have no impact on the Company’s results of operation, liquidity or financial condition. As previously stated, however, except with respect to the litigation in California discussed above, the Company has not accrued any amounts for the lead pigment or lead-based paint litigation and any significant liability ultimately determined to be attributable to the Company relating to such litigation may result in a material impact on the Company’s results of operations, liquidity or financial condition for the annual or interim period during which such liability is accrued.\nOther litigation.\nOn December 18, 2019, the New Jersey Department of Environmental Protection, the Commissioner of the New Jersey Department of Environmental Protection, and the Administrator of the New Jersey Spill Compensation Fund filed a lawsuit against the Company in the Superior Court of New Jersey Law Division in Camden County, New Jersey. The plaintiffs seek to recover natural resource damages, punitive damages, and litigation fees and costs, as well as other costs, damages, declaratory relief, and penalties pursuant to New Jersey state statutes and common law theories in connection with the alleged discharge of hazardous substances and pollutants at the Company’s Gibbsboro, New Jersey site, a former manufacturing plant and related facilities. On February 21, 2020, the Company filed a motion to dismiss. On April 7, 2020, the plaintiffs filed a brief in opposition. The Company filed a reply brief on April 20, 2020. An initial hearing on the motion to dismiss occurred on January 29, 2021. The hearing is scheduled to continue on April 20-21, 2021.\nNOTE 11 –\nCAPITAL STOCK\nAt December 31, 2020, there were\n300,000,000\nshares of common stock and\n30,000,000\nshares of serial preferred stock authorized for issuance. Of the authorized serial preferred stock,\n3,000,000\nshares are designated as cumulative redeemable serial preferred and\n1,000,000\nshares are designated as convertible serial preferred stock. Under the 2006 Equity and Performance Incentive Plan (2006 Employee Plan),\n23,700,000\nshares may be issued or transferred. An aggregate of\n7,002,637\n,\n8,258,768\nand\n9,643,433\nshares of common stock at December 31, 2020, 2019 and 2018, respectively, were reserved for the exercise and future grants of option rights and future grants of restricted stock and restricted stock units. See Note 13 for additional information related to stock-based compensation. Shares outstanding shown in the following table included\n489,904\n,\n489,783\nand\n489,647\nshares of common stock held in a revocable trust at December 31, 2020, 2019 and 2018, respectively. The revocable trust is used to accumulate assets for the purpose of funding the ultimate obligation of certain non-qualified benefit plans. Transactions between the Company and the trust are accounted for in accordance with the Deferred Compensation – Rabbi Trusts Subtopic of the Compensation Topic of the ASC, which requires the assets held by the trust be consolidated with the Company’s accounts.\n74\n(1)\nDuring the year ended December 31, 2019,\n300,000\nshares were transferred from the Company’s terminated domestic defined benefit pension plan surplus assets in connection with the plan’s termination as described in Note 7. In accordance with ASC 715, the transferred shares are treated as treasury stock. During the year ended December 31, 2020, the Company received proceeds of $\n182.4\nmillion in conjunction with the issuance of\n275,000\ntreasury shares to fund Company contributions to the domestic defined contribution plan.\nCommon Stock Split\nOn February 3, 2021, the Board of Directors approved and declared a\nthree\n-for-one stock split in the form of a stock dividend. Each shareholder of record at the close of business on March 23, 2021 will receive\ntwo\nadditional common shares for each then-held common share, to be distributed after close of trading on March 31, 2021.\nNOTE 12 –\nESOP\nAs of December 31, 2020,\n42,219\nemployees contributed to the Company’s ESOP, a voluntary defined contribution plan available to all eligible salaried employees. Participants are allowed to contribute, on a pretax or after-tax basis, up to the lesser of\nfifty\npercent of their annual compensation or the maximum dollar amount allowed under the Internal Revenue Code. The Company matches\none hundred\npercent of all contributions up to\nsix\npercent of eligible employee contributions. Such participant contributions may be invested in a variety of investment funds or a Company common stock fund and may be exchanged between investments as directed by the participant. Participants are permitted to diversify both future and prior Company matching contributions previously allocated to the Company common stock fund into a variety of investment funds.\nThe Company made contributions to the ESOP on behalf of participating employees, representing amounts authorized by employees to be withheld from their earnings, of $\n196.5\nmillion, $\n180.5\nmillion and $\n170.3\nmillion in 2020, 2019 and 2018, respectively. The Company’s matching contributions to the ESOP charged to operations were $\n120.0\nmillion, $\n111.9\nmillion and $\n104.7\nmillion for 2020, 2019 and 2018, respectively.\nAt December 31, 2020, there were\n7,318,468\nshares of the Company’s common stock being held by the ESOP, representing\n8.2\n% of the total number of voting shares outstanding. Shares of Company common stock credited to each member’s account under the ESOP are voted by the trustee under instructions from each individual plan member. Shares for which no instructions are received are voted by the trustee in the same proportion as those for which instructions are received.\n75\nNOTE 13 –\nSTOCK-BASED COMPENSATION\nThe 2006 Employee Plan authorizes the Board of Directors, or a committee of the Board of Directors, to issue or transfer up to an aggregate of\n23,700,000\nshares of common stock, plus any shares relating to awards that expire, are forfeited or canceled. The Company issues new shares upon exercise of option rights and vesting of restricted stock units (RSUs). The 2006 Employee Plan permits the granting of option rights, appreciation rights, restricted stock, RSUs, performance shares and performance units to eligible employees. At December 31, 2020,\nno\nappreciation rights, performance shares or performance units had been granted under the 2006 Employee Plan.\nThe 2006 Stock Plan for Nonemployee Directors (Nonemployee Director Plan) authorizes the Board of Directors, or a committee of the Board of Directors, to issue or transfer up to an aggregate of\n200,000\nshares of common stock, plus any shares relating to awards that expire, are forfeited or canceled. The Nonemployee Director Plan permits the granting of option rights, appreciation rights, restricted stock and RSUs to members of the Board of Directors who are not employees of the Company. At December 31, 2020,\nno\noption rights or appreciation rights had been granted under the Nonemployee Director Plan.\nIn connection with the acquisition of Valspar in 2017, the Company assumed certain outstanding RSUs of Valspar granted under the Amended and Restated 2015 Omnibus Equity Plan. Upon close of the acquisition, the Valspar RSUs were converted into RSUs relating to common stock of the Company. The converted RSUs vested in 2020, and there were no outstanding awards at December 31, 2020.\nThe cost of the Company’s stock-based compensation is recorded in accordance with the Stock Compensation Topic of the ASC. At December 31, 2020, the Company had total unrecognized stock-based compensation expense of $\n146.0\nmillion that is expected to be recognized over a weighted-average period of\n1.07\nyears. Stock-based compensation expense during 2020, 2019 and 2018 was $\n95.9\nmillion, $\n101.7\nmillion and $\n82.6\nmillion, respectively. The related tax benefit was $\n23.6\nmillion, $\n25.1\nmillion and $\n20.5\nmillion during 2020, 2019 and 2018, respectively. Excess tax benefits from share-based payments are recognized as an income tax benefit in the statement of consolidated income when options are exercised and RSUs vest. For the years ended December 31, 2020, 2019 and 2018, the Company’s excess tax benefit from options exercised and RSUs vested reduced the income tax provision by $\n94.7\nmillion, $\n65.2\nmillion, and $\n43.4\nmillion respectively.\nOption Rights\nThe fair value of the Company’s option rights was estimated at the date of grant using a Black-Scholes-Merton option-pricing model with the following weighted-average assumptions for all options granted:\nThe risk-free interest rate is based upon the U.S. Treasury yield curve at the time of grant. The expected life of option rights was calculated using a scenario analysis model. Historical data was used to aggregate the holding period from actual exercises, post-vesting cancellations and hypothetical assumed exercises on all outstanding option rights. The expected dividend yield of stock is the Company’s best estimate of the expected future dividend yield. Expected volatility of stock was calculated using historical and implied volatilities.\nGrants of option rights for non-qualified and incentive stock options have been awarded to certain officers and key employees under the 2006 Employee Plan. The option rights generally become exercisable to the extent of one-third of the optioned shares for each full year following the date of grant and generally expire\nten years\nafter the date of grant. Unrecognized compensation expense with respect to option rights granted to eligible employees amounted to $\n72.0\nmillion at December 31, 2020. The unrecognized compensation expense is being amortized on a straight-line basis over the\nthree-year\nvesting period, net of estimated forfeitures based on historical activity, and is expected to be recognized over a weighted-average period of\n1.10\n.\nThe weighted-average per share grant date fair value of options granted during 2020, 2019 and 2018 was $\n139.69\n, $\n116.41\nand $\n90.86\n, respectively. The total intrinsic value of option rights exercised during 2020, 2019, and 2018 was $\n407.9\nmillion, $\n285.8\nmillion and $\n190.2\nmillion, respectively. The total fair value of options vested during 2020, 2019 and 2018 was $\n51.0\nmillion, $\n43.2\nmillion and $\n38.6\nmillion, respectively. There were\nno\noutstanding option rights for nonemployee directors at December 31, 2020, 2019 and 2018.\n76\nA summary of the Company’s non-qualified and incentive stock option right activity is shown in the following table:\nThe weighted-average remaining term for options outstanding at the end of 2020, 2019 and 2018 was\n6.12\n,\n6.02\nand\n6.09\nyears, respectively. The weighted-average remaining term for options exercisable at the end of 2020, 2019 and 2018 was\n5.06\n,\n4.95\nand\n5.01\nyears, respectively.\nShares reserved for future grants of option rights, restricted stock and RSUs were\n3,501,511\n,\n4,217,446\nand\n5,135,822\nat December 31, 2020, 2019 and 2018, respectively.\nRSUs\nGrants of RSUs, which generally require\nthree years\nof continuous employment from the date of grant before vesting and receiving the stock without restriction, have been awarded to certain officers and key employees under the 2006 Employee Plan. The February 2020, 2019 and 2018 grants consisted of performance-based awards that vest at the end of a\nthree-year\nperiod based on the Company’s achievement of specified financial and operating performance goals relating to earnings per share and return on net assets employed.\nUnrecognized compensation expense with respect to grants of RSUs to eligible employees amounted to $\n72.2\nmillion at December 31, 2020 and is being amortized on a straight-line basis over the vesting period and is expected to be recognized over a weighted-average period of\n0.91\nyears.\nGrants of RSUs have been awarded to nonemployee directors under the Nonemployee Director Plan. These grants generally vest and stock is received without restriction to the extent of one-third of the RSUs for each year following the date of grant. Unrecognized compensation expense with respect to grants of RSUs to nonemployee directors amounted to $\n1.8\nmillion at December 31, 2020 and is being amortized on a straight-line basis over the\nthree-year\nvesting period and is expected to be recognized over a weighted-average period of\n0.91\nyears.\nA summary of the Company’s RSU activity for the years ended December 31 is shown in the following table:\nThe weighted-average per share fair value of RSUs granted during 2020, 2019 and 2018 was $\n581.36\n, $\n432.55\nand $\n404.08\n, respectively.\n77\nNOTE 14 –\nACCUMULATED OTHER COMPREHENSIVE LOSS\nThe components of AOCI, including the reclassification adjustments for items that were reclassified from AOCI to net income, are shown below.\nNOTE 15 –\nDERIVATIVES AND HEDGING\nIn February 2020, the Company entered into\ntwo\nU.S. Dollar to Euro cross currency swap contracts to hedge the Company’s net investment in its European operations. The contracts, which were designated as net investment hedges, have a notional value of $\n500.0\nmillion and $\n244.0\nmillion, respectively, and mature on June 1, 2024 and November 15, 2021, respectively. During the term of the $\n500.0\nmillion contract, the Company will pay fixed-rate interest in Euros and receive fixed-rate interest in U.S. Dollars, thereby effectively converting a portion of the Company’s U.S. Dollar denominated fixed-rate debt to Euro denominated fixed-rate debt. During the term of the $\n244.0\nmillion contract, the Company will pay floating-rate interest in Euros and receive floating-rate interest in U.S. Dollars.\nOn May 9, 2019, the Company entered into a U.S. Dollar to Euro cross currency swap contract with a total notional amount of $\n400.0\nmillion to hedge the Company’s net investment in its European operations. This contract was designated as a net investment hedge and had a maturity date of January 15, 2022. During the term of the contract, the Company paid fixed-rate interest in Euros and received fixed-rate interest in U.S. Dollars, thereby effectively converting a portion of the Company’s U.S. Dollar denominated fixed-rate debt to Euro denominated fixed-rate debt. In February 2020, the Company settled its $\n400.0\nmillion U.S. Dollar to Euro cross currency swap contract. At the time of the settlement, an unrealized gain of $\n11.8\nmillion, net of tax, was recognized in AOCI.\nAs of December 31, 2020, the outstanding cross currency swap contracts were in a net loss position of $\n85.8\nmillion, with $\n31.0\nmillion included in Other accruals and $\n54.8\nmillion included in Other long-term liabilities, respectively, on the consolidated balance sheet. As of December 31, 2019, the outstanding cross currency swap contract was in a net gain position of $\n1.5\nmillion and included in Other assets on the consolidated balance sheet. See Note 16 for additional information on the fair value of these contracts.\nThe changes in fair value of the cross currency swap contracts are recognized in the foreign currency translation adjustments component of AOCI. For the year ended December 31, 2020, an unrealized loss of $\n54.0\nmillion, net of tax, was recognized in AOCI. For the year ended December 31, 2019, an unrealized gain of $\n1.1\nmillion, net of tax, was recognized in AOCI.\n78\nNOTE 16 –\nFAIR VALUE MEASUREMENTS\nThe following methods and assumptions were used by the Company in estimating its fair value disclosures for financial instruments:\n•\nCash and cash equivalents\n: The carrying amounts reported for Cash and cash equivalents approximate fair value.\n•\nInvestments in securities\n: Investments classified as available-for-sale are carried at fair market value. See the recurring fair value measurements table below.\n•\nShort-term borrowings\n: The carrying amounts reported for Short-term borrowings approximate fair value.\n•\nLong-term debt (including current portion)\n: The fair values of the Company’s publicly traded debt are based on quoted market prices. The fair values of the Company’s non-publicly traded debt are estimated using discounted cash flow analyses, based on the Company’s current incremental borrowing rates for similar types of borrowing arrangements. The Company’s publicly traded debt and non-traded debt are classified as level 1 and level 2, respectively, in the fair value hierarchy. See the debt table below.\nThe following table summarizes the Company’s assets and liabilities measured on a recurring basis in accordance with the Fair Value Measurements and Disclosures Topic of the ASC:\n(1)\nThe deferred compensation plan assets consists of the investment funds maintained for the future payments under the Company’s executive deferred compensation plans, which are structured as rabbi trusts. The investments are marketable securities accounted for under the Debt and Equity Securities Topic of the ASC. The level 1 investments are valued using quoted market prices multiplied by the number of shares. The level 2 investments are valued based on vendor quotes. The cost basis of the investment funds is $\n58.1\nmillion.\n(2)\nThe Qualified Replacement Plan assets consist of investment funds maintained for future contributions to the Company’s domestic defined contribution plan. See Note 7. The investments are marketable securities accounted for under the Debt and Equity Securities Topic of the ASC. The investments are valued using quoted market prices multiplied by the number of shares. The cost basis of the investment funds is $\n159.6\nmillion.\n(3)\nThe Company’s liabilities under its deferred compensation plans represent the fair value of the participant shadow accounts, and the value is based on quoted market prices in active markets for identical assets.\n(4)\nThe net investment hedge liability is the fair value of the cross currency swaps (see Note 15). The fair value is based on a valuation model that uses observable inputs, including interest rate curves and foreign currency rate.\nExcept for the impairments described in Note 5, there were no assets and liabilities measured at fair value on a nonrecurring basis.\nThe table below summarizes the carrying amounts and fair values of the Company’s publicly traded debt and non-traded debt.\n79\nNOTE 17 –\nREVENUE\nThe Company manufactures and sells paint, stains, supplies, equipment and floor covering through company-operated stores, branded and private label products through retailers, and a broad range of industrial coatings directly to global manufacturing customers through company-operated branches. A large portion of the Company’s revenue is recognized at a point in time and made to customers who are not engaged in a long-term supply agreement or any form of contract with the Company. These sales are paid for at the time of sale in cash, credit card or on account with the vast majority of customers having terms between\n30 and 60 days\n, not to exceed one year. Many customers who purchase on account take advantage of early payment discounts offered by paying within 30 days of being invoiced. The Company estimates variable consideration for these sales on the basis of both historical information and current trends to estimate the expected amount of discounts to which customers are likely to be entitled.\nThe remaining revenue is governed by long-term supply agreements and related purchase orders (“contracts”) that specify shipping terms and aspects of the transaction price including rebates, discounts and other sales incentives, such as advertising support. Contracts are at standalone pricing. The performance obligation in these contracts is determined by each of the individual purchase orders and the respective stated quantities, with revenue being recognized at a point in time when obligations under the terms of the agreement are satisfied. This generally occurs with the transfer of control of our products to the customer. Sales, value add, and other taxes we collect concurrent with revenue-producing activities are excluded from revenue.\nRefer to Note 21 for the Company’s disaggregation of net sales by reportable segment. As the reportable segments are aligned by similar economic factors, trends and customers, this disaggregation best depicts how the nature, amount, timing and uncertainty of revenue and cash flows are affected by economic factors.\nThe Company has made payments or credits for rebates or incentives at the beginning of a long-term contract where future revenue is expected and before satisfaction of performance obligations. Under these circumstances, the Company recognizes a contract asset and amortizes these prepayments over the expected benefit life of the long-term contract typically on a straight-line basis.\nThe majority of variable consideration in the Company’s contracts include a form of volume rebate, discounts, and other incentives, where the customer receives a retrospective percentage rebate based on the amount of their purchases. In these situations, the rebates are accrued as a fixed percentage of sales and recorded as a reduction of net sales until paid to the customer per the terms of the contract. Forms of variable consideration such as tiered rebates, whereby a customer receives a retrospective price decrease dependent on the volume of their purchases, are calculated using a forecasted percentage to determine the most likely amount to accrue. Management creates a baseline calculation using historical sales and then utilizing forecast information, estimates the anticipated sales volume each quarter to calculate the expected reduction to sales. The remainder of the transaction price is fixed as agreed upon with the customer, limiting estimation of revenues including constraints.\nThe Company’s Accounts receivable and current and long-term contract assets and liabilities are summarized in the following table.\nThe difference between the opening and closing balances of the Company’s contract assets and contract liabilities primarily results from the timing difference between the Company’s performance and the customer’s payment.\nProvisions for estimated returns are established and the expected costs continue to be recognized as contra-revenue per ASC 606 when the products are sold. The Company only offers an assurance type warranty on products sold, and there is no material service to the customer beyond fixing defects that existed at the time of sale and no warranties are sold separately.\nWarranty liabilities are excluded from the table above. Amounts recognized during the year from deferred revenue were not material. The Company records a right of return liability within each of its operations to accrue for expected customer returns. Historical actual returns are used to estimate future returns as a percentage of current sales. Obligations for returns and refunds\n80\nwere not material individually or in the aggregate.\nAllowance for Credit Losses\nThe Company’s primary allowance for credit losses is the allowance for doubtful accounts. The allowance for doubtful accounts reduces the Accounts receivable balance to the estimated net realizable value. The Company reviews the collectibility of the Accounts receivable balance each reporting period and estimates the allowance based on historical bad debt experience, aging of accounts receivable, current creditworthiness of customers, current economic factors, as well as reasonable and supportable forward-looking information. Accounts receivable balances are written-off against the allowance if a final determination of uncollectibility is made. All provisions for allowances for doubtful accounts are included in Selling, general and administrative expenses. See Note 2 for additional information.\nThe following table summarizes the movement in the Company’s allowance for doubtful accounts:\n(1)\nThe Company adopted ASU 2016-13 effective January 1, 2020, using the modified retrospective transition method, electing to not restate prior periods. Refer to Note 1 for additional detail.\nNOTE 18 –\nOTHER EXPENSE (INCOME)\nOther General Expense - Net\nIncluded in Other general expense - net were the following:\nProvisions for environmental matters–net represent initial provisions for site-specific estimated costs of environmental investigation or remediation and increases or decreases to environmental-related accruals as information becomes available upon which more accurate costs can be reasonably estimated and as additional accounting guidelines are issued. During 2018, the Company reached a series of agreements on remediation plans at one of the Company’s four major sites, resulting in a significant increase to provisions for environmental matters–net for 2018. See Note 9 for further details on the Company’s environmental-related activities.\nThe (gain) loss on sale or disposition of assets represents the net realized (gain) loss associated with the sale or disposal of property, plant and equipment and intangible assets previously used in the conduct of the primary business of the Company.\n81\nOther Expense - Net\nIncluded in Other expense - net were the following:\nForeign currency transaction related losses include the impact from foreign currency transactions and net realized losses from foreign currency option and forward contracts. There were\nno\nmaterial foreign currency option and forward contracts outstanding at December 31, 2020, 2019 and 2018.\nMiscellaneous pension expense (income) consists of the non-service components of net pension costs (credits). See Note 7 for information on the Domestic pension plan settlement expense and Miscellaneous pension expense (income).\nIndirect tax credits includes a gain of $\n33.5\nmillion recognized by Sherwin-Williams do Brasil Industria e Comercio Ltda. (Sherwin-Williams Brazil) in the fourth quarter of 2019 related to the recovery of certain social contribution (PIS/COFINS) taxes paid over gross sales including ICMS receipts, a type of state level value-added tax in Brazil. In 2014, Sherwin-Williams Brazil filed a lawsuit against the Brazilian tax authorities to challenge the inclusion of ICMS on the PIS/COFINS tax base. During 2019, Sherwin-Williams Brazil received a favorable final, non-appealable decision against the Brazilian tax authorities. Upon clarification regarding monetization of the credits, the Company recognized the benefit. The Brazilian Office of the Attorney General of the National Treasury has sought clarification from the Brazilian Federal Supreme Court of certain matters, including the amount (i.e. gross or net credit amount) and timing of these credits. As a result of the COVID-19 pandemic, the Supreme Court has postponed the hearing on the clarification sought by the Brazilian Office of the Attorney General of the National Treasury. No date for the hearing has been rescheduled. If the Brazilian tax authorities challenge the amount or timing of these credits, the Company may become subject to new litigation related to the indirect tax credits already monetized or it could affect the Company’s ability to monetize future indirect tax credits.\nOther income and Other expense included items of revenue, gains, expenses and losses that were unrelated to the primary business purpose of the Company. There were no items within Other income or Other expense that were individually significant in December 31, 2020, 2019 and 2018.\nNOTE 19 –\nINCOME TAXES\nIn response to the COVID-19 outbreak, global legislation concerning income taxes was passed throughout 2020. The Company assessed the applicability of the stimulus elements within the global legislation, and it did not have a material impact on the Company’s consolidated financial statements. The primary benefit to the Company was the delay of payment of U.S. federal and state income taxes as well as U.S. federal payroll withholding taxes until subsequent periods.\nDuring 2019, the Company recorded an increase to the tax provision of $\n74.3\nmillion related to the reversal of all net tax benefits recognized in previous tax years from federal renewable energy tax credit funds with DC Solar Solutions, Inc. and certain of its affiliates. The facts relating to the Company’s investments in the funds continue to be developed. In 2020, there were no adjustments recognized in the Company’s tax provision for this matter.\nDuring the second quarter of 2018, the Company made purchase accounting adjustments related to the Valspar acquisition which resulted in the reversal of $\n27.5\nmillion of income tax benefits related to the remeasurement of U.S. deferred tax liabilities.\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes and the amounts used for income tax purposes using the enacted tax rates and laws that are currently in effect.\n82\nSignificant components of the Company’s deferred tax assets and liabilities as of December 31, 2020, 2019 and 2018 were as follows:\nAs of December 31, 2020, the Company’s net deferred income tax liability relates primarily to deferred tax liabilities recorded for intangible assets acquired through the Valspar acquisition.\nNetted against the Company’s other deferred tax assets were valuation allowances of $\n104.6\nmillion, $\n84.6\nmillion and $\n73.5\nmillion at December 31, 2020, 2019 and 2018, respectively. The increase in the valuation allowance in 2020 is primarily due to net operating losses of certain foreign subsidiaries. The Company has $\n19.4\nmillion of domestic net operating loss carryforwards acquired through acquisitions that have expiration dates through the tax year 2037, foreign tax credits of $\n22.5\nmillion that expire in calendar years 2027 through 2029 and foreign net operating losses of $\n355.7\nmillion. The foreign net operating losses are related to various jurisdictions that provide for both indefinite carryforward periods and others with carryforward periods that range from the tax years 2020 to 2040.\nSignificant components of the provisions for income taxes were as follows:\nUnder provisions of the Tax Cuts and Jobs Act (Tax Act), the Company received an income tax benefit of $\n12.0\nmillion, $\n10.4\nmillion and $\n8.6\nmillion in 2020, 2019 and 2018, respectively, related to foreign derived intangible income and incurred income tax expense of $\n7.0\nmillion, $\n7.9\nmillion and $\n5.5\nmillion in 2020, 2019 and 2018, respectively, related to Global Intangible Low Taxed Income (GILTI). The Company has made an accounting policy election to record GILTI as a period cost.\nSignificant components of income before income taxes as used for income tax purposes, were as follows:\n83\nA reconciliation of the statutory federal income tax rate to the effective tax rate follows:\nThe decrease in the effective tax rate for 2020 compared to 2019 was primarily due to the reversal of certain partnership tax credits in 2019 that did not recur in 2020, partially offset by a reduction in research and development credits.\nThe Company and its subsidiaries file income tax returns in the U.S. federal jurisdiction, and various state and foreign jurisdictions. The IRS is currently auditing the Company’s 2013, 2014, 2015, and 2016 income tax returns. As a result of these audits, certain adjustments have been assessed. The Company has filed a protest and submitted additional information for consideration. The Company is evaluating the adjustments and believes that it is adequately reserved for any potential exposure. As of December 31, 2020, the U.S. federal statute of limitations has not expired for the 2013 through 2019 tax years.\nAs of December 31, 2020, the Company is subject to non-U.S. income tax examinations for the tax years of 2013 through 2019. In addition, the Company is subject to state and local income tax examinations for the tax years 1998 through 2020.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits is as follows:\nThe increase in unrecognized tax benefits was primarily due to the reversal of tax benefits recognized in previous tax years from federal research and development credits. Other increases in the balance of unrecognized tax benefits at December 31, 2020 were related to a number of positions taken on current and amended income tax returns filed in the U.S. federal, and various state and foreign jurisdictions. At December 31, 2020, 2019 and 2018, the Company had unrecognized tax benefits of $\n216.3\nmillion, $\n195.3\nmillion, $\n83.0\nmillion, respectively, the recognition of which would have an effect on the effective tax rate.\nIncluded in the balance of unrecognized tax benefits at December 31, 2020 is $\n16.8\nmillion related to tax positions for which it is reasonably possible that the total amounts could significantly change during the next twelve months. This amount represents a decrease in unrecognized tax benefits comprised primarily of items related to federal audits of partnership investments and expiring statutes in federal, foreign and state jurisdictions.\n84\nThe Company classifies all income tax related interest and penalties as income tax expense. During the year ended December 31, 2020, there was an increase in income tax interest and penalties of $\n4.0\nmillion. There was an increase in income tax interest and penalties of $\n1.6\nmillion and a decrease of $\n4.9\nmillion for the years ended December 31, 2019 and 2018, respectively. The Company accrued $\n30.3\nmillion, $\n26.2\nmillion and $\n24.8\nmillion at December 31, 2020, 2019 and 2018, respectively, for the potential payment of interest and penalties.\nNOTE 20 –\nNET INCOME PER SHARE\nBasic and diluted net income per share are calculated using the treasury stock method.\n(1)\nStock options and other contingently issuable shares excludes\n318,947\n,\n449,167\nand\n28,321\nshares at December 31, 2020, 2019 and 2018, respectively, due to their anti-dilutive effect.\nNOTE 21 –\nREPORTABLE SEGMENT INFORMATION\nThe Company reports its segment information in the same way that management internally organizes its business for assessing performance and making decisions regarding allocation of resources in accordance with the Segment Reporting Topic of the ASC. The Company has\nthree\nreportable operating segments: The Americas Group, Consumer Brands Group and Performance Coatings Group (individually, a Reportable Segment and collectively, the Reportable Segments). Factors considered in determining the\nthree\nReportable Segments of the Company include the nature of business activities, the management structure directly accountable to the Company’s chief operating decision maker (CODM) for operating and administrative activities, availability of discrete financial information and information presented to the Board of Directors. The Company reports all other business activities and immaterial operating segments that are not reportable in the Administrative segment.\nThe Company’s CODM has been identified as the Chief Executive Officer because he has final authority over performance assessment and resource allocation decisions. Because of the diverse operations of the Company, the CODM regularly receives discrete financial information about each Reportable Segment as well as a significant amount of additional financial information about certain divisions, business units or subsidiaries of the Company. The CODM uses all such financial information for performance assessment and resource allocation decisions. The CODM evaluates the performance of and allocates resources to the Reportable Segments based on segment profit or loss and cash generated from operations. The accounting policies of the Reportable Segments are the same as those described in Note 1 of this report.\nThe Americas Group consisted of\n4,774\ncompany-operated specialty paint stores in the United States, Canada, Latin America and the Caribbean region at December 31, 2020. Each store in this segment is engaged in servicing the needs of architectural and industrial paint contractors and do-it-yourself homeowners. These stores market and sell Sherwin-Williams\n®\nand other controlled brand architectural paint and coatings, protective and marine products, OEM product finishes and related products. The majority of these products are produced by manufacturing facilities in the Consumer Brands Group. In addition, each store sells select purchased associated products. The Americas Group sells a variety of architectural paints, coatings and related products through dedicated dealers, home centers, distributors, hardware stores and other retailers throughout Latin America. The Americas Group meets regional customer demands through developing, licensing, manufacturing, distributing and selling a variety of architectural paints, coatings and related products in North and South America. The loss of any single customer would not have a material adverse effect on the business of this segment. At December 31, 2020, The Americas Group\n85\nconsisted of operations from subsidiaries in\n10\nforeign countries. During 2020, this segment opened\n16\nnet new stores, consisting of\n56\nnew stores opened (\n53\nin the United States,\n1\nin Canada,\n1\nin Mexico and\n1\nin South America) and\n40\nstores closed (\n10\nin the United States,\n6\nin Canada,\n17\nin South America and\n7\nin Mexico). In 2019 and 2018, this segment opened\n62\nand\n76\nnet new stores, respectively. The CODM uses discrete financial information about The Americas Group, supplemented with information by geographic region, product type and customer type, to assess performance of and allocate resources to The Americas Group as a whole. In accordance with ASC 280-10-50-9, The Americas Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\nThe Consumer Brands Group supplies a broad portfolio of branded and private-label architectural paint, stains, varnishes, industrial products, wood finishes products, wood preservatives, applicators, corrosion inhibitors, aerosols, caulks and adhesives to retailers and distributors throughout North America, as well as in Australia, New Zealand, China and Europe. The Consumer Brands Group also supports the Company’s other businesses around the world with new product research and development, manufacturing, distribution and logistics. Approximately\n55\n% of the total sales of the Consumer Brands Group in 2020 were intersegment transfers of products primarily sold through The Americas Group. At December 31, 2020, the Consumer Brands Group consisted of operations in the United States and subsidiaries in\n6\nforeign countries. Sales and marketing of certain controlled brand and private-label products is performed by a direct sales staff. The products distributed through third-party customers are intended for resale to the ultimate end-user of the product. The Consumer Brands Group had sales to certain customers that, individually, may be a significant portion of the sales and related profitability of the segment. This segment incurred most of the Company’s capital expenditures related to ongoing environmental compliance measures at sites currently in operation. The CODM uses discrete financial information about the Consumer Brands Group, supplemented with information by product type and customer type, to assess performance of and allocate resources to the Consumer Brands Group as a whole. In accordance with ASC 280-10-50-9, the Consumer Brands Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\nThe Performance Coatings Group develops and sells industrial coatings for wood finishing and general industrial (metal and plastic) applications, automotive refinish, protective and marine coatings, coil coatings, packaging coatings and performance-based resins and colorants worldwide. This segment licenses certain technology and trade names worldwide. Sherwin-Williams\n®\nand other controlled brand products are distributed through The Americas Group and this segment’s\n282\ncompany-operated branches and by a direct sales staff and outside sales representatives to retailers, dealers, jobbers, licensees and other third-party distributors. The Performance Coatings Group had sales to certain customers that, individually, may be a significant portion of the sales of the segment. However, the loss of any single customer would not have a material adverse effect on the overall profitability of the segment. During 2020, this segment opened\n1\nnew branch and did not close any branches for a net increase of\n1\nbranch. At December 31, 2020, the Performance Coatings Group consisted of operations in the United States and subsidiaries in\n44\nforeign countries. The CODM uses discrete financial information about the Performance Coatings Group, supplemented with information about geographic divisions, business units and subsidiaries, to assess performance of and allocate resources to the Performance Coatings Group as a whole. In accordance with ASC 280-10-50-9, the Performance Coatings Group as a whole is considered the operating segment, and because it meets the criteria in ASC 280-10-50-10, it is also considered a Reportable Segment.\nThe Administrative segment includes the administrative expenses of the Company’s corporate headquarters site. Also included in the Administrative segment is interest expense, interest and investment income, certain expenses related to closed facilities and environmental-related matters, and other expenses which are not directly associated with the Reportable Segments. The Administrative segment does not include any significant foreign operations. Also included in the Administrative segment is a real estate management unit that is responsible for the ownership, management and leasing of non-retail properties held primarily for use by the Company, including the Company’s headquarters site, and disposal of idle facilities. Sales of this segment represent external leasing revenue of excess headquarters space or leasing of facilities no longer used by the Company in its primary businesses. Material gains and losses from the sale of property are infrequent and not a significant operating factor in determining the performance of the Administrative segment.\nNet external sales of all consolidated foreign subsidiaries were $\n3.581\nbillion, $\n3.679\nbillion and $\n4.028\nbillion for 2020, 2019 and 2018, respectively.\nLong-lived assets consisted of Property, plant and equipment, Goodwill, Intangible assets, Operating lease right-of-use assets, Deferred pension assets and Other assets. The aggregate total of long-lived assets for the Company was $\n15.810\nbillion, $\n15.865\nbillion and, $\n14.790\nbillion at December 31, 2020, 2019 and 2018, respectively. Long-lived assets of consolidated foreign subsidiaries totaled $\n3.167\nbillion, $\n3.211\nbillion and $\n3.290\nbillion at December 31, 2020, 2019 and 2018, respectively.\n86\nTotal Assets of the Company were $\n20.402\nbillion, $\n20.496\nbillion and $\n19.134\nbillion at December 31, 2020, 2019 and 2018, respectively. Total assets of consolidated foreign subsidiaries were $\n4.834\nbillion, $\n4.829\nbillion and $\n4.809\nbillion, which represented\n23.7\n%,\n23.6\n% and\n25.1\n% of the Company’s total assets at December 31, 2020, 2019 and 2018, respectively.\nNo single geographic area outside the United States was significant relative to consolidated net external sales or consolidated long-lived assets. Export sales and sales to any individual customer were each less than 10 percent of consolidated sales to unaffiliated customers during all years presented.\nIn the reportable segment financial information that follows, Segment profit was total net sales and intersegment transfers less operating costs and expenses. Identifiable assets were those directly identified with each reportable segment. The Administrative segment assets consisted primarily of cash and cash equivalents, investments, deferred pension assets and headquarters property, plant and equipment. The margin for each reportable segment was based upon total net sales and intersegment transfers. Domestic intersegment transfers were primarily accounted for at the approximate fully absorbed manufactured cost, based on normal capacity volumes, plus customary distribution costs for paint products. Non-paint domestic and all international intersegment transfers were accounted for at values comparable to normal unaffiliated customer sales. All intersegment transfers are eliminated within the Administrative segment.\n87\nNOTE 22 –\nSUMMARY OF QUARTERLY RESULTS OF OPERATIONS (UNAUDITED)\nThe following tables summarize the unaudited quarterly results of operations for the years ended December 31, 2020 and 2019.\n(1)\nThe sum of the quarterly earnings per share data may not equal the full year amount as the computations of the weighted average shares outstanding for each quarter and the full year are calculated independently.\n88"
  },
  {
    "item_key": "item_9",
    "text": "None."
  },
  {
    "item_key": "item_9a",
    "text": "Disclosure Controls and Procedures\nAs of the end of the period covered by this report, we carried out an evaluation, under the supervision and with the participation of our Chairman and Chief Executive Officer and our Senior Vice President – Finance and Chief Financial Officer, of the effectiveness of our disclosure controls and procedures pursuant to Rule 13a-15 and Rule 15d-15 of the Securities Exchange Act of 1934, as amended (“Exchange Act”). Based upon that evaluation, our Chairman and Chief Executive Officer and our Senior Vice President – Finance and Chief Financial Officer concluded that as of the end of the period covered by this report our disclosure controls and procedures were effective to ensure that information required to be disclosed by us in reports we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in Securities and Exchange Commission rules and forms, and accumulated and communicated to our management, including our Chairman and Chief Executive Officer and our Senior Vice President – Finance and Chief Financial Officer, to allow timely decisions regarding required disclosure.\nInternal Control Over Financial Reporting\nThe “Report of Management on Internal Control over Financial Reporting” and the “Report of the Independent Registered Public Accounting Firm on Internal Control over Financial Reporting” are set forth in Item 8.\nThere were no changes in our internal control over financial reporting identified in connection with the evaluation that occurred during the period covered by this report that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting."
  },
  {
    "item_key": "item_9b",
    "text": "None.\n89\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "Directors\nThe information regarding our directors and director nominees is set forth in our Proxy Statement under the captions “Proposal 1 – Election of Directors” and “Director Compensation” and is incorporated herein by reference.\nThere were no material changes to the procedures by which security holders may recommend nominees to our Board of Directors during 2020. Please refer to the information set forth in our Proxy Statement under the caption “Board Meetings and Committees,” which information is incorporated herein by reference.\nExecutive Officers\nThe information regarding our executive officers is set forth under the caption “Information About Our Executive Officers” in Part I of this report, which is incorporated herein by reference.\nSection 16(a) Beneficial Ownership Reporting Compliance\nTo the extent disclosure of any delinquent form under Section 16(a) of the Securities Exchange Act of 1934 is made by the Company, such disclosure will be set forth in our Proxy Statement under the caption “Delinquent Section 16(a) Reports” and is incorporated herein by reference.\nAudit Committee\nThe information regarding the Audit Committee of our Board of Directors and audit committee financial experts is set forth in our Proxy Statement under the caption “Board Meetings and Committees” and is incorporated herein by reference.\nCode of Ethics\nWe have adopted a Code of Conduct, which applies to all directors and employees, including our executive officers, of Sherwin-Williams and our subsidiaries wherever located. Our Code of Conduct contains the general guidelines and principles for conducting Sherwin-Williams’ business consistent with the highest standards of business ethics. Under our Code of Ethics for Senior Financial Management, our chief executive officer, chief financial officer and senior financial management are responsible for creating and maintaining a culture of high ethical standards and of commitment to compliance throughout our company to ensure the fair and timely reporting of Sherwin-Williams’ financial results and condition. Senior financial management includes the controller, the treasurer, the principal financial/accounting personnel in our operating groups and divisions, and all other financial/accounting personnel within our corporate departments and operating groups and divisions with staff supervision responsibilities. Please refer to the information set forth in our Proxy Statement under the caption “Corporate Governance – Code of Conduct,” which information is incorporated herein by reference. Our Code of Conduct and Code of Ethics for Senior Financial Management are available on our Investor Relations website, investors.sherwin-williams.com.\nWe intend to disclose on our Investor Relations website, investors.sherwin-williams.com, any amendment to, or waiver from, a provision of our Code of Conduct or Code of Ethics for Senior Financial Management that applies to our directors and executive officers, including our principal executive officer, principal financial officer, principal accounting officer or controller, or any persons performing similar functions, and that is required to be publicly disclosed pursuant to the rules of the SEC."
  },
  {
    "item_key": "item_11",
    "text": "The information required by this item is set forth in our Proxy Statement under the captions “Director Compensation,” “Compensation Committee Report,” “Compensation Risk Assessment,” “Compensation Discussion and Analysis” and “Executive Compensation” and is incorporated herein by reference.\n90"
  },
  {
    "item_key": "item_12",
    "text": "The information regarding security ownership of certain beneficial owners and management is set forth in our Proxy Statement under the captions “Security Ownership of Certain Beneficial Owners” and “Security Ownership of Management” and is incorporated herein by reference.\nThe information regarding securities authorized for issuance under the Company’s equity compensation plans is set forth in our Proxy Statement under the caption “Equity Compensation Plan Information” and is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information required by this item is set forth in our Proxy Statement under the captions “Certain Relationships and Transactions with Related Persons” and “Independence of Directors” and is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information required by this item is set forth in our Proxy Statement under the caption “Matters Relating to the Independent Registered Public Accounting Firm” and is incorporated herein by reference.\n91\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "(a)(1)\nFinancial Statements\n(2)\nFinancial Statement Schedule\nSchedule II — Valuation and Qualifying Accounts and Reserves for the years ended December 31, 2020, 2019 and 2018 is set forth below. All other schedules for which provision is made in the applicable accounting regulations of the Securities and Exchange Commission are not required under the related instructions or are inapplicable and therefore have been omitted.\nValuation and Qualifying Accounts and Reserves\n(Schedule II)\nChanges in deferred tax asset valuation allowances were as follows:\n(1)\nAdditions (deductions) did not have a material impact on the Income Statement in 2020, 2019 or 2018.\n92\n(3)  Exhibits\n93\n94\n95\n96\n97"
  },
  {
    "item_key": "item_16",
    "text": "None.\n98\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Company has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on February 19, 2021.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities indicated on February 19, 2021.\n99"
  }
]