[
  {
    "item_key": "item_1",
    "text": "​\nBall Corporation and its consolidated subsidiaries (collectively, Ball, the company, we or our) is one of the world’s leading suppliers of aluminum packaging for the beverage, personal care and household products industries. The company was organized in 1880 and incorporated in the state of Indiana, United States of America (U.S.), in 1922. Our sustainable, aluminum packaging products are produced for a variety of end uses and are manufactured in facilities around the world. We also provide aerospace and other technologies and services to governmental and commercial customers within our aerospace segment. In 2020, our total consolidated net sales were $11.8 billion. Our packaging businesses were responsible for 85 percent of our net sales, with the remaining 15 percent contributed by our aerospace business.\n​\nOur largest product line is aluminum beverage containers and we also produce extruded aluminum aerosol containers, aluminum slugs and aluminum cups.\n​\nWe sell our aluminum packaging products globally to large multinational beverage, personal care and household products companies with which we have developed long-term relationships. This is evidenced by our high customer retention and large number of long-term supply contracts. While we have a diversified customer base, we sell a significant portion of our packaging products to major companies and brands, as well as to numerous regional customers. Our significant customers include The Coca-Cola Company and its affiliated bottlers and Anheuser-Busch InBev n.v./s.a., among others.\n​\nOur aerospace business is a leader in delivering solutions ranging from entire missions to contributing component level expertise through the design, development and manufacture of innovative systems for intelligence surveillance and reconnaissance, civil, commercial and national security aerospace markets. It produces spacecraft, instruments and sensors, radio frequency systems and components, data exploitation solutions and a variety of advanced technologies and products that enable weather prediction and climate change monitoring as well as deep space missions.\n​\nWe are headquartered in Westminster, Colorado, and our stock is listed for trading on the New York Stock Exchange under the ticker symbol BLL.\n​\nOur Strategy\n​\nOur Drive for 10 vision defines our overall business strategy. At its highest level, Drive for 10 is a mindset around perfection, with a greater sense of urgency around our future success. Launched in 2011, Drive for 10 encompasses five strategic levers that are key to growing our businesses and achieving long-term success. These five levers are:\n​\n​\nWe also maintain a clear and disciplined financial strategy focused on improving shareholder returns by:\n​\n​\n3\nThe cash generated by our businesses is used primarily: (1) to finance the company’s operations, (2) to fund growth capital investments, (3) to service the company’s debt and (4) to return value to our shareholders via stock buy-backs and dividend payments. From time to time, we have evaluated and expect to continue to evaluate possible transactions that we believe will benefit the company and our shareholders, which may include strategic acquisitions, divestitures of parts of our company or joint ventures. At any time we may be engaged in discussions or negotiations with respect to possible transactions or may have entered into non-binding letters of intent. There can be no assurance if or when we will enter into any such transactions or the terms of such transactions. The compensation of many of our employees is tied directly to the company’s performance through our EVA®-based incentive programs.\n​\nSustainability\n​\nAt Ball Corporation, we believe in our people, our culture and our ability to deliver value to our stakeholders. Like uncompromising integrity and customer focus, sustainability is part of our Drive for 10 vision and has been a part of who we are since our founding in 1880.\n​\nOur triple bottom-line approach to sustainability – environmental, economic and social – has evolved over the years and is the lens through which we conduct business at every level of our organization today. Sustainability is a key part of our business strategy, and it influences how we manage and operate our businesses, serve our customers, care for the environment and our communities, secure profits and drive long-term prosperity.\n​\nWe focus our sustainability efforts on product stewardship, operational excellence, human capital management and community engagement. In our manufacturing operations around the world, we work on continuous improvement of employee safety and engagement, energy and water efficiency, reducing air emissions, and waste reduction and recycling. And our commitment extends beyond our walls.\n​\nToday’s consumers are acutely aware of the plastic pollution crisis, and they are choosing brands based on their sustainability credentials. Customers understand this growing concern for the environment and their unique position in impacting the environment, especially through the packaging materials they use. Infinitely recyclable and economically valuable, aluminum unlocks the full potential of packaging to help customers convey values and purpose to consumers.\n​\nAluminum cans, bottles and now cups are an increasingly attractive option for sustainability-conscious brands and consumers who want to do the right thing for the environment.  Unlike plastic, glass, cartons or compostable containers, aluminum can be recycled again and again without losing quality, and is in high demand across industries and applications, pushing its collection, sorting and recycling rates to the highest of any beverage packaging material. That’s why 75 percent of all aluminum ever produced is still in use today.\n​\nIn 2017, Resource Recycling Systems recognized aluminum beverage cans as the most recycled beverage package in the world, with a global average recycling rate of 69 percent. In comparison, only 43 percent of PET and 46 percent of glass bottles were collected, although not necessarily recycled. These findings solidify aluminum beverage packaging as the leader in real recycling, where the package is collected and then transformed into an item of equal value (product-to-product or material-to-material recycling). In the case of aluminum cans, bottles or cups which are monomaterial, the aluminum can be recycled and made back into the same product in as little as 60 days. In contrast, only nine percent of all plastic ever produced has been recycled and mostly, it’s only down-cycled. Down-cycled products, including but not limited to when plastic is converted to become part of a sneaker or fibers in a carpet, is not sustainable because eventually those products end up in landfills. Real recycling happens when the value of the product being recycled is maintained from one use to another.\n​\nBecause recycling aluminum saves resources and uses significantly less energy than primary aluminum production, we are innovating and collaborating with our customers, supply chain, and other public and private partners to establish and financially support initiatives to increase recycling rates around the world. For example, we work together to create effective collection and recycling systems and educate consumers about the sustainability benefits of aluminum packaging.\n​\n4\nOur aerospace business plays a role in sustainability as well. More and more, our systems are measuring key elements of the physical environment and supporting environmental monitoring and operational weather forecasting programs, as well as providing environmental intelligence on weather, the Earth's climate system, precipitation, drought, air pollution, vegetation and biodiversity measurements. The data captured through Ball-built instruments and satellites enable an enhanced understanding of the Earth’s ecosystem and the stratospheric ozone layer and severe storm tracking, and better enabling effective management of natural resources, including helping experts to make routine drought assessments and fire prevention plans.\n​\nAt Ball, our sustained long-term success depends not only on our products and our operations, but on an engaged workforce. We continue to invest in recruiting to ensure we have the right people with the right skills in the right roles, and in developing our employees at every level and providing them with opportunities to advance their careers. We also are committed to embracing diversity and providing an inclusive environment where employees can thrive. A focus on diversity among individuals and teams helps to unleash ideas and fuel innovation, which drives growth and economic value throughout our global organization.\n​\nA healthy and sustainable business also depends on thriving communities. Ball’s commitment to the communities where we live and operate is an integral part of our corporate culture, as we continue to support organizations, programs and civic initiatives that advance sustainable livelihoods. Community engagement is how our company and our employees enrich the places where we live and work beyond providing jobs, benefits and paying local taxes. Through the Ball Foundation, corporate giving, employee giving and volunteerism, we invest in the future of the communities that sustain us. In 2019, Ball and its employees donated nearly $7.5 million and logged more than 38,500 hours of volunteer service to non-profit organizations centered on building sustainable communities through recycling, STEM education, and disaster preparedness and relief initiatives.\n​\nOur Reportable Segments\n​\nBall Corporation reports its financial performance in four reportable segments: (1) beverage packaging, North and Central America; (2) beverage packaging, Europe, Middle East and Africa (beverage packaging, EMEA); (3) beverage packaging, South America and (4) aerospace. Ball also has investments in the U.S., Guatemala, Panama, South Korea and Vietnam that are accounted for using the equity method of accounting and, accordingly, those results are not included in segment sales or earnings. Financial information related to each of our segments is included in Note 3 to the consolidated financial statements within Item 8 of this Annual Report on Form 10-K (annual report).\n​\nEffective January 1, 2020, Ball implemented changes to its management and internal reporting structure for cost reduction and operational efficiency purposes. As a result of these changes, the company’s plants in Cairo, Egypt, and Manisa, Turkey, are now included in the beverage packaging, EMEA, segment. In addition, the company’s operations in India and Saudi Arabia are now combined with the former non-reportable beverage packaging, Asia Pacific, operating segment as a new non-reportable beverage packaging, other, operating segment. The company’s segment results and disclosures for historical, comparative periods have been retrospectively adjusted to conform to the current year presentation.\n​\nBeverage Packaging, North and Central America, Segment\n​\nBeverage packaging, North and Central America, is Ball’s largest segment, accounting for 43 percent of consolidated net sales in 2020. Aluminum beverage containers are primarily sold under multi-year supply contracts to fillers of carbonated soft drinks, beer, energy drinks and other beverages.\n​\nAluminum beverage containers and ends are produced at 18 manufacturing facilities in the U.S., one in Canada and two in Mexico. The beverage packaging, North and Central America, segment also includes interests in three joint ventures that are accounted for using the equity method. The company has announced plans to expand its network to Pittston, Pennsylvania, and Bowling Green, Kentucky.\n​\n5\nAccording to publicly available information and company estimates, the North American beverage container industry represents approximately 121 billion units. Five companies manufacture substantially all of the aluminum beverage containers in the U.S., Canada and Mexico.  Ball shipped approximately 51 billion aluminum beverage containers in North America in 2020, which represented approximately 42 percent of the aggregate shipments in these countries. Historically, sales volumes of metal beverage containers in North America tend to be highest during the period from April through September. All of the beverage containers produced by Ball in the U.S., Canada and Mexico are made of aluminum. In North and Central America, a diverse base of no less than 10 global suppliers provides almost all of our aluminum can and end sheet requirements\n.\n​\nBeverage containers are sold based on price, quality, service, innovation and sustainability in a highly competitive market, which is relatively capital intensive and characterized by facilities that run more or less continuously in order to operate profitably. In addition, the aluminum beverage container competes aggressively with other packaging materials which include meaningful industry positions by the glass bottle in the packaged beer industry and the polyethylene terephthalate (PET) bottle in the carbonated soft drink and water industries.\n​\nWe limit our exposure to changes in the cost of aluminum as a result of the inclusion of provisions in most of our aluminum beverage container sales contracts to pass through aluminum price changes, as well as through the use of derivative instruments.\n​\nBeverage Packaging, EMEA, Segment\n​\nThe beverage packaging, EMEA, segment accounted for 25 percent of Ball’s consolidated net sales in 2020. Our operations consist of 17 facilities throughout Europe, three facilities in Russia and one facility each in Cairo, Egypt, and Manisa, Turkey. For the countries in which we operate, the beverage container market is approximately 80 billion containers, and we are the largest producer with an estimated 43 percent of shipments in this region. The regions served by our beverage packaging, EMEA, segment, including Russia, Egypt and Turkey, are highly regional in terms of sales growth rates and packaging mix. Four companies manufacture substantially all of the metal beverage containers in EMEA. Our EMEA beverage facilities shipped 35 billion beverage containers in 2020, the vast majority of which were produced from aluminum. The company has announced plans to construct an additional plant in Pilsen, Czech Republic.\n​\nHistorically, sales volumes of metal beverage containers in EMEA tend to be highest during the period from May through August with a smaller increase in demand leading up to the winter holiday season in the U.K. offset by much lower demand in Russia. Much like in other parts of the world, the aluminum beverage container competes aggressively with other packaging materials used by the beer and carbonated soft drink industries. The glass bottle is heavily utilized in the packaged beer industry, while the PET container is utilized in the carbonated soft drink, beer, juice and water industries. These trends are evolving, however, as customers respond to consumer demand, and regulators and non-governmental organizations press for more sustainable packaging in the wake of the plastic pollution crisis. More and more brands are choosing aluminum beverage packaging because of its infinite recyclability and other sustainability credentials. The overall recycling rate for aluminum beverage cans in the European Union, Switzerland, Norway and Iceland increased to a new record level of approximately 75 percent in 2017.\n​\nRaw material supply contracts in this region generally have longer term agreements. Five aluminum suppliers provide almost all of our aluminum can and end sheet requirements. Aluminum is traded primarily in U.S. dollars, while the functional currencies of our EMEA operations are various other currencies. The company minimizes its exchange rate risk using derivative and supply contracts in local currencies. Purchase and sales contracts generally include fixed-price, floating or pass-through aluminum ingot component pricing arrangements.\n​\nBeverage Packaging, South America, Segment\n​\nThe beverage packaging, South America, segment accounted for 14 percent of Ball’s consolidated net sales in 2020. Our operations consist of 12 facilities, 9 in Brazil and one each in Argentina, Chile and Paraguay. For the countries where we operate, the South American beverage container market is approximately 39 billion containers, and we are the largest producer in this region with an estimated 50 percent of South American shipments in 2020. Four companies currently manufacture substantially all of the aluminum beverage containers in Brazil.\n​\n6\nThe company’s South American beverage facilities shipped approximately 20 billion aluminum beverage containers in 2020. Historically, sales volumes of beverage containers in South America tend to be highest during the period from September through December. In South America, two suppliers provide virtually all our aluminum sheet requirements with certain requirements also being imported from Asia.\n​\nIn order to support contracted volumes for aluminum beverage packaging across Paraguay, Argentina and Bolivia, the company constructed a one-line beverage can and end manufacturing facility in Paraguay\nwhich began production in the fourth quarter of 2019,\nand increased capacity to its Buenos Aires, Argentina, and Santiago, Chile, facilities. The company has announced plans to construct an additional plant in Frutal, Brazil.\n​\nWe limit our exposure to changes in the cost of aluminum as a result of the inclusion of provisions in most of our aluminum beverage container sales contracts to pass through aluminum price changes, as well as through the use of derivative instruments.\n​\nAerospace Segment\n​\nBall’s aerospace segment, which accounted for 15 percent of consolidated net sales in 2020, includes national defense hardware, antenna and video tactical solutions, civil and operational space hardware and systems engineering services. The segment develops spacecraft, sensors and instruments, radio frequency systems and other advanced technologies for the civil, commercial and national security aerospace markets. The majority of the aerospace business involves work under contracts, generally from one to five years in duration, as a prime contractor or subcontractor for the U.S. Department of Defense (DoD), the National Aeronautics and Space Administration (NASA) and other U.S. government agencies. The company competes against both large and small prime contractors and subcontractors for these contracts. Contracts funded by the various agencies of the federal government represented 97 percent of segment sales in 2020.\n​\nIntense competition and long operating cycles are key characteristics of both the company’s business and the aerospace and defense industry. It is common in the aerospace and defense industry for work on major programs to be shared among a number of companies. A company competing to be a prime contractor may, upon ultimate award of the contract to a competitor, become a subcontractor for the ultimate prime contracting company. It is not unusual to compete for a contract award with a peer company and, simultaneously, perform as a supplier to or a customer of that same competitor on other contracts, or vice versa.\n​\nGeopolitical events and shifting executive and legislative branch priorities have resulted in an increase in opportunities over the past decade in areas matching our aerospace segment’s core capabilities in space hardware. The businesses include hardware and services sold primarily to U.S. customers, with emphasis on space science and exploration, climate monitoring, weather prediction, environmental and earth sciences, and defense and intelligence applications. Major activities frequently involve the design, manufacture and testing of satellites, remote sensors and ground station control hardware and software, as well as related services such as launch vehicle integration and satellite operations.\n​\nOther hardware activities include target identification, warning and attitude control systems and components; cryogenic systems for reactant storage, and associated sensor cooling devices; star trackers, which are general-purpose stellar attitude sensors; and fast-steering mirrors.\n​\nContracted backlog in the aerospace segment was $2.4 billion and $2.5 billion at December 31, 2020 and 2019, respectively, and consisted of the aggregate contract value of firm orders, excluding amounts previously recognized as revenue. The 2020 contracted backlog includes $1.4 billion expected to be recognized in revenues during 2021, with the remainder expected to be recognized in revenues in the years thereafter. Amounts included in backlog for certain firm government orders, which are subject to annual funding, were $1.5 billion and $1.6 billion at December 31, 2020 and 2019, respectively. Year-over-year comparisons of backlog are not necessarily indicative of the trend of future operations, revenues and earnings due to the nature of varying delivery and milestone schedules on contracts, funding of programs and the uncertainty of timing of future contract awards. Uncertainties in the federal government budgeting process could delay the funding, or even result in cancellation of certain programs currently in our reported backlog.\n​\n7\nOther\n​\nOther consists of a non-reportable operating segment (beverage packaging, other) that manufactures and sells aluminum beverage containers in India, Saudi Arabia and Myanmar; a non-reportable operating segment that manufactures and sells extruded aluminum aerosol containers and aluminum slugs (aerosol packaging); a non-reportable operating segment that manufactures and sells aluminum cups (aluminum cups); undistributed corporate expenses; intercompany eliminations and other business activities.\n​\nBeverage Packaging, Other\n​\nOur aluminum beverage packaging operations in the beverage packaging, other, segment consist of four aluminum container and end manufacturing facilities – two in India and one each in Saudi Arabia and Myanmar. Our aluminum can and end sheet requirements are provided by several suppliers. Our manufacturing facility in Saudi Arabia, Ball United Arab Can Manufacturing Company, is a joint venture 51 percent owned by Ball and consolidated in our results. Additionally, Ball has ownership interests in equity method joint ventures in South Korea, Vietnam and Thailand.\n​\nAerosol Packaging\n​\nOur aluminum aerosol packaging operations manufacture and sell extruded aluminum aerosol containers and aluminum slugs, which represented less than 5 percent of Ball’s consolidated net sales in 2020. In August 2020, Ball acquired an aluminum aerosol packaging business in Itupeva, Brazil, and in October 2019, Ball sold its steel aerosol packaging business in Argentina.\nThere are 9 manufacturing facilities that manufacture these products – four in Europe and one each in the U.S., Canada, Brazil, Mexico and India.  The aerosol packaging market in these countries shipped approximately 5.6 billion aluminum aerosol units in 2020 and we are one of the major producers in this combined area with shipments of 1.2 billion aluminum aerosol packaging containers, representing approximately 21 percent of total shipments in these markets.  Our aluminum aerosol requirements are provided by several suppliers\n.\n​\nAluminum Cups\n​\nThe Ball aluminum cups business was launched during 2019 to serve the growing demand for innovative, sustainable beverage packaging among customers and consumers. Aligned with our Drive for 10 vision, the cups business allows us to put our years of experience and specialized expertise to serve a currently unmet need with another environmentally friendly addition to our industry-leading portfolio of aluminum packages. Sturdy, durable and cool to the touch, the infinitely recyclable Ball aluminum cup is produced at a dedicated manufacturing facility in Rome, Georgia, which opened in late 2020. Ball plans to introduce additional offerings to round out its cups portfolio and intends to expand adoption of the cups to drinking establishments, parks and recreation, colleges and universities, hospitality, restaurants, retail, business and industry. Effective January 1, 2020, the aluminum cups business is a non-reportable operating segment.\n​\nPatents\n​\nIn the opinion of the company’s management, none of our active patents or groups of patents is material to the successful operation of our business as a whole. We manage our intellectual property portfolio to obtain the durations necessary to achieve our business objectives.\n​\nResearch and Development\n​\nResearch and development (R&D) efforts in our packaging segments are primarily directed toward packaging innovation, specifically the development of new features, sizes, shapes and types of containers, as well as new uses for existing containers. Other R&D efforts in these segments seek to improve manufacturing efficiencies and the overall sustainability of our products. Our packaging R&D activities are primarily conducted in a technical center located in Westminster, Colorado\n.\n​\nIn our aerospace business, we continue to focus our R&D activities on the design, development and manufacture of innovative aerospace products and systems. This includes the production of spacecraft, instruments and sensors, radio frequency and system components, data exploitation solutions and a variety of advanced aerospace technologies and products that enable deep space missions. Our aerospace R&D activities are conducted at various locations in the U.S.\n​\n8\nAdditional information regarding company R&D activity is contained in Note 1 to the consolidated financial statements within Item 8 of this annual report, as well as in Item 2, “Properties.”\n​\nHuman Capital and Employees\n​\nBall Corporation’s people are its greatest asset and we are proud to set out the material aspects of our human capital program. At the end of 2020, the company and its subsidiaries employed approximately 21,500 employees, including approximately 10,700 employees in the U.S. Details of collective bargaining agreements are included within Item 1A, Risk Factors, of this annual report.\n​\nOur Culture\n​\nEmbracing our rich 140-year history, we “know who we are”, a company that respects and values each of our employees and their collective desire to deliver value to all our stakeholders. We embrace our diversity and are “one Ball” in valuing:\n​\nDiversity and Inclusion\n​\nDiversity and Inclusion (D&I) is embedded in our Drive for 10 vision and is key to the sustained success of our business.  We established a dedicated D&I function in 2015 to build on our longstanding commitment to D&I across the company.  Over the past five years, we have made good progress on D&I, which has been recognized by external organizations, including Forbes, which ranked Ball as number one on its 2019 list of “America’s Best Employers for Diversity” and recognized us again in 2020. Our dedicated D&I function reports directly to our CEO, and we understand that the key to success is shared accountability rather than designating a single owner for this critical area. Our focus to date has been on providing unconscious bias training for our global workforce, expanding our Ball Resource Groups (BRGs) in terms of quantity and geography, and increasing awareness about the importance of D&I and each employee’s role in ensuring that we have a culture where people can bring their authentic selves to work and thrive. While we are proud of our progress, we know there is more work to do.\n​\nAs we move forward, we are accelerating our D&I efforts with a greater sense of urgency. In June 2020, we instituted a new global cloud-based human capital management platform that will – among many other talent-focused features – enable us to more fully understand employee demographics and identify how we can better enhance our diversity around the world. We continue to evolve our talent acquisition process and focus on diversity for internships, candidate slates, interview panels, talent reviews and succession planning. Each of our business segment leaders has committed to help drive further D&I progress during 2021 and beyond. Currently, 58 percent of our board of directors are either gender or ethnically diverse, including four female board members, and 30 percent of our company’s executive leadership team are either gender or ethnically diverse.\n​\nTalent\n​\nWe seek to attract, develop and retain the best talent throughout the company. During the past decade, we established and expanded our talent management organization with dedicated talent acquisition and development functions that have implemented rigorous hiring and development processes, including standardized assessments for candidate selection, and an embedded “Inspire, Connect, Achieve” leadership framework, which details clear behaviors that we expect from our people leaders to ensure they align with our culture. We have also strengthened our succession planning through a holistic approach to developing key managers that includes challenging assignments, formal development plans and professional coaching.\n​\n9\nTraining and Development\n​\nOur new global human capital management platform will further enable rigorous identification, analysis and development of talent around the world. In conjunction with that platform, the company launched an updated approach to performance management focused on development and continuous improvement. This approach emphasizes ongoing performance conversations between managers and employees and a focus on mitigating bias in performance conversations, resulting in an enhanced employee developmental experience and data points for our talent discussions. In addition, all employees have access to create a personal development plan and we have implemented additional resources to support employees in their personal and professional development, including:\n​\nEmployee Engagement\n​\nAs part of our Drive for 10 vision, we seek to ensure that everyone at Ball is motivated to perform their best work every day. To further that objective, our engagement approach focuses on clear communication and recognition. We communicate through quarterly employee town hall meetings, at both the corporate and operating division levels, with business and market updates and information on production, safety, quality and other operating metrics. We also communicate company information through news releases, executive communications, internal management information bulletins, digital signage and our weekly Ball eNews through the new BallConnect intranet, which are available to all employees. We have many recognition-oriented awards throughout our company, including our corporate and divisional awards of excellence. We conduct regular company-wide engagement surveys, as well as periodic pulse surveys, which have generally indicated high levels of engagement and trust in Ball’s leadership, key strategies and initiatives.\n​\nTotal Rewards\n​\nWe have steadily upgraded our total rewards function over the past decade with the objective of acquiring, rewarding and retaining the best talent by providing total rewards that are competitive and performance based. Our compensation programs, including our long-standing EVA® based incentive plans, reflect our commitment to reward performance that drives shareholder value. Total direct compensation is positioned in a competitive range of the applicable market median in each jurisdiction, differentiated based on tenure, skills and performance, and designed to attract and retain the best talent.\n​\nHealth, Safety and Wellness\n​\nThe health, safety and wellness of each of our employees has been one of Ball’s top priorities for many years. Our environmental, health and safety function and our operations executives partner to consistently reinforce policies and procedures that are designed to reduce workplace risks and ensure safe methods of plant production, including through regular training and reporting on injuries and lost-time incidents. Over the past 15 years, we have sponsored a variety of health and wellness programs designed to enhance the physical and mental well-being of our employees around the world. During 2020, the company expanded access to its existing Employee Assistance Program (EAP) to our entire global workforce. The EAP provides employees and their families access to mental health, stress management and support resources during these difficult times.\n​\n10\nSince the onset of the novel coronavirus (COVID-19) pandemic, nearly all of our businesses have been deemed essential by the governments where we operate, and our production facilities have operated continuously. During this time, we have put employee health and well-being front and center, and we have adjusted our approach to how work gets done accordingly.  Our guiding principles throughout the pandemic have been safety, flexibility and empathy.  Ball has implemented rigorous safety protocols in all its locations, including face coverings, social distancing, contact tracing, employee testing and enhanced cleaning.  Most office-based roles have transitioned to working from home, and our IT systems have been flexed to support more virtual meetings and remote collaboration.  We are actively preparing for a more flexible approach to traditional office roles after the pandemic ends.\n​\nFinally, despite the effects of the pandemic and in direct support of our growing businesses, Ball increased its net employee headcount by approximately 3,200 employees during 2020. Additional information on our human capital programs can be found in the Ball Corporation Sustainability Report, which is available at www.ball.com.\n​\nWhere to Find More Information\n​\nBall Corporation is subject to the reporting and other information requirements of the Securities Exchange Act of 1934, as amended (Exchange Act). Reports and other information filed with the Securities and Exchange Commission (SEC) pursuant to the Exchange Act may be inspected and copied at the public reference facility maintained by the SEC in Washington, D.C. The SEC maintains a website at www.sec.gov containing our reports, proxy materials and other items. The company also maintains a website at www.ball.com/investors on which it provides a link to access Ball’s SEC reports free of charge, under the link “Financials.”\n​\nThe company has established written Ball Corporation Corporate Governance Guidelines; a Ball Corporation Executive Officers and Board of Directors Business Ethics Statement; a Business Ethics Code of Conduct; and charters for its Audit Committee, Nominating/Corporate Governance Committee, Human Resources Committee and Finance Committee. These documents are on the company’s website at www.ball.com/investors, under the link “Corporate Governance.” A copy may also be obtained upon request from the company’s corporate secretary. The company’s sustainability report and updates on Ball’s progress are available at www.ball.com/sustainability.\n​\nThe company intends to post on its website the nature of any amendments to the company’s codes of ethics that apply to executive officers and directors, including the chief executive officer, chief financial officer and controller, and the nature of any waiver or implied waiver from any code of ethics granted by the company to any executive officer or director. These postings will appear on the company’s website at www.ball.com/investors, under the link “Corporate Governance.”\n​\nNothing on our website, including postings to the “Corporate Governance” and “Financials” pages, or the Ball Corporation Sustainability Report, or sections thereof, shall be deemed incorporated by reference into this annual report.\n​"
  },
  {
    "item_key": "item_1a",
    "text": "​\nAny of the following risks could materially and adversely affect our business, results of operations, cash flows and financial condition.\n​\n11\nGeneral Risks\n​\nIf we do not effectively manage change and growth, our business could be adversely affected.\n​\nOur future revenue and operating results will depend on our ability to effectively manage the anticipated growth of our business. We have experienced significant growth in demand for our products and services in recent years and are expanding our operations, increasing our headcount and expanding into new product offerings. This growth has increased and may continue to constrain our ability to fully supply our customers’ requirements. It has also placed significant demands on our management as well as our financial and operational resources, and continued growth presents several challenges, including:\n​\n​\nOur business, operating results and financial condition are subject to particular risks in certain regions of the world.\n​\nWe may experience an operating loss in one or more regions of the world for one or more periods, which could have a material adverse effect on our business, operating results or financial condition. Moreover, overcapacity, which often leads to lower prices, may develop over time in certain regions in which we operate even if demand continues to grow. More generally, supply and demand fluctuations could make it difficult for us to forecast and meet certain customers’ needs. Our ability to manage such operational fluctuations and to maintain adequate long-term strategies in the face of such developments will be critical to our continued growth and profitability.\n​\nThe loss of a key customer, or a reduction in its requirements, could have a significant negative impact on our sales.\n​\nWe sell a majority of our packaging products to a relatively limited number of major beverage, personal care and household product companies, some of which operate in multiple geographical markets we serve.\n​\nAlthough the majority of our customer contracts are long-term, these contracts, unless they are renewed, expire in accordance with their respective terms and are terminable under certain circumstances, such as our failure to meet quality, volume or market pricing requirements. Because we depend on a relatively limited number of major customers, our business, financial condition or results of operations could be adversely affected by the loss of any of these customers, a reduction in the purchasing levels of these customers, a strike or work stoppage by a significant number of these customers’ employees or an adverse change in the terms of the supply agreements with these customers.\n​\nThe primary customers for our aerospace segment are U.S. government agencies or their prime contractors. Our contracts with these customers are subject to several risks, including funding cuts and delays, technical uncertainties, budget changes, government shutdowns, competitive activity and changes in scope.\n12\nWe have a significant level of debt that could have important consequences for our business and any investment in our securities.\n​\nThe company had $7.8 billion of interest-bearing debt at December 31, 2020. Such indebtedness could have significant consequences for our business and any investment in our securities, including:\n​\n​\nWe face competitive risks from many sources that may negatively impact our profitability.\n​\nCompetition within the packaging and aerospace industries is intense. Increases in productivity, combined with potential surplus capacity in the industry, have maintained competitive pricing pressures. The principal methods of competition in the general packaging industry are price, innovation, sustainability, service and quality. In the aerospace industry, they are technical capability, cost and schedule. Some of our competitors may have greater financial, technical and marketing resources, and some may currently have excess capacity. Our current or potential competitors may offer products at a lower price or products that are deemed superior to ours. The global economic environment has resulted in reductions in demand for our products in some instances, which, in turn, could increase these competitive pressures.\n​\nWe are subject to competition from alternative products, which could result in lower profits and reduced cash flows.\n​\nOur aluminum packaging products are subject to significant competition from substitute products, particularly plastic carbonated soft drink bottles made from PET, single serve beer bottles and other beverage containers made of glass, cardboard or other materials. Competition from plastic carbonated soft drink bottles is particularly intense in the U.S. and Europe. Certain of our aerospace products are also subject to competition from alternative products and solutions. There can be no assurance that our products will successfully compete against alternative products, which could result in a reduction in our profits or cash flows.\n​\nOur packaging businesses have a narrow product range, and our business would suffer if usage of our products decreased or if decreases occur in the demand for the beverages and other goods filled in our products.\n​\nThe majority of our consolidated net sales were from the sale of beverage containers, and we expect to derive a significant portion of our future revenues and cash flows from the sale of beverage containers. Our business would suffer if the use of beverage containers decreased. Accordingly, broad acceptance by consumers of aluminum containers for a wide variety of beverages is critical to our future success. If demand for glass and PET bottles increases relative to aluminum containers, or the demand for aluminum containers does not develop as expected, our business, results of operations, cash flows and financial condition could be materially adversely affected.\n​\n13\nOur business, financial condition, cash flows and results of operations are subject to risks resulting from broader geographic operations.\n​\nWe derived approximately 46 percent of our consolidated net sales from outside of the U.S. for the year ended December 31, 2020. The sizeable scope of operations inside and outside of the U.S. may lead to more volatile financial results and make it more difficult for us to manage our business. Reasons for this include, but are not limited to, the following:\n​\n​\nWe are exposed to exchange rate fluctuations.\n​\nThe company’s financial results are exposed to currency exchange rate fluctuations and a significant proportion of assets, liabilities and earnings denominated in non-U.S. dollar currencies. The company presents its financial statements in U.S. dollars and has a significant proportion of its net assets, debt and income in non-U.S. dollar currencies, primarily the euro, as well as the Russian ruble and other emerging market currencies. The company’s financial results and capital ratios are therefore sensitive to movements in foreign exchange rates.\n​\nWe manage our exposure to currency fluctuations, particularly our exposure to fluctuations in the euro to U.S. dollar exchange rate to attempt to mitigate the effect of cash flow and earnings volatility associated with exchange rate changes. We primarily use forward contracts and options to manage our currency exposures and, as a result, we experience gains and losses on these derivative positions offset, in part, by the impact of currency fluctuations on existing assets and liabilities.\n​\nWe are vulnerable to fluctuations in the supply and price of raw materials.\n​\nWe purchase aluminum and other raw materials and packaging supplies from several sources. While all such materials are available from independent suppliers, raw materials are subject to fluctuations in price and availability attributable to a number of factors, including general economic conditions, commodity price fluctuations (particularly aluminum on the London Metal Exchange), the demand by other industries for the same raw materials and the availability of complementary and substitute materials. Although we enter into commodities purchase agreements from time to time and sometimes use derivative instruments to seek to manage our risk, we cannot ensure that our current suppliers of raw materials will be able to supply us with sufficient quantities at reasonable prices. Economic, financial, and operational factors, including strikes or labor shortages, as well as governmental action, could impact our suppliers, thereby causing supply shortages. Increases in raw material costs, including potential increases due to tariffs, sanctions, or other trade actions, could have a material adverse effect on our business, financial condition or results of operations. In the Americas, Europe and Asia, some contracts do not allow us to pass along increased raw material costs and we generally use derivative agreements to seek to manage this risk. Our hedging procedures may be insufficient and our results could be materially impacted if costs of materials increase. Due to the fixed-price contracts and derivative activities, while increasing raw material costs may not impact our near-term profitability, increased prices could decrease our sales volume over time.\n​\nWe use estimates in accounting for many of our programs in our aerospace business, and changes in our estimates could adversely affect our future financial results.\n​\nWe account for sales and profits on a portion of long-term contracts in our aerospace business in accordance with the percentage-of-completion method of accounting, using the cost-to-cost method to account for updates in estimates. The percentage-of-completion method of accounting involves the use of various estimating techniques to project revenues and costs at completion and various assumptions and projections relative to the outcome of future events, including the quantity and timing of product deliveries, future labor performance and rates, and material and overhead costs. These assumptions involve various levels of expected performance improvements. Under the cost-to-cost method, the impact of updates in our estimates related to units shipped to date or progress made to date is recognized immediately.\n14\nGiven the significance of the judgments and estimates described above, it is likely that we could record materially different amounts if we used different assumptions or if the underlying circumstances or estimates were to change.\n​\nOur backlog includes both cost-type and fixed-price contracts. Cost-type contracts generally have lower profit margins than fixed-price contracts. Our earnings and margins may vary depending on the types of government contracts undertaken, the nature of the work performed under those contracts, the costs incurred in performing the work, the achievement of other performance objectives and their impact on our ability to receive fees. The fixed-price contracts could subject us to losses if we have cost overruns or if increases in our costs exceed the applicable escalation rate.\n​\nNet earnings and net assets could be materially affected by an impairment of goodwill.\n​\nWe have a significant amount of goodwill recorded on our consolidated balance sheet as of December 31, 2020. We are required at least annually to test the recoverability of goodwill. The recoverability test of goodwill is based on the current fair value of our identified reporting units. Fair value measurement requires assumptions and estimates of many critical factors, including revenue and market growth, operating cash flows and discount rates. If general market conditions deteriorate in portions of our business, we could experience a significant decline in the fair value of our reporting units. This decline could lead to an impairment of all or a significant portion of the goodwill balance, which could materially affect our U.S. GAAP net earnings and net assets.\n​\nIf the investments in Ball’s pension plans, or in the multi-employer pension plans in which Ball participates, do not perform as expected, we may have to contribute additional amounts to the plans, which would otherwise be available for other general corporate purposes.\n​\nBall maintains defined benefit pension plans covering substantially all of its employees in the United States and a significant number of United Kingdom deferred and retired participants, which are funded based on certain actuarial assumptions. The plans’ assets consist primarily of common stocks, fixed-income securities and, in the U.S., alternative investments. Market declines, longevity increases or legislative changes, such as the Pension Protection Act in the U.S., could result in a prospective decrease in our available cash flow and net earnings over time, and the recognition of an increase in our pension obligations could result in a reduction to our shareholders’ equity. Additional risks exist related to the company’s participation in multi-employer pension plans. Assets contributed to a multi-employer pension plan by one employer may be used to provide benefits to employees of other participating employers. If a participating employer in a multi-employer pension plan stops contributing to the plan, the unfunded obligations of the plan may be borne by the remaining participants. This could result in increases to our contributions to the plans as well as pension expense.\n​\nRestricted access to capital markets could adversely affect our short-term liquidity and prevent us from fulfilling our obligations under the notes issued pursuant to our bond indentures.\n​\nA reduction in global market liquidity could:\n​\n​\nIf market interest rates increase, our variable-rate debt will create higher debt service requirements, which adversely affects our cash flows. While we sometimes enter into agreements limiting our exposure, any such agreements may not offer complete protection from this risk.\n​\n15\nThe global credit, financial and economic environment could have a negative impact on our results of operations, financial position or cash flows.\n​\nThe overall credit, financial and economic environment could have significant negative effects on our operations, including:\n​\n​\nChanges in U.S. generally accepted accounting principles (U.S. GAAP) and SEC rules and regulations could materially impact our reported results.\n​\nU.S. GAAP and SEC accounting and reporting changes are common and have become more frequent and significant over the past several years. These changes could have significant effects on our reported results when compared to prior periods and other companies and may even require us to retrospectively adjust prior periods. Additionally, material changes to the presentation of transactions in the consolidated financial statements could impact key ratios that analysts and credit rating agencies use to rate Ball and ultimately impact our ability to access the credit markets in an efficient manner.\n​\nA material weakness in our internal control over financial reporting could, if not remediated, result in material misstatements in our financial statements.\n​\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Rule 13a-15(f) under the Securities Exchange Act. A material weakness is defined as a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of annual or interim financial statements will not be prevented or detected on a timely basis. If a material weakness is identified, management could conclude that internal control over financial reporting is not effective based on criteria set forth by the Committee of Sponsoring Organization of the Treadway Commission in “\nInternal Control—An Integrated Framework\n(2013).” If a material weakness is identified, a remediation plan would be designed to address the material weakness. If remedial measures are insufficient to address the material weakness, or if additional material weaknesses in internal control are discovered or occur in the future, our consolidated financial statements may contain material misstatements and we could be required to restate our financial results. As of December 31, 2020, the company had no material weaknesses.\n​\nWe face risks related to health epidemics, pandemics and other outbreaks, including the current COVID-19 pandemic, which could adversely affect our business.\n​\nThe circumstances of the current COVID-19 pandemic and responses thereto continue to evolve. The products produced and services provided by Ball have been deemed essential and, as a result, relevant governments around the world have allowed our operations to continue through this crisis. Additionally, overall demand for our aluminum beverage cans has remained high and has increased during the pandemic. However, COVID-19 could give rise to circumstances that cause one or more of the following risk factors to occur:\n​\n16\n​\nBecause the COVID-19 pandemic is far-reaching and its impacts cannot be completely anticipated, additional risks may arise that could materially impact the company’s financial results and liquidity.\n​\nThe company has or may implement actions to minimize the risks and associated negative effects from COVID-19, which do not guarantee the prevention or mitigation of material impacts on our business.  Some of these actions may include, and are not limited to:\n​\n​\nGovernmental and regulatory risks\n​\nChanges in laws and governmental regulations may adversely affect our business and operations.\n​\nWe and our customers and suppliers are subject to various federal, state, provincial and local laws and regulations, which have been increasing in number and complexity. Each of our, and their, facilities is subject to federal, state, provincial and local licensing and regulation by health, environmental, workplace safety and other agencies in multiple jurisdictions. Requirements of worldwide governmental authorities with respect to manufacturing, manufacturing facility locations within the jurisdiction, product content and safety, climate change, workplace safety and health, environmental, expropriation of assets and other standards could adversely affect our ability to manufacture or sell our products, and the ability of our customers and suppliers to manufacture and sell their products. In addition, we face risks arising from compliance with and enforcement of numerous and complex federal, state, provincial and local laws and regulations.\n​\n17\nEnacted regulatory developments regarding the reporting and use of “conflict minerals” mined from the Democratic Republic of the Congo and adjoining countries could affect the sourcing, availability and price of minerals used in the manufacture of certain of our products. As a result, there may only be a limited pool of suppliers who provide conflict-free materials, and we cannot give assurance that we will be able to obtain such products in sufficient quantities or at competitive prices. Also, because our supply chains are complex, we may face reputational challenges with our customers and other stakeholders if we are unable to sufficiently verify the origins of all materials used in the products that we sell. The compliance and reporting aspects of these regulations may result in incremental costs to the company. While deposit systems and other container-related legislation have been adopted in some jurisdictions, similar legislation has been defeated in public referenda and legislative bodies in many others. We anticipate that continuing efforts will be made to consider and adopt such legislation in the future. The packages we produce are widely used and perform well in U.S. states, Canadian provinces and European countries that have deposit systems, as well as in other countries worldwide.\n​\nSignificant environmental, employment-related and other legislation and regulatory requirements exist and are also evolving. The compliance costs associated with current and proposed laws and potential regulations could be substantial, and any failure or alleged failure to comply with these laws or regulations could lead to litigation or governmental action, all of which could adversely affect our financial condition or results of operations.\n​\nOur aerospace segment is subject to certain risks specific to that business.\n​\nIn our aerospace business, U.S. government contracts are subject to reduction or modification in the event of changes in requirements, and the government may also terminate contracts at its convenience pursuant to standard termination provisions. In such instances, Ball may be entitled to reimbursement for allowable costs and profits on authorized work that has been performed through the date of termination.\n​\nIn addition, budgetary constraints and government shutdowns may result in further reductions to projected spending levels by the U.S. government. In particular, government expenditures are subject to the potential for automatic reductions, generally referred to as “sequestration.” Sequestration may occur in any given year, resulting in significant additional reductions to spending by various U.S. government defense and aerospace agencies on both existing and new contracts, as well as the disruption of ongoing programs. Even if sequestration does not occur, we expect that budgetary constraints and ongoing concerns regarding the U.S. national debt will continue to place downward pressure on agency spending levels. Due to these and other factors, overall spending on various programs could decline, which could result in significant reductions to revenue, cash flows, net earnings and backlog primarily in our aerospace segment.\n​\nAs a U.S. government contractor, we could be adversely affected by changes in regulations or any negative findings from a U.S. government audit or investigation.\n​\nOur aerospace business operates in a highly regulated environment and is routinely audited and reviewed by the U.S. government and its agencies, such as the Defense Contract Audit Agency (DCAA) and Defense Contract Management Agency (DCMA). These agencies review performance under our contracts, our cost structure and our compliance with applicable laws, regulations and standards, as well as the adequacy of, and our compliance with, our internal control systems and policies. Business systems that are subject to review under the DoD Federal Acquisition Regulation Supplement (DFARS) are purchasing, estimating, material management and accounting, as well as property and earned value management. Any costs ultimately found to be unallowable or improperly allocated to a specific contract will not be reimbursed or must be refunded if already reimbursed. If an audit uncovers improper or illegal activities, we may be subject to civil and criminal penalties, sanctions or suspension or debarment from doing business with the U.S. government. Whether or not illegal activities are alleged, the U.S. government also has the ability to decrease or withhold certain payments when it deems systems subject to its review to be inadequate. If such actions were to result in suspension or debarment, this could have a material adverse effect on our business.\n​\n18\nOur business faces the potential of increased regulation on some of the raw materials utilized in our packaging operations.\n​\nOur operations are subject to federal, state, provincial and local laws and regulations in multiple jurisdictions relating to some of the raw materials, including epoxy-based coatings utilized in our container making process. Epoxy-based coatings may contain Bisphenol-A (BPA). Scientific evidence evaluated by regulatory agencies in the U.S., Canada, Europe, Japan, Australia and New Zealand has consistently shown these coatings to be safe for food contact at current levels, and these regulatory agencies have stated that human exposure to BPA from epoxy-based container coatings is well below safe exposure limits set by government bodies worldwide. A significant change in these regulatory agency statements, adverse information concerning BPA or other chemicals present in our coatings, or rulings made within certain federal, state, provincial and local jurisdictions could have a material adverse effect on our business, financial condition or results of operations. Ball recognizes that significant interest exists in non-epoxy based coatings, and we have been proactively working with coatings suppliers and our customers to transition to alternative coatings.\n​\nEarnings and cash flows can be impacted by changes in tax laws.\n​\nAs a U.S.-based multinational business, the company is subject to income tax in the U.S. and numerous jurisdictions outside the U.S. The relevant tax rules and regulations are complex, often changing and, in some cases, are interdependent. If these or other tax rules and regulations should change, the company’s earnings and cash flows could be impacted.\n​\nIn particular, the changes proposed by the new U.S. administration, including increasing the U.S. corporate income tax rate from 21 percent to 28 percent, doubling the rate of tax on certain earnings of non-U.S. subsidiaries and the imposition of a 15 percent minimum tax on worldwide book income, could materially affect the company’s financial results if enacted.\n​\nThe company’s worldwide provision for income taxes is determined, in part, through the use of significant estimates and judgments. Numerous transactions arise in the ordinary course of business where the ultimate tax determination is uncertain. The company undergoes tax examinations by various worldwide tax authorities on a regular basis. While the company believes its estimates of its tax obligations are reasonable, the final outcome after the conclusion of any tax examinations and any litigation could be materially different from what has been reflected in the company’s historical financial statements.\n​\nSignificant developments stemming from the U.K.’s withdrawal from the E.U. could have a material adverse effect on us.\n​\nThe United Kingdom formally withdrew from the European Union on January 31, 2020, and entered into the E.U.-UK Trade and Cooperation Agreement on December 24, 2020. Our businesses could be affected in a number of ways, such as supply chain constraints including delays in importing and exporting products into and out of the U.K., increased material costs due to rising tariffs, effects on employee mobility and increased costs of doing business in the U.K.\n​\nThe withdrawal of the U.K. from the E.U., along with other events that could occur in the future, may cause significant volatility in global financial markets, including in global currency and debt markets. These developments could cause a slowdown in economic activity in the U.K., Europe or globally, which could adversely affect our operating results and growth prospects. These possible negative impacts, and others resulting from the U.K.’s withdrawal from the E.U., may adversely affect our operating results and growth prospects.\n​\nTechnological risks\n​\nDecreases in our ability to develop or apply new technology and know-how may affect our competitiveness.\n​\nOur success depends partially on our ability to improve production processes and services. We must also introduce new products and services to meet changing customer needs. If we are unable to implement better production processes or to develop new products through research and development or licensing of new technology, we may not be able to remain competitive with other manufacturers. As a result, our business, financial condition, cash flows or results of operations could be adversely affected.\n19\nIncreased information technology (IT) security threats and more sophisticated and targeted computer crime could pose a risk to our systems, networks, products, solutions and services.\n​\nThe company’s IT systems, or any third party’s system on which the company relies, could fail on their own accord or may be vulnerable to a variety of interruptions or shutdowns, including interruptions or shutdowns due to natural disasters, power outages or telecommunications failures, terrorist attacks or failures during the process of upgrading or replacing software or hardware.  Increased global IT security threats and more sophisticated and targeted computer crime also pose a risk to the security of our systems and networks and the confidentiality, availability and integrity of our data. As a provider of products and services to government and commercial customers, our aerospace business in particular may be the target of cyber-attacks, including attempts to gain unauthorized access to classified or sensitive information and networks.  The company has a number of shared service centers where many of the company’s IT systems are concentrated and any disruption at such a location could impact the company’s business within the operating zones served by the impacted service center.\n​\nWhile we attempt to mitigate all of these risks by employing a number of measures, including employee training, comprehensive monitoring of our networks and systems, and maintenance of backup and protective systems, our systems, networks, products, solutions and services remain potentially vulnerable to advanced persistent threats or other IT disruptions. Depending on their nature and scope, such threats could potentially lead to the compromise of confidential information, improper use of our systems and networks, manipulation and destruction of data, defective products, harm to individuals or property, contractual or regulatory actions and fines, penalties and potential liabilities, production downtimes and operational disruptions, which in turn could adversely affect our reputation, competitiveness and results of operations. Data privacy and protection laws are evolving and present increasing compliance challenges, which may increase our costs, affect our competitiveness and could expose us to substantial fines or other penalties. In addition, a security breach that involves classified or other sensitive government information could subject us to civil or criminal penalties and could result in the loss of our secure facility clearance and other accreditation, loss of our government contracts, loss of access to classified information or debarment as a government contractor.\n​\nHuman capital risks\n​\nIf we fail to retain key management and personnel, we may be unable to implement our key objectives.\n​\nWe believe our future success depends, in part, on our experienced management team. Unforeseen losses of key members of our management team without appropriate succession and/or compensation planning could make it difficult for us to manage our business and meet our objectives.\n​\nProlonged work stoppages at facilities with union employees could jeopardize our financial position.\n​\nAs of December 31, 2020, 12 percent of our North American employees and 54 percent of our European employees were covered by collective bargaining agreements. These collective bargaining agreements have staggered expirations during the next several years. Although we consider our employee relations to be generally good, a prolonged work stoppage or strike at any facility with union employees could have a material adverse effect on our business, financial condition, cash flows or results of operations. In addition, we cannot ensure that upon the expiration of existing collective bargaining agreements, new agreements will be reached without union action or that any such new agreements will be on terms satisfactory to us.\n​\nEnvironmental risks\n​\nAdverse weather and climate changes may result in lower sales.\n​\nWe manufacture packaging products primarily for beverages. Unseasonable weather can reduce demand for certain beverages packaged in our containers. Climate change and the increasing frequency of severe weather events could have various effects on the demand for our products, our supply chain and the costs of inputs to our production and delivery of products in different regions around the world. Our plants’ production may be prevented or curtailed due to severe or unanticipated weather and climate events.\n​\n20\nOur business is subject to substantial environmental remediation and compliance costs.\n​\nOur operations are subject to federal, state, provincial and local laws and regulations in multiple jurisdictions relating to environmental hazards, such as emissions to air, discharges to water, the handling and disposal of hazardous and solid wastes and the clean-up of hazardous substances. We have been designated, along with numerous other companies, as a potentially responsible party for the clean-up of several hazardous waste sites. Additionally, there is increased focus on the regulation of greenhouse gas emissions and other environmental issues worldwide. We strive to mitigate such risks related to environmental issues, including through the purchase of renewable energy, the adoption of sustainable practices, and by positioning ourselves as a sustainability leader in our industry.\n​"
  },
  {
    "item_key": "item_1b",
    "text": "​\nThere were no matters required to be reported under this item.\n​"
  },
  {
    "item_key": "item_2",
    "text": "​\nThe company’s properties described below are well maintained, and management considers them to be adequate and utilized for their intended purposes.\n​\nBall’s corporate headquarters are located in Westminster, Colorado, U.S. and our aerospace segment management offices are located in Broomfield, Colorado, U.S. The operations of the aerospace segment occupy a variety of company-owned and leased facilities in Colorado, U.S., which comprise office, laboratory, research and development, engineering and test and manufacturing space. Other aerospace operations carry on business in smaller company owned and leased facilities in other U.S. locations outside of Colorado.\n​\nBall’s manufacturing locations for significant packaging operations, which are owned or leased by the company, are set forth below. Facilities in the process of being constructed, or that have ceased production, have been excluded from the list. In addition to the facilities listed, the company leases other warehousing space.\n​\nBeverage packaging, North and Central America, locations:\n21\nBeverage packaging, EMEA, locations:\nBeverage packaging, South America, locations:\nBeverage packaging, Other, locations:\nAerosol packaging locations:\nAluminum cups location:\n​\n22"
  },
  {
    "item_key": "item_3",
    "text": "​\nDetails of the company’s legal proceedings are included in Note 22 to the consolidated financial statements within Item 8 of this annual report.\n​"
  },
  {
    "item_key": "item_4",
    "text": "​\nNot applicable.\n​\nPart II\n.\n​\nItem 5.\nMarket for the Registrant’s Common Stock and Related Stockholder Matters\n​\nBall Corporation common stock (BLL) is listed for trading on the New York Stock Exchange. There were 6,311 common shareholders of record on February 15, 2021.\n​\nCommon Stock Repurchases\n​\nThe following table summarizes the company’s repurchases of its common stock during the quarter ended December 31, 2020.\n​\n​\nShareholder Return Performance\n​\nThe line graph below compares the annual percentage change in Ball Corporation’s cumulative total shareholder return on its common stock with the cumulative total return of the Dow Jones Containers & Packaging Index and the S&P Composite 500 Stock Index for the five-year period ended December 31, 2020. The graph assumes $100 was invested on December 31, 2015, and that all dividends were reinvested. The Dow Jones Containers & Packaging Index total return has been weighted by market capitalization.\n​\n23\nTOTAL RETURN TO STOCKHOLDERS\n(Assumes $100 investment on 12/31/15)\n​\n​\nTotal Return Analysis\n​\nSource: Bloomberg L.P.® Charts\n​\n​\nItem 6.\nSelected Financial Data\n​\nRemoving and reserving Item 6 (\"Selected Financial Data\") of Part II.\n​\n24"
  },
  {
    "item_key": "item_7",
    "text": "​\nManagement’s discussion and analysis should be read in conjunction with the consolidated financial statements and accompanying notes included in Item 8 of this Annual Report on Form 10-K (annual report), which include additional information about our accounting policies, practices and the transactions underlying our financial results. The preparation of our consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (U.S. GAAP) requires us to make estimates and assumptions that affect the reported amounts in our consolidated financial statements and the accompanying notes, including various claims and contingencies related to lawsuits, taxes, environmental and other matters arising during the normal course of business. We apply our best judgment, our knowledge of existing facts and circumstances and actions that we may undertake in the future in determining the estimates that affect our consolidated financial statements. We evaluate our estimates on an ongoing basis using our historical experience, as well as other factors we believe appropriate under the circumstances, such as current economic conditions, and adjust or revise our estimates as circumstances change. As future events and their effects cannot be determined with precision, actual results may differ from these estimates. Ball Corporation and its subsidiaries are referred to collectively as “Ball Corporation,” “Ball,” “the company,” “we” or “our” in the following discussion and analysis.\n​\nOVERVIEW\n​\nBusiness Overview and Industry Trends\n​\nBall Corporation is one of the world’s leading aluminum packaging suppliers. Our packaging products are produced for a variety of end uses, are manufactured in facilities around the world and are competitive with other substrates, such as plastics and glass. In the aluminum packaging industry, sales and earnings can be increased by reducing costs, increasing prices, developing new products, expanding volumes and making strategic acquisitions. We also provide aerospace and other technologies and services to governmental and commercial customers, including national defense hardware, antenna and video tactical solutions, civil and operational space hardware and system engineering services.\n​\nWe sell our aluminum packaging products mainly to large, multinational beverage, personal care and household products companies with which we have developed long-term relationships. This is evidenced by our high customer retention and our large number of long-term supply contracts. While we have a diversified customer base, we sell a significant portion of our packaging products to major companies and brands, as well as to numerous regional customers. The overall global aluminum beverage and aerosol container industries are growing and are expected to continue to grow in the medium to long term. The primary customers for the products and services provided by our aerospace segment are U.S. government agencies or their prime contractors.\n​\nWe purchase our raw materials from relatively few suppliers. We also have exposure to inflation, in particular the rising costs of raw materials, as well as other direct cost inputs. We mitigate our exposure to the changes in the costs of aluminum through the inclusion of provisions in contracts covering the majority of our volumes to pass through aluminum price changes, as well as through the use of derivative instruments. The pass-through provisions generally result in proportional increases or decreases in sales and costs with a greatly reduced impact, if any, on net earnings. Because of our customer and supplier concentration, our business, financial condition and results of operations could be adversely affected by the loss, insolvency or bankruptcy of a major customer or supplier or a change in a supply agreement with a major customer or supplier, although our contract provisions generally mitigate the risk of customer loss, and our long-term relationships represent a known, stable customer base.\n​\nThe majority of our aerospace business involves work under contracts, generally from one to five years in duration, as a prime contractor or subcontractor for various U.S. government agencies. Intense competition and long operating cycles are key characteristics of the company’s aerospace and defense industry where it is common for work on major programs to be shared among a number of companies. A company competing to be a prime contractor may, upon ultimate award of the contract to a competitor, become a subcontractor for the ultimate prime contracting company.\n​\n25\nCorporate Strategy\n​\nOur Drive for 10 vision encompasses five strategic levers that are key to growing our business and achieving long-term success. Since launching Drive for 10 in 2011, we have made progress on each of the levers as follows:\n​\n​\n​\n​\n​\n​\nThese ongoing business developments help us stay close to our customers while expanding and/or sustaining our industry positions and global reach with major beverage, personal care, household products and aerospace customers. In order to successfully execute our strategy and reach our goals, we realize the importance of excelling in the following areas: customer focus, operational excellence, innovation and business development, people and culture focus and sustainability.\n​\n26\nRESULTS OF OPERATIONS\n​\nManagement’s discussion and analysis for our results of operations on a consolidated and segment basis include a quantification of factors that had a material impact. Other factors that did not have a material impact, but that are significant to understand the results, are qualitatively described.\n​\nRefer to Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nfiled on February 19, 2020, for a comparison of our 2019 results of operations to the 2018 results. Prior Forms 10-K have not been restated to reflect changes to Ball’s internal reporting structure that were effective January 1, 2020.\n​\nNovel Coronavirus (COVID-19)\n​\nThe novel coronavirus (COVID-19) had a material effect upon the global business environment during the year ended December 31, 2020. Ball provides key products and services to the consumer beverage and household markets and the U.S. aerospace markets and, consequently, the operations of Ball and of its principal customers and suppliers have been designated as essential across our key markets. This designation allowed Ball to operate its manufacturing facilities throughout 2020, and it is expected that Ball will continue to operate its facilities without disruption in the foreseeable future. However, countries around the globe have issued stay-at-home orders and mandated operational closures of non-essential businesses, which has impacted certain of our customers by constraining some supply of products to certain consumers. The risks that COVID-19 continues to present to Ball’s business have been outlined in Item 1. Risk Factors and Note 1 to the consolidated financial statements within Item 8 of this annual report.\n​\nConsolidated Sales and Earnings\n​\n​\nSales in 2020 were $307 million higher compared to 2019 primarily as a result of increased sales volumes in our beverage packaging segments and increased sales in our aerospace segment, partially offset by the pass through of lower aluminum prices, the sale of the China beverage packaging can business in the third quarter of 2019 and the sale of the Argentine steel aerosol business in the fourth quarter of 2019.\n​\nNet earnings attributable to Ball Corporation in 2020 were $19 million higher than 2019 primarily due to higher comparable operating earnings for reportable segments and lower interest expense, partially offset by higher business consolidation and debt refinancing costs and a higher effective tax rate.\n​\nCost of Sales (Excluding Depreciation and Amortization)\n​\nCost of sales, excluding depreciation and amortization, was $9,323 million in 2020 compared to $9,203 million in 2019. These amounts represented 79 percent and 80 percent of consolidated net sales for the years ended 2020 and 2019, respectively.\n​\nDepreciation and Amortization\n​\nDepreciation and amortization expense was $668 million in 2020 compared to $678 million in 2019. These amounts represented 6 percent of consolidated net sales for the years ended 2020 and 2019. Amortization expense in 2020 and 2019 included $150 million and $155 million, respectively, for the amortization of acquired Rexam intangibles.\n​\n27\nSelling, General and Administrative\n​\nSelling, general and administrative (SG&A) expenses were $525 million in 2020 compared to $417 million in 2019. These amounts represented 4 percent of consolidated net sales for both years. Personnel and other costs increased year over year to support growth investments.\n​\nBusiness Consolidation Costs and Other Activities\n​\nBusiness consolidation costs and other activities were $262 million in 2020 compared to $244 million in 2019. These amounts represented 2 percent of consolidated net sales for both years.\n​\nInterest Expense\n​\nTotal interest expense was $316 million in 2020 compared to $324 million in 2019. Interest expense, excluding the effect of debt refinancing and other costs, as a percentage of average borrowings decreased by approximately 85 basis points from 4.4 percent in 2019 to 3.5 percent in 2020 due to the drop in global interest rates.\n​\nTax Provision\n​\nThe company’s effective tax rate is affected by recurring items such as income earned in foreign jurisdictions with tax rates that differ from the U.S. tax rate and by discrete items that may occur in any given year but are not consistent from year to year.\n​\nThe 2020 effective income tax rate was 14.4 percent compared to 11.7 percent for 2019. As compared with the statutory U.S. federal income tax rate of 21 percent, the 2020 effective rate was reduced by 6.8 percent for equity compensation benefits, by 5.7 percent for the impact of the U.S. R&D credit and by 2 percent for various uncertain tax positions. These reductions were partially offset by an increase of 3.4 percent for the impact of foreign exchange fluctuations on certain deferred tax assets. While these items are expected to recur, the potential magnitude of each item is uncertain.\n​\nThe 2020 effective income tax rate was also increased by 2.6 percent for enacted changes to tax rates in the UK and by 2.3 percent for the impact of non-deductible goodwill.  These items are not expected to recur.\n​\nFurther details of taxes on income are included in Note 16 to the consolidated financial statements within Item 8 of this annual report.\n​\nRESULTS OF BUSINESS SEGMENTS\n​\nSegment Results\n​\nBall’s operations are organized and reviewed by management along its product lines and geographical areas, and its operating results are presented in the four reportable segments discussed below. Effective January 1, 2020, Ball implemented changes to its management and internal reporting structure for cost reduction and operational efficiency purposes. As a result of these changes, the company’s plants in Cairo, Egypt, and Manisa, Turkey, are now included in the beverage packaging, Europe, Middle East and Africa (beverage packaging, EMEA), segment. In addition, the company’s operations in India and Saudi Arabia are now combined with the former non-reportable beverage packaging, Asia Pacific, operating segment as a new non-reportable beverage packaging, other, operating segment. The company’s segment results and disclosures for the years ended December 31, 2019 and 2018, have been retrospectively adjusted to conform to the current year presentation.\n​\n28\nBeverage Packaging, North and Central America\n​\n​\nSegment sales in 2020 were $318 million higher compared to 2019. The increase in 2020 was primarily due to higher volumes, higher specialty mix and improved customer contractual terms, partially offset by lower aluminum prices. We cannot predict the impact on sales that will result from future changes in aluminum input prices.\n​\nComparable operating earnings in 2020 were $128 million higher compared to 2019 primarily due to higher sales volumes, higher specialty mix, benefits from improved customer contractual terms and improved operating performance, partially offset by increased capacity expansion and labor costs.\n​\nBeverage Packaging, EMEA\n​\n​\nSegment sales in 2020 were $88 million higher compared to 2019. The increase in 2020 was primarily due to higher sales volumes and improved customer and specialty mix, partially offset by the pass through of lower aluminum prices.\n​\nComparable operating earnings in 2020 were $3 million higher compared to 2019 primarily due to higher sales volumes and improved customer and specialty mix, partially offset by higher labor and warehousing costs and intermittent production line downtime during the second quarter of 2020.\n​\n​\n29\nBeverage Packaging, South America\n​\n​\nSegment sales in 2020 were $25 million higher compared to 2019. The increase in 2020 was primarily related to higher volumes, partially offset by regional pricing and the pass through of lower aluminum prices.\n​\nComparable operating earnings in 2020 were $8 million lower compared to 2019 primarily related to adverse cost absorption due to intermittent production line downtime in the second quarter of 2020 and regional pricing, partially offset by increased sales volumes.\n​\nAerospace\n​\n​\nSegment sales in 2020 were $262 million higher compared to 2019, and comparable operating earnings were $13 million higher. The increase in sales and operating earnings for 2020 was primarily the result of increases from significant U.S. national defense contracts.\n​\nSales to the U.S. government, either directly as a prime contractor or indirectly as a subcontractor, represented 97 percent of segment sales in 2020 compared to 98 percent of segment sales in 2019. The aerospace contract mix in 2020 consisted of 49 percent cost-type contracts, which are billed at our costs plus an agreed-upon and/or earned profit component, and 48 percent fixed-price contracts. The remaining sales were for time and materials contracts.\n​\nContracted backlog for the aerospace segment at December 31, 2020 and 2019, was $2.4 billion and $2.5 billion, respectively. The segment has numerous outstanding bids for future contract awards. The backlog at December 31, 2020, consisted of 42 percent cost-type contracts. Comparisons of backlog are not necessarily indicative of the trend of future operations due to the nature of varying delivery and milestone schedules on contracts, funding of programs and the uncertainty of timing of future contract awards.\n​\n30\nManagement Performance Measures\n​\nManagement internally uses various measures to evaluate company performance, including comparable operating earnings (earnings before interest, taxes and business consolidation and other non-comparable costs); comparable net earnings (earnings before business consolidation costs and other non-comparable costs after tax); comparable diluted earnings per share (comparable net earnings divided by diluted weighted average shares outstanding); return on average invested capital (net operating earnings after tax over the relevant performance period divided by average invested capital over the same period); economic value added (EVA®) dollars (net operating earnings after tax less a capital charge on average invested capital employed); earnings before interest and taxes (EBIT); earnings before interest, taxes, depreciation and amortization (EBITDA); and diluted earnings per share. In addition, management uses free cash flow (generally defined by the company as cash flow from operating activities less capital expenditures) as a measure to evaluate the company’s liquidity. We believe this information is also useful to investors as it provides insight into the earnings and cash flow criteria that management uses to make strategic decisions. These financial measures may be adjusted at times for items that affect comparability between periods such as business consolidation costs and gains or losses on acquisitions and dispositions.\n​\nNonfinancial measures in the packaging businesses include production efficiency and spoilage rates; quality control figures; environmental, health and safety statistics; production and sales volumes; asset utilization rates; and measures of sustainability. Additional measures used to evaluate financial performance in the aerospace segment include contract revenue realization, award and incentive fees realized, proposal win rates and backlog (including awarded, contracted and funded backlog).\n​\nMany of the above noted financial measurements are presented on a non-U.S. GAAP basis and should be considered in connection with the consolidated financial statements within Item 8 of this annual report. Non-U.S. GAAP measures should not be considered in isolation, nor should they not be considered superior to, or a substitute for, financial measures calculated in accordance with U.S. GAAP. A presentation of earnings in accordance with U.S. GAAP is available in Item 8 of this annual report.\n​\nBased on the above definitions, our calculations of comparable operating earnings, comparable net earnings, comparable diluted earnings per share and free cash flow are summarized as follows:\n​\n31\n​\n​\n​\nCRITICAL AND SIGNIFICANT ACCOUNTING POLICIES AND NEW ACCOUNTING PRONOUNCEMENTS\n​\nFor information regarding the company’s critical and significant accounting policies, as well as recent accounting pronouncements, see Notes 1 and 2 to the consolidated financial statements within Item 8 of this annual report.\n​\nFINANCIAL CONDITION, LIQUIDITY AND CAPITAL RESOURCES\n​\nCash Flows and Capital Expenditures\n​\nOur primary sources of liquidity are cash provided by operating activities and external borrowings. We believe that cash flows from operating activities and cash provided by short-term, long-term and committed revolver borrowings, when necessary, will be sufficient to meet our ongoing operating requirements, scheduled principal and interest payments on debt, dividend payments, anticipated share repurchases and anticipated capital expenditures. We have no debt maturities until 2022, our senior credit facilities are in place until 2024 and we are focused in the near term on maintaining liquidity and flexibility in the current economic environment. The following table summarizes our cash flows:\n​\n​\nCash flows provided by operating activities were $116 million lower in 2020 compared to 2019, primarily due to higher working capital outflows of $106 million in 2020 compared to inflows of $236 million in 2019, partially offset by lower pension contributions. The higher working capital outflows in 2020 resulted from seasonal working capital build which was more sizeable than typical due largely to the timing of aluminum payments in the first quarter, increased personnel costs to support growth and a proportionally larger increase in days sales outstanding as compared to days payable outstanding. In comparison to the same period of 2019, our working capital movements reflect an increase of days sales outstanding from 38 days in 2019 to 42 days in 2020 and an increase of inventory days on hand from 48 days in 2019 to 50 days in 2020, partially offset by an increase of days payable outstanding from 118 days in 2019 to 128 days in 2020.\n​\nCash outflows from investing activities increased by $759 million from $422 million in 2019 to $1,181 million in 2020. This predominantly reflected a $515 million increase in capital expenditures for large growth projects, a $160 million inflow from the 2019 sale of the steel food and steel aerosol business and a $69 million outflow for the 2020 acquisition of the Brazil aluminum aerosol packaging business.\n​\n32\nCash outflows from financing activities increased by $556 million from $46 million in 2019 to $602 million in 2020, primarily related to total debt activity changing from net borrowings of $1.1 billion in 2019 to net repayments of $262 million in 2020, partially offset by a reduction in net share repurchases from $945 million in 2019 to $75 million in 2020.\n​\nWe have entered into several regional committed and uncommitted accounts receivable factoring programs with various financial institutions for certain of our accounts receivable. Programs accounted for as true sales of the receivables, without recourse to Ball, had combined limits of approximately $1.6 billion and $1.4 billion at December 31, 2020, and December 31, 2019, respectively. A total of $232 million and $230 million were available for sale under these programs at December 31, 2020 and 2019, respectively.\n​\nAs of December 31, 2020, approximately $684 million of our cash was held outside of the U.S. In the event we need to utilize any of the cash held outside of the U.S. for purposes within the U.S., there are no material legal or other economic restrictions regarding the repatriation of cash from any of the countries outside the U.S. where we have cash. The company believes its U.S. operating cash flows, cash on hand, as well as availability under its long-term, revolving credit facilities, uncommitted short-term credit facilities and committed and uncommitted accounts receivable factoring programs will be sufficient to meet the cash requirements of the U.S. portion of our ongoing operations, scheduled principal and interest payments on U.S. debt, dividend payments, capital expenditures and other U.S. cash requirements. If foreign funds are needed for our U.S. cash requirements and we are unable to provide the funds through intercompany financing arrangements, we would be required to repatriate funds from foreign locations where the company has previously asserted indefinite reinvestment of funds outside the U.S.\n​\nBased on its indefinite reinvestment assertion, the company has not provided deferred taxes on earnings in certain non-U.S. subsidiaries because such earnings are intended to be indefinitely reinvested in its international operations. It is not practical to estimate the additional taxes that might become payable if these earnings were remitted to the U.S.\n​\nShare Repurchases\n​\nThe company’s share repurchases, net of issuances, totaled $75 million in 2020 and $945 million in 2019. The repurchases were completed using cash on hand, cash provided by operating activities, proceeds from the sale of businesses and available borrowings.\n​\nDebt Facilities and Refinancing\n​\nGiven our cash flow projections and unused credit facilities that are available until March 2024, our liquidity is strong and is expected to meet our ongoing cash and debt service requirements. Total interest-bearing debt was $7.8 billion at both December 31, 2020 and 2019.\n​\nIn the third quarter of 2020, Ball issued $1.3 billion of 2.875% senior notes due in 2030. In the first quarter of 2020, Ball redeemed the outstanding euro-denominated 3.50% senior notes due in 2020 in the amount of €400 million and the outstanding 4.375% senior notes due 2020 in the amount of $1 billion. We recorded debt refinancing and other costs of $41 million in 2020.\n​\nIn November 2019, Ball issued €1.3 billion in aggregate principal amount of 1.50% and 0.875% euro-denominated senior notes for general corporate purposes.\nIn March 2019, the company refinanced its existing credit facilities with a U.S. dollar term loan facility, a U.S. dollar revolving facility and a multi-currency revolving facility that mature in March 2024. The revolving facilities provide the company with up to the U.S. dollar equivalent of $1.75 billion.\n​\nAt December 31, 2020, taking into account outstanding letters of credit, approximately $1.7 billion was available under the company’s long-term, multi-currency committed revolving credit facilities, which are available until March 2024. In addition to these facilities, the company had $1 billion of short-term uncommitted credit facilities available at December 31, 2020, of which $14 million was outstanding and due on demand.\n​\n33\nWhile ongoing financial and economic conditions in certain areas may raise concerns about credit risk with counterparties to derivative transactions, the company mitigates its exposure by allocating the risk among various counterparties and limiting exposure to any one party. We also monitor the credit ratings of our suppliers, customers, lenders and counterparties on a regular basis.\n​\nWe were in compliance with all loan agreements at December 31, 2020, and for all prior years presented, and we have met all debt payment obligations. The U.S. note agreements and bank credit agreement contain certain restrictions relating to dividends, investments, financial ratios, guarantees and the incurrence of additional indebtedness. In August 2020, we amended certain of our credit agreements, which among other things, modified the most restrictive of our debt covenants. This covenant requires us to maintain a leverage ratio (as defined) of no greater than 5.0 times, which will change to 4.5 times as of December 31, 2022. As of December 31, 2020, the company could borrow up to its limits available under the company’s long-term multi-currency committed revolving facilities and short-term uncommitted credit facilities without violating our existing debt covenants. Additional details about our debt are available in Note 15 to the consolidated financial statements within Item 8 of this annual report.\n​\nOther Liquidity Measures\n​\nFree Cash Flow\n​\nManagement internally uses a free cash flow measure to: (1) evaluate the company’s liquidity, (2) evaluate strategic investments, (3) plan share repurchase and dividend levels and (4) evaluate the company’s ability to incur and service debt. Free cash flow is not a defined term under U.S. GAAP, and it should not be inferred that the entire free cash flow amount is available for discretionary expenditures. The company defines free cash flow as cash flow from operating activities less capital expenditures. Free cash flow is typically derived directly from the company’s consolidated statement of cash flows; however, it may be adjusted for items that affect comparability between periods.\n​\nBased on the above definition, our consolidated free cash flow is summarized as follows:\n​\n​\nBased on information currently available, we estimate that cash flows from operating activities for 2021 will exceed 2020 levels and capital expenditures will exceed $1.5 billion. In 2021, we intend to utilize our operating cash flow to fund our growth capital projects, dividend payments, share repurchases, debt service requirements and, to the extent available, acquisitions that meet our rate of return criteria. Approximately $1.1 billion of capital expenditures was contractually committed as of December 31, 2020.\n​\n34\nCommitments\n​\nCash payments required for long-term debt maturities and interest payments, rental payments under noncancellable operating leases and purchase obligations in effect at December 31, 2020, are summarized in the following table:\n​\n​\nThe table above excludes $55 million of uncertain tax positions, as the ultimate timing of resolution for these matters is unknown at this time.\n​\nAlso excluded from the table above are contributions to the company’s defined benefit pension plans, which are expected to be approximately $185 million in 2021 of which $157 million was paid in January 2021. This estimate may change based on changes in the Pension Protection Act, actual plan asset performance and available company cash flow, among other factors. Benefit payments related to the plans are expected to be approximately $337 million, $336 million, $339 million, $344 million and $347 million for the years ending December 31, 2021 through 2025, respectively, and approximately $1.8 billion for the years ending December 31, 2026 through 2030.\n​\nBased on changes in return on asset and discount rate assumptions, as well as revisions based on plan experience studies, total pension expense in 2021, is expected to be approximately $4 million higher than in 2020, excluding settlement charges. A reduction of the expected return on pension assets assumption by one quarter of a percentage point would result in an increase of approximately $14 million in total 2021 pension expense, while a quarter of a percentage point reduction in the discount rate applied to the pension liability would result in a negligible increase to pension expense in 2021. Additional details about our defined benefit pension plans are available in Note 17 to the consolidated financial statements within Item 8 of this annual report.\n​\nCONTINGENCIES, INDEMNIFICATIONS AND GUARANTEES\n​\nDetails of the company’s contingencies, legal proceedings, indemnifications and guarantees are available in Notes 22 and 23 to the consolidated financial statements within Item 8 of this annual report. The company is routinely subject to litigation incident to operating its businesses and has been designated by various federal and state environmental agencies as a potentially responsible party, along with numerous other companies, for the clean-up of several hazardous waste sites, including in respect of sites related to alleged activities of certain former Rexam subsidiaries. The company believes the matters identified will not have a material adverse effect upon its liquidity, results of operations or financial condition.\n​\n35\nGuaranteed Securities\n​\nThe company’s senior notes are guaranteed on a full and unconditional, joint and several basis by the issuer of the company’s senior notes and the subsidiaries that guarantee the notes (the obligor group). The entities that comprise the obligor group are 100 percent owned by the company. As described in the supplemental indentures governing the company’s existing senior notes, the senior notes are guaranteed by any of the company’s domestic subsidiaries that guarantee any other indebtedness of the company.\n​\nThe following summarized financial information relates to the obligor group as of and for the years ended December 31, 2020 and 2019. Intercompany transactions, equity investments and other intercompany activity between obligor group subsidiaries have been eliminated from the summarized financial information. Investments in subsidiaries not forming part of the obligor group have also been eliminated.\n​\n​\n​\nIncluded in the amounts disclosed in the tables above, at December 31, 2020 and 2019, the obligor group held receivables due from other subsidiary companies of $221 million and $299 million, respectively, long-term notes receivable due from other subsidiary companies of $9.2 billion and $9.3 billion, respectively, payables due to other subsidiary companies of $1.7 billion and $1.9 billion, respectively, and long-term notes payable due to other subsidiary companies of $1.5 billion and $2.2 billion, respectively.\n​\nFor the years ended December 31, 2020 and 2019, the obligor group recorded the following transactions with other subsidiary companies: sales to them of $804 million and $792 million, respectively, net credits from them of $24 million and net charges to them of $21 million, respectively, and net interest income from them of $393 million and $127 million, respectively. During the years ended December 31, 2020 and 2019, the obligor group received dividends from other subsidiary companies of $56 million and $775 million, respectively.\n​\nA description of the terms and conditions of the company’s debt guarantees is located in Note 23 to the consolidated financial statements within Item 8 of this annual report.\n​\n36\nFORWARD-LOOKING STATEMENTS\n​\nThis report contains \"forward-looking\" statements concerning future events and financial performance. Words such as \"expects,\" \"anticipates,\" \"estimates,\" \"believes,\" \"targets,\" \"likely,\" \"positions\" and similar expressions typically identify forward-looking statements, which are generally any statements other than statements of historical fact. Such statements are based on current expectations or views of the future and are subject to risks and uncertainties, which could cause actual results or events to differ materially from those expressed or implied. You should therefore not place undue reliance upon any forward-looking statements and any such statements should be read in conjunction with, and, qualified in their entirety by, the cautionary statements referenced below. The company undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. Key factors, risks and uncertainties that could cause actual outcomes and results to be different are summarized in filings with the Securities and Exchange Commission, including Exhibit 99 in our Form 10-K, which are available on our website and at www.sec.gov. Additional factors that might affect: a) our packaging segments include product capacity, supply, and demand constraints and fluctuations, including due to virus and disease outbreaks and responses thereto; availability/cost of raw materials, equipment, and logistics; competitive packaging, pricing and substitution; changes in climate and weather; footprint adjustments and other manufacturing changes, including the startup of new facilities and lines; failure to achieve synergies, productivity improvements or cost reductions; unfavorable mandatory deposit or packaging laws; customer and supplier consolidation; power and supply chain interruptions; potential delays and tariffs related to the U.K’s departure from the EU; changes in major customer or supplier contracts or a loss of a major customer or supplier; political instability and sanctions; currency controls; changes in foreign exchange or tax rates; and tariffs, trade actions, or other governmental actions, including business restrictions and shelter-in-place orders in any country or jurisdiction affecting goods produced by us or in our supply chain, including imported raw materials; b) our aerospace segment include funding, authorization, availability and returns of government and commercial contracts; and delays, extensions and technical uncertainties affecting segment contracts; c) the company as a whole include those listed above plus: the extent to which sustainability-related opportunities arise and can be capitalized upon; changes in senior management, succession, and the ability to attract and retain skilled labor; regulatory action or issues including tax, environmental, health and workplace safety, including U.S. FDA and other actions or public concerns affecting products filled in our containers, or chemicals or substances used in raw materials or in the manufacturing process;  technological developments and innovations; the ability to manage cyber threats; litigation; strikes; disease; pandemic; labor cost changes; rates of return on assets of the company's defined benefit retirement plans; pension changes; uncertainties surrounding geopolitical events and governmental policies both in the U.S. and in other countries, including policies, orders and actions related to COVID-19, the U.S. government elections, stimulus package(s), budget, sequestration and debt limit; reduced cash flow; interest rates affecting our debt; and successful or unsuccessful joint ventures, acquisitions and divestitures, and their effects on our operating results and business generally.\n​"
  },
  {
    "item_key": "item_7a",
    "text": "​\nFinancial Instruments and Risk Management\n​\nThe company employs established risk management policies and procedures which seek to reduce the company’s commercial risk exposure to fluctuations in commodity prices, interest rates, currency exchange rates and prices of the company’s common stock with regard to common share repurchases and the company’s deferred compensation stock plan. However, there can be no assurance that these policies and procedures will be successful. Although the instruments utilized involve varying degrees of credit, market and interest risk, the counterparties to the agreements are expected to perform fully under the terms of the agreements. The company monitors counterparty credit risk, including lenders, on a regular basis, but Ball cannot be certain that all risks will be discerned or that its risk management policies and procedures will always be effective. Additionally, in the event of default under the company’s master derivative agreements, the non-defaulting party has the option to set off any amounts owed with regard to open derivative positions.\n​\nWe have estimated our market risk exposure using sensitivity analysis. Market risk exposure has been defined as the changes in fair value of derivative instruments, financial instruments and commodity positions. To test the sensitivity of our market risk exposure, we have estimated the changes in fair value of market risk sensitive instruments assuming a hypothetical 10 percent adverse change in market prices or rates. The results of the sensitivity analyses are summarized below.\n37\nCommodity Price Risk\n​\nAluminum\n​\nWe manage commodity price risk in connection with market price fluctuations of aluminum ingot through two different methods. First, we enter into container sales contracts that include aluminum ingot-based pricing terms that generally reflect the same price fluctuations included in commercial purchase contracts for aluminum sheet. The terms include fixed, floating or pass-through aluminum ingot component pricing. Second, we use derivative instruments such as option and forward contracts as economic and cash flow hedges of commodity price risk where there are material differences between sales and purchase contracted pricing and volume.\n​\nConsidering the effects of derivative instruments, the company’s ability to pass through certain raw material costs through contractual provisions, the market’s ability to accept price increases and the company’s commodity price exposures under its contract terms, a hypothetical 10 percent adverse change in the company’s aluminum prices would result in an estimated $4 million after-tax reduction in net earnings over a one-year period. Additionally, the company has currency exposures on raw materials and the effect of a 10 percent adverse change is included in the total currency exposure discussed below. Actual results may vary based on actual changes in market prices and rates.\n​\nInterest Rate Risk\n​\nOur objective in managing exposure to interest rate changes is to minimize the impact of interest rate changes on earnings and cash flows and to minimize our overall borrowing costs. To achieve these objectives, we may use a variety of interest rate swaps, collars and options to manage our mix of floating and fixed-rate debt. Interest rate instruments held by the company at December 31, 2020, included pay-fixed interest rate swaps which effectively convert variable rate obligations to fixed-rate instruments.\n​\nBased on our interest rate exposure at December 31, 2020, assumed floating rate debt levels throughout the next 12 months and the effects of our existing derivative instruments, a 100-basis point increase in interest rates would result in an estimated $2 million after-tax reduction in net earnings over a one-year period. Actual results may vary based on actual changes in market prices and rates and the timing of these changes.\n​\nCurrency Exchange Rate Risk\n​\nOur objective in managing exposure to currency fluctuations is to limit the exposure of cash flows and earnings from changes associated with currency exchange rate changes through the use of various derivative contracts. In addition, at times Ball manages earnings translation volatility through the use of currency option strategies, and the change in the fair value of those options is recorded in the company’s net earnings. Our currency translation risk results from the currencies in which we transact business. The company faces currency exposures in our global operations as a result of various factors including intercompany currency denominated loans, selling our products in various currencies, purchasing raw materials and equipment in various currencies and tax exposures not denominated in the functional currency. Sales contracts are negotiated with customers to reflect cost changes and, where there is not an exchange pass-through arrangement, the company may use forward and option contracts to manage significant currency exposures.\n​\nConsidering the company’s derivative financial instruments outstanding at December 31, 2020, and the various currency exposures, a hypothetical 10 percent reduction (U.S. dollar strengthening, mainly against the Russian ruble) in currency exchange rates compared to the U.S. dollar would result in an estimated $12 million after-tax reduction in net earnings over a one-year period. This hypothetical adverse change in currency exchange rates would also reduce our forecasted average debt balance by $256 million. Actual changes in market prices or rates may differ from hypothetical changes.\n​\n​\n38"
  },
  {
    "item_key": "item_8",
    "text": "​\nReport of Independent Registered Public Accounting Firm\n​\nTo the Board of Directors and Shareholders of Ball Corporation\n​\nOpinions on the Financial Statements and Internal Control over Financial Reporting\n​\nWe have audited the accompanying consolidated balance sheets of Ball Corporation and its subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of earnings, of comprehensive earnings (loss), of shareholders' equity and of cash flows for each of the three years in the period ended December 31, 2020, including the related notes (collectively referred to as the “consolidated financial statements”). We also have audited the Company's internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO).\n​\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2020 in conformity with accounting principles generally accepted in the United States of America. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2020, based on criteria established in\nInternal Control - Integrated Framework\n(2013) issued by the COSO.\n​\nChanges in Accounting Principles\n​\nAs discussed in Note 1 to the consolidated financial statements, the Company changed the manner in which it accounts for leases in 2019 and the manner in which it accounts for revenues from contracts with customers in 2018.\n​\nBasis for Opinions\n​\nThe Company's management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in Management’s Report on Internal Control over Financial Reporting appearing under Item 9A. Our responsibility is to express opinions on the Company’s consolidated financial statements and on the Company's internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n​\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\n​\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\n​\n39\nDefinition and Limitations of Internal Control over Financial Reporting\n​\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (i) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n​\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n​\nCritical Audit Matters\n​\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n​\nRevenue Recognition - Estimated Costs at Completion for Aerospace Fixed-Price Contracts\n​\nAs described in Notes 1, 3 and 5 to the consolidated financial statements, sales for the aerospace segment were $1.7 billion for the year ended December 31, 2020, including sales under long-term fixed-price contracts, which are primarily recognized using percentage-of-completion accounting under the cost-to-cost method.  The percentage-of-completion method of accounting involves the use of various estimating techniques to project revenues and costs at completion and various assumptions and projections relative to the outcome of future events, including the quantity and timing of product deliveries, future labor performance and rates, and material and overhead costs. Throughout the period of contract performance, management regularly evaluates and, if necessary, revises its estimates of total contract revenue, total contract cost, and extent of progress toward completion.\n​\nThe principal considerations for our determination that performing procedures relating to revenue recognition - estimated costs at completion for aerospace fixed-price contracts is a critical audit matter are the significant judgment by management when determining the estimated costs at completion for such contracts. This in turn led to a high degree of auditor judgment, subjectivity, and effort in performing procedures, and in evaluating the related audit evidence, over management’s assumptions of estimated costs at completion for fixed-price contracts, including the nature and technical complexity of the work to be performed, the availability and cost volatility of materials, subcontractor and vendor performance, and schedule and performance delays.\n​\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements.  These procedures included testing the effectiveness of controls relating to the accuracy of estimated costs at completion for aerospace fixed-price contracts.  These procedures also included, among others, evaluating and testing management’s process for determining the estimated revenue and cost at completion for aerospace fixed-price contracts, including the specific factors considered by management for each contract.  Evaluating management’s assumptions for reasonableness involved assessing the nature and status of fixed-price contracts, performing retrospective reviews of fixed-price contract estimates and changes in estimates over time, obtaining evidence to support estimated costs to complete, and assessing the reasonableness of factors considered and significant assumptions made by management in determining the estimated revenue and costs at completion used to recognize revenue.\n40\n​\n/s/ PricewaterhouseCoopers LLP\nDenver, Colorado\nFebruary 17, 2021\n​\nWe have served as the Company’s auditor since at least 1962. We have not been able to determine the specific year we began serving as auditor of the Company.\n​\n​\n41\nConsolidated Statements of Earnings\nBall Corporation\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n42\nConsolidated Statements of Comprehensive Earnings (Loss)\nBall Corporation\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n43\nConsolidated Balance Sheets\nBall Corporation\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n44\nConsolidated Statements of Cash Flows\nBall Corporation\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n​\n45\n​\nConsolidated Statements of Shareholders’ Equity\nBall Corporation\n​\n​\nThe accompanying notes are an integral part of the consolidated financial statements.\n​\n​\n46\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n1.  Critical and Significant Accounting Policies\n​\nThe preparation of Ball Corporation’s (collectively, Ball, the company, we or our) consolidated financial statements in conformity with accounting principles generally accepted in the United States of America (U.S. GAAP) requires Ball’s management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent liabilities at the date of the financial statements and reported amounts of revenues and expenses during the reporting periods. These estimates are based on historical experience and various assumptions believed to be reasonable under the circumstances. Ball’s management evaluates these estimates on an ongoing basis and adjusts or revises the estimates as circumstances change. As future events and their impacts cannot be determined with precision, actual results may differ from these estimates. In the opinion of management, the financial statements reflect all adjustments necessary to fairly present the results of the periods presented.\n​\nCritical Accounting Policies\n​\nThe company considers certain accounting policies to be critical, as their application requires management’s judgment about the impacts of matters that are inherently uncertain. Detailed below is a discussion of the accounting policies that management considers to be critical to the company’s consolidated financial statements.\n​\nAcquisitions\n​\nThe company records acquisitions resulting in the consolidation of an enterprise using the purchase method of accounting. Under this method, the acquiring company records the assets acquired, including intangible assets that can be identified and named, and liabilities assumed based on their estimated fair values at the date of acquisition. The purchase price in excess of the fair value of the assets acquired and liabilities assumed is recorded as goodwill. If the assets acquired, net of liabilities assumed, are greater than the purchase price paid, then a bargain purchase has occurred and the company will recognize the gain immediately in earnings. Among other sources of relevant information, the company uses independent appraisals and actuarial or other valuations to assist in determining the estimated fair values of the assets and liabilities. Various assumptions are used in the determination of these estimated fair values including discount rates, market and volume growth rates, product selling prices, production costs and other prospective financial information. Transaction costs associated with acquisitions are expensed as incurred and included in the business consolidation and other activities line of the consolidated statement of earnings.\n​\nFor acquisitions where the company already owns an equity investment in the acquired company, the company will recognize in earnings, upon the completion of the acquisition, a gain or loss related to the company’s existing equity investment. This gain or loss is calculated based on the fair value of the equity investment as compared to the carrying value of the existing equity investment on the date of acquisition.\n​\nWhen the company purchases additional interests of consolidated subsidiaries that does not result in a change in control, the difference between the fair value and carrying value of the noncontrolling interests acquired is accounted for in the common stock line within shareholders' equity.\n​\n47\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nExit and Other Closure Costs (Business Consolidation Costs)\n​\nThe company estimates its liabilities for business closure activities by accumulating detailed estimates of costs and asset sale proceeds, if any, for each business consolidation initiative. This includes the estimated costs of employee severance, pension and related benefits; impairment of property and equipment and other assets, including estimates of net realizable value; accelerated depreciation; termination payments for contracts and leases; contractual obligations; and any other qualifying costs related to the exit plan. These estimated costs are grouped by specific projects within the overall exit plan and are then monitored on a monthly basis. Such charges represent management’s best estimates, however, they require assumptions about the plans that may change over time. Changes in estimates for individual locations and other matters are evaluated periodically to determine if a change in estimate is required for the overall restructuring plan. Subsequent changes to the original estimates are included in current earnings and identified as business consolidation gains or losses.\n​\nRevenue Recognition in the Aerospace Segment\n​\nSales under fixed-price long-term contracts in the aerospace segment are primarily recognized using percentage-of-completion accounting under the cost-to-cost method. The company elected to apply the modified retrospective method to all contracts that were not completed as of January 1, 2018. The cumulative effect of initially applying the new revenue standard was recognized as an adjustment to the company’s retained earnings balance as of January 1, 2018.\n​\nAt contract inception, the company assesses the goods and services promised in its contracts with customers and identifies a performance obligation for each promise to transfer goods or services to the customer. The performance obligation may be represented by a good or service (or a series of goods or services) that is distinct, or by a series of distinct goods or services that are substantially the same and have the same pattern of transfer to the customer. In each of these scenarios, the company treats the promise to transfer the customer goods or services as a single performance obligation.\n​\nTo identify its performance obligations, the company considers all of the goods or services promised in the contract, regardless of whether they are explicitly stated or are implied by customary business practices.\n​\nThe company has determined that the following distinct goods and services represent separate performance obligations:\n​\n​\nPerformance obligations with no alternative use are recognized over time, when the company has an enforceable right to payment for efforts completed to-date. Because of sales contract payment schedules, limitations on funding, and contract terms, the company’s sales and accounts receivable generally include amounts that have been earned but not yet billed. The company’s payment terms vary by the type and location of the company’s customer and the products or services offered. All payment terms are less than\none year\n.\n​\n48\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nContracts are often modified to account for changes in contract specifications and requirements. The company considers contract modifications to exist when the modification either creates new or revised enforceable rights and obligations. Most of the company’s contract modifications are for goods or services that are not distinct from the existing contract due to the significant integration service provided in the context of the contract, and such contract modifications are accounted for as if they were part of that existing contract. The effect of a contract modification on the transaction price, and the company’s measure of progress for the performance obligation to which it relates, is recognized as an adjustment to sales (either as an increase or reduction of sales) on a cumulative catch-up basis.\n​\nWithin the aerospace segment, performance obligations are recognized over time. Aerospace contracts involve specialized and unique products that are tailored to the specific needs of the customer, such as a spacecraft or other hardware conforming to the specifications required by the customer, and as such, no alternative use exists. When there is an enforceable right to payment at cost plus reasonable margin for performance completed to date, the sales are recorded over time as the goods are manufactured or services are performed. Determining a measure of progress requires management to make judgments that affect the timing of recording sales. Sales under long-term contracts in the aerospace segment are primarily recognized using percentage-of-completion accounting under the cost-to-cost method, which is an input method. Under this method, the extent of progress towards completion is measured based on the ratio of costs incurred to date versus the total estimated costs upon completion of the performance obligation. The cost-to-cost method best depicts the transfer of assets to the customer as the company incurs costs on the company’s contracts. The percentage-of-completion method of accounting involves the use of various estimating techniques to project revenues and costs at completion and various assumptions and projections relative to the outcome of future events, including the quantity and timing of product deliveries, future labor performance and rates, and material and overhead costs. Throughout the period of contract performance, the company regularly evaluates and, if necessary, revises estimates of total contract revenue, total contract cost, and extent of progress toward completion.\n​\nThe\ntwo\nprimary types of long-term sales contracts utilized are cost-type contracts, which are agreements to perform for cost plus an agreed-upon profit component, and fixed price sales contracts, which are completed for a fixed price. Cost-type sales contracts can have different types of fee arrangements, including fixed-fee, cost, milestone and performance incentive fees, award fees or a combination thereof. At the inception of contract performance, the company estimates sales associated with base, incentive and other fees exclusive of any constraint. In other words, the company estimates sales to the extent that it is not probable a significant reversal will occur over the period of contract performance. The company has determined that the above provides a faithful depiction of the transfer of goods to the customer and is the best measure of depicting the company’s performance as control is transferred to customers.\n​\nDue to the unique and customized nature of deliverables within aerospace contracts, a readily observable selling price for a similar good is not typically available; therefore, in making its determination of stand-alone selling price, the company generally applies the “expected cost plus a margin” approach (whereby the transaction price is allocated based on the relative amount of costs plus an appropriate margin). Use of the expected cost plus a margin approach requires Ball to determine the expected costs for each performance obligation, as well as an appropriate margin (i.e., cost-to-cost percentage of completion). The calculation is made at contract inception to determine the allocation of consideration.\n​\nUncertainty as to the total amount that will be paid by the customer (such as the exact amount of costs that will be incurred and fees that will be earned by us to satisfy the contractual requirements) gives rise to variable consideration. To estimate variable consideration, the company applies the “most likely amount” method or the “expected value” method depending on the nature of the variable consideration. In certain cases, both methods may be used within a single contract if multiple forms of variable consideration exist. However, once a method has been applied to one form of variable consideration, it is applied consistently throughout the contract term.\n​\nThe primary types of variable consideration present in the company’s contracts are cost reimbursements, performance award fees, incremental funding and finalization of government rates. These types of arrangements are most commonly (though not exclusively) estimated based on the “most likely” method. Once variable consideration has been estimated, it will be constrained if a significant reversal of the cumulative amount of sales is probable in the context of the contract.\n49\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDefined Benefit Pension Plans and Other Employee Benefits\n​\nThe company has defined benefit plans and postretirement plans that provide certain medical benefits and life insurance for retirees and eligible dependents and, to a lesser extent, participates in multi-employer defined benefit plans for which Ball is not the sponsor. For the company-sponsored plans, the relevant accounting guidance requires that management make certain assumptions relating to the long-term rate of return on plan assets, discount rates used to determine the present value of future obligations and expenses, salary inflation rates, health care cost trend rates, mortality rates and other assumptions. The company believes the accounting estimates related to the company’s pension and postretirement plans are critical accounting estimates because they are highly susceptible to change from period to period based on the performance of plan assets, actuarial valuations, market conditions and contracted benefit changes. The selection of assumptions is based on historical trends and known economic and market conditions at the time of valuation, as well as independent studies of trends performed by the company’s actuaries. However, actual results may differ substantially from the estimates that were based on the critical assumptions.\n​\nThe company recognizes the funded status of each defined benefit pension plan and other postretirement benefit plans in the consolidated balance sheet. Each overfunded plan is recognized as an asset, and each underfunded plan is recognized as a liability. Pension plan obligations are revalued annually, or when an event occurs that requires remeasurement, based on updated assumptions and information about the individuals covered by the plan. For pension plans, accumulated actuarial gains and losses in excess of a\n10\npercent corridor and the prior service cost are amortized on a straight-line basis from the date recognized over the average remaining service period of active participants or the average life expectancy for plans with significant inactive participants. For other postemployment benefits, the\n10\npercent corridor is not used. Costs related to defined benefit and other postretirement plans are included in cost of sales and selling, general and administrative expenses, while settlement and curtailment expenses are included in business consolidation expenses.\n​\nIncome Taxes\n​\nDeferred income taxes reflect the future tax consequences of differences between the tax bases of assets and liabilities and their financial reporting amounts at each balance sheet date, based upon enacted income tax laws and tax rates. Income tax expense or benefit is provided based on earnings reported in the financial statements. The provision for income tax expense or benefit differs from the amounts of income taxes currently payable because certain items of income and expense included in the consolidated financial statements are recognized in different time periods by taxing authorities.\n​\nDeferred tax assets, including operating loss, capital loss and tax credit carryforwards, are reduced by a valuation allowance when, in the opinion of management, it is more likely than not that any portion of these tax attributes will not be realized. In addition, from time to time, management must assess the need to accrue or disclose uncertain tax positions for proposed adjustments from various federal, state and foreign tax authorities who regularly audit the company in the normal course of business. In making these assessments, management must often analyze complex tax laws of multiple jurisdictions, including many foreign jurisdictions. The accounting guidance prescribes a recognition threshold and measurement attribute for the financial statement recognition and measurement of a tax position taken or expected to be taken in a tax return. The company records the related interest expense and penalties, if any, as tax expense in the tax provision.\n​\nStranded taxes in accumulated other comprehensive income are reclassified to the consolidated statement of earnings when the activity that generated the deferred gains and losses has fully ceased.\n​\n50\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDerivative Financial Instruments\n​\nThe company uses derivative financial instruments for the purpose of hedging commercial risk exposures to fluctuations in interest rates, currency exchange rates, raw material costs and common share prices. The company’s derivative instruments are recorded in the consolidated balance sheets at fair value. The company values each derivative financial instrument either by using a single valuation technique based on observable market inputs performed internally or by obtaining valuation information from a reliable and observable market source. For a derivative designated as a cash flow hedge, the derivative's mark to fair value is initially recorded as a component of accumulated other comprehensive earnings and subsequently reclassified into earnings when the hedged item affects earnings, unless it is probable that the forecasted transaction will not occur. Derivatives that do not qualify for hedge accounting are marked to fair value with gains and losses immediately recorded in earnings. In the consolidated statements of cash flows, derivative activities are classified based on the cash flows of the items being hedged, except for those activities that are hedging the effect of exchange rate changes on cash, which are presented in investing activities.\n​\nRealized gains and losses from hedges are classified in the consolidated statements of earnings consistent with the accounting treatment of the items being hedged. Upon the dedesignation of an effective derivative contract, the gains or losses are deferred in accumulated other comprehensive earnings until the originally hedged item affects earnings unless it is probable the hedged item will not occur at which time it is recognized immediately. Any gains or losses incurred after the dedesignation date are recorded in earnings immediately.\n​\nSignificant Accounting Policies\n​\nPrinciples of Consolidation and Basis of Presentation\n​\nThe consolidated financial statements include the accounts of Ball, its consolidated subsidiaries, and variable interest entities in which the company is considered to be the primary beneficiary. Equity investments in which the company exercises significant influence but does not control and is not the primary beneficiary are accounted for using the equity method of accounting. Investments in which the company neither exercises significant influence over the investee, nor is the primary beneficiary of the investment, are accounted for using the cost method of accounting. Intercompany transactions are eliminated in consolidation.\n​\nReclassifications\n​\nCertain prior year amounts have been reclassified in order to conform to the current year presentation.\n​\nCash and Cash Equivalents\n​\nCash and cash equivalents include cash on hand and highly liquid investments with original maturities of three months or less.\n​\nInventories\n​\nInventories are stated at the lower of cost or net realizable value using either the first-in, first-out (FIFO) cost method of accounting or the average cost method. Inventory cost is calculated for each inventory component taking into consideration the appropriate cost factors, including fixed and variable overhead, material price volatility and production levels.\n​\n51\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nRecoverability of Goodwill\n​\nOn an annual basis and at interim periods as circumstances require, the company performs a qualitative analysis to determine whether it is more likely than not that the fair value of a reporting unit exceeds its carrying amount, which includes an evaluation as to whether there have been significant changes to macro-economic factors related to the reporting unit that could materially impact fair value. If the qualitative analysis concludes that fair value could be materially impacted, the company performs a quantitative impairment test to determine the fair value of the reporting unit and recognizes an impairment charge for the amount by which the carrying value exceeds the fair value.\n​\nWhen performing a quantitative analysis, the company estimates fair value for each reporting unit primarily using the income approach. Under the income approach, fair value is estimated as the present value of estimated future cash flows of each reporting unit. The projected cash flows incorporate various assumptions related to weighted average cost of capital (WACC) and growth rates that are specific to each reporting unit, including assumptions relating to net sales growth rates, terminal growth rates and EBITDA (a non-U.S. GAAP measure defined by the company as earnings before interest, taxes, depreciation and amortization) margin. The company corroborates the results of its income approach using the market approach. Under the market approach, the company uses available information regarding multiples used in any recent market transactions involving transfer of controlling interests as well as publicly available trading multiples based upon the enterprise value of companies in either the packaging or aerospace and defense industries. The appropriate multiple is applied to forecasted EBITDA of each reporting unit to estimate fair value.\n​\nImpairment of Long-Lived Assets\n​\nWe review long-lived assets for impairment when circumstances indicate the carrying amount of an asset or asset group may not be recoverable based on the undiscounted future cash flows of the asset. The company reviews long-lived assets for impairment at the individual asset or the asset group level for which the lowest level of independent cash flows can be identified. If the carrying amount of the asset or asset group is determined not to be recoverable, a write-down to fair value is recorded. Fair values are determined based on quoted market values, discounted cash flows or with the assistance of external appraisals, as applicable.\n​\nDepreciation and Amortization\n​\nProperty, plant and equipment are carried at the cost of acquisition or construction. Repairs and maintenance costs, including labor and material costs for major improvements such as annual production line overhauls, are expensed as incurred, unless those costs substantially increase the useful lives or capacity of the existing assets. Assets are depreciated and amortized using the straight-line method over their estimated useful lives, generally\n5\nto\n40 years\nfor buildings and improvements and\n2\nto\n20 years\nfor machinery and equipment. Finite-lived intangible assets, excluding capitalized software costs, are generally amortized over their estimated useful lives of\n3\nto\n18 years\n. Capitalized software is generally amortized over estimated useful lives of\n3\nto\n7 years\n. The company periodically reviews these estimated useful lives and when appropriate, changes are made prospectively.\n​\nFor certain business consolidation activities, accelerated depreciation may be required for the revised remaining useful life for assets designated to be scrapped or abandoned. The accelerated depreciation related to such activities is disclosed as part of business consolidation and other activities in the appropriate period.\n​\nEnvironmental Reserves\n​\nThe company estimates its liability for environmental matters based on, among other factors, the degree of probability of an unfavorable outcome and the ability to make a reasonable estimate of the amount of loss. The company records the best estimate of a loss when the loss is considered probable. As additional information becomes available, the company reassesses the potential liability related to pending matters and revises the estimates.\n​\n52\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nRevenue Recognition in the Beverage and Aerosol Packaging Segments\n​\nThe company recognizes sales of products in its packaging segments when a customer obtains control of promised goods or services, which occurs either over time or at a point in time. The company elected to apply the modified retrospective method to all contracts that were not completed as of January 1, 2018. The cumulative effect of initially applying the new revenue standard was recognized as an adjustment to the company’s retained earnings balance as of January 1, 2018.\n​\nAt contract inception, the company assesses the goods and services promised in its contracts with customers and identifies a performance obligation for each promise to transfer goods or services to the customer. The performance obligation may be represented by a good or service (or a series of goods or services) that is distinct, or by a series of distinct goods or services that are substantially the same and have the same pattern of transfer to the customer. In each instance, the company treats the promise to transfer the customer goods or services as a single performance obligation.\n​\nTo identify its performance obligations, the company considers all of the goods or services promised in the contract, regardless of whether they are explicitly stated or are implied by customary business practices.\n​\nThe company has determined that the following distinct goods and services represent separate performance obligations:\n​\n​\nPerformance obligations for products with no alternative use are recognized over time when the company has manufactured a unique item and has an enforceable right to payment. Conversely, generic products with alternative use are recognized at a point in time. Contracts may be short-term or long-term, with varying payment terms. Ball’s payment terms vary by the type and location of the customer and the products or services offered. Customers pay in accordance with negotiated terms, which are typically triggered upon ownership transfer. All payment terms are less than\none year\n. For all contracts, the transaction price is determined upon establishment of the contract that contains the final terms of the sale, including the description, quantity, and price of each product or service purchased.\n​\nBall typically enters into master agreements with customers, which establish the terms and conditions for subsequent orders of goods. In the context of the revenue recognition standard, enforceable contracts are those that have an enforceable right to payment, which Ball typically has once a binding forecast or purchase order (or similar evidence) is in place and Ball produces under the contract. Within Ball’s packaging segments, these enforceable contracts all have a duration of less than one year. Contracts that have an original duration of less than\none year\nare excluded from the requirement to disclose remaining performance obligations, based on the company’s election to use the practical expedient. The nature of the remaining performance obligations within these contracts, as well as the nature of the variability and how it will be resolved, are described in the section below.\n​\n53\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nWithin the company’s beverage and aerosol operations, performance obligations are recognized both over time and at a point in time. The determination that sales should be recognized at a point in time most often results from the existence of an alternative use for the product. Cans and ends that are not customized for a customer prior to delivery are considered to have an alternative use, and sales are recognized at the point of control transfer. Determining when control transfer occurs requires management to make judgments that affect the timing of when sales are recognized. The current revenue accounting standard provides five indicators that a customer has obtained control of an asset: 1) present right to payment; 2) transfer of legal title; 3) physical possession; 4) significant risks and rewards of ownership; and 5) customer acceptance. The company considers control to have transferred for these products upon shipment or delivery, depending on the legal terms of the contract, because the company has a present right to payment at that time, the customer has legal title to the asset, the company has transferred physical possession of the asset and/or the customer has significant risks and rewards of ownership of the asset. The company determines that control transfers to a customer as described above and provides a faithful depiction of the transfer of goods.\n​\nFor performance obligations related to products that are specialized with no alternative use (e.g., specialized sizes or customer-specific materials, or labeled with customer-specific artwork), the company transfers control and records sales over time. The recognition of sales occurs over time as goods are manufactured and Ball has an enforceable right to payment for those goods, which is an output method. Determining a measure of progress requires management to make judgments that impact the timing of when sales are recognized. The company has determined the above provides a faithful depiction of the transfer of goods to the customer. The number of units manufactured that have an enforceable right to payment is the best measure of depicting the company’s performance as control is transferred. The customer obtains value as each unit is produced against a binding contract.\n​\nThe enforceable right to payment may be explicit or implied in the contract. If the enforceable right to payment is not explicit in the contract, Ball must consider if there is an implied right based on customer relationships or previous business practices and applicable law. Typically, Ball has an enforceable right to payment of costs plus a reasonable margin once a binding forecast or purchase order (or similar evidence) is in place and Ball produces under the contract.\n​\nIn making its determination of stand-alone selling price, Ball maximizes its use of observable inputs. Stand-alone selling price is then used to allocate total consideration proportionally to the various performance obligations within a contract.\n​\nTo estimate variable consideration, the company may apply both the “expected value” method and “most likely amount” method based on the form of variable consideration, after considering which method would provide the best prediction of consideration to be received from the company’s customers. The expected value method involves a probability-weighted determination of the expected amount, whereas the most likely amount method identifies the single most likely outcome in a range of possible amounts. In certain cases, both methods may be used within a single contract if multiple forms of variable consideration exist. However, once a method has been applied to one form of variable consideration, it is applied consistently throughout the contract term.\n​\nThe primary types of variable consideration present in the company’s contracts are per-unit price changes, volume discounts and rebates. Once variable consideration has been estimated, it will be constrained if a significant reversal of the cumulative amounts of sales is probable in the context of the contract.\n​\nRevenue Contract Costs\n​\nThe company has determined there are no material costs that meet the capitalization criteria for costs to obtain or fulfill a contract.\n​\n54\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nRevenue Recognition Practical Expedients\n​\nFor contracts that have an original duration of one year or less, the company has elected the practical expedient applicable to such contracts and has not disclosed the transaction price for\nfuture\nperformance obligations as of the end of each reporting period or when the company expects to recognize sales.\n​\nThe company has also elected the sales tax practical expedient; therefore, sales and other taxes assessed by a governmental authority that are collected concurrent with revenue-producing activities are excluded from the transaction price.\n​\nFor shipping and handling activities performed after a customer obtains control of the goods, the company has elected to account for these costs as activities to fulfill the promise to transfer the goods; therefore, these activities are not assessed as separate performance obligations.\n​\nThe company has also elected the significant\nfinancing\ncomponent practical expedient which allows management to not assess whether the contract has a significant financing component in circumstances where, at contract inception, the expected contract duration is less than one year.\n​\nDisaggregation of Sales\n​\nThe company disaggregates net sales by reportable segments, as disclosed in Note 3, and based on the timing of transfer of control for goods and services, as disclosed in Note 5. The transfer of control for goods and services may occur at a point in time or over time; in other words, sales may be recognized over the course of the underlying contract, or they may occur at a single point in time based upon the transfer of control. The company determined that disaggregating sales into these categories achieves the disclosure objective to depict how the nature, amount, timing, and uncertainty of sales and cash flows are affected by economic factors. As disclosed in Note 3, the company’s business consists of\nfour\nreportable segments, which encompass disaggregated product lines and geographical areas: (1) beverage packaging, North and Central America; (2) beverage packaging, EMEA; (3) beverage packaging, South America; and (4) aerospace.\n​\nRevenue Contract Balances\n​\nThe company enters into contracts to sell beverage packaging, aerosol packaging, and aerospace products. The payment terms and conditions in customer contracts vary. Those customers that prepay are represented by the contract liabilities shown in Note 5, until the company’s performance obligations are satisfied. Contract assets would exist when sales have been recorded (i.e., control of the goods or services has been transferred to the customer) but customer payment is contingent on a future event beyond the passage of time (i.e., satisfaction of additional performance obligations). Unbilled receivables, which are not classified as contract assets, represent arrangements in which sales have been recorded prior to billing and right to payment is unconditional.\n​\nLeases\n​\nOn January 1, 2019, Ball adopted new accounting guidance and all related amendments (the new lease standard), that, for operating leases, requires a lessee to recognize a right-of-use (ROU) asset and a lease liability. The guidance also requires a lessee to recognize a single lease cost, calculated so that the cost of the lease is allocated over the lease term, generally on a straight line basis. Ball applied the modified retrospective method to all contracts that were not completed as of January 1, 2019. As such, comparative information has not been restated and continues to be reported under the accounting standards in effect for those prior periods.\n​\n55\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nA contract is a lease or contains one when (1) the contract contains an explicitly or implicitly identified asset and (2) the customer obtains substantially all of the economic benefits from the use of that underlying asset and directs how and for what purpose the asset is used during the term of the contract in exchange for consideration. The company assesses whether an arrangement is a lease, or contains a lease, upon inception of the contract.\n​\nThe company enters into operating leases for buildings, warehouses, office equipment, production equipment, aircraft, land and other types of equipment. When readily determinable, the discount rate used to calculate the lease liability is the rate implicit in the lease. Otherwise, the company uses its incremental borrowing rate based on the information available at lease commencement. The company’s finance and short-term leases are immaterial.\n​\nMany of the company’s leases include one or more renewal and/or termination options at the company’s discretion, which are included in the determination of the lease term if the company is reasonably certain to exercise the option. The company also enters into lease agreements that have variable payments, such as those related to usage or adjustments to certain indexes. Variable lease payments are recognized in the period in which those payments are incurred. Certain leases also include residual value guarantees; however, these amounts are not probable to be owed and are not included in the calculation of the lease liability.\n​\nThe company subleases all or portions of certain building and warehouse leases to third parties, all of which are classified as operating leases. Some of these arrangements offer the lessee renewal options.\n​\nFair Value Measurements\n​\nGenerally accepted accounting principles define fair value as the price that would be received to sell an asset or be paid to transfer a liability in an orderly transaction between market participants at the measurement date (exit price) and such principles also establish a fair value hierarchy that prioritizes the inputs used to measure fair value using the following definitions (from highest to lowest priority):\n​\n​\n​\n​\nStock-Based Compensation\n​\nBall has a variety of restricted stock, stock option, and stock-settled appreciation rights (SSARs) plans, and the related stock-based compensation is primarily reported as part of selling, general and administrative expenses in the consolidated statements of earnings. The compensation expense associated with restricted stock grants is calculated using the fair value at the date of grant (closing stock price) and is amortized over the restriction period. For stock options and SSARs, the company has elected to use the Black-Scholes valuation model and amortizes the estimated fair value, determined at the date of grant, on a straight-line basis over the requisite service period (generally the vesting period). The company’s deferred compensation stock program is subject to variable plan accounting and, accordingly, is valued at the closing price of the company’s common stock at the end of each reporting period.\n​\n56\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nResearch and Development Costs\n​\nResearch and development costs are expensed as incurred in connection with the company’s programs for the development of products and processes. Costs incurred in connection with these programs, the majority of which are included in cost of sales, amounted to $\n47\nmillion, $\n44\nmillion and $\n32\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\n​\nCurrency Translation\n​\nAssets and liabilities of foreign operations with a functional currency other than the U.S. dollar are translated using period-end exchange rates, and revenues and expenses are translated using average exchange rates during each period. Translation gains and losses are reported in accumulated other comprehensive earnings (loss) as a component of shareholders’ equity.\n​\nContingencies\n​\nThe company is subject to various legal proceedings and claims, including those that arise in the ordinary course of business. The company records loss contingencies when it determines the outcome of the future event is probable of occurring and the amount of the loss can be reasonably estimated. Gain contingencies are recognized in the financial statements when they are realized or realizable.\n​\nThe determination of a reserve for a loss contingency is based on management’s judgment of probability and estimates with respect to the likelihood of an outcome and valuation of the future event. Liabilities are recorded or adjusted when events or circumstances cause these judgments or estimates to change. In assessing whether a loss is probable, Ball may consider the following factors, among others: the nature of the litigation, claim or assessment; available information, opinions or views of legal counsel and other advisors; and the experience gained from similar cases by the company and others. The company provides disclosures for material contingencies when there is a reasonable possibility that a loss or an additional loss may be incurred. Actual amounts realized upon settlement of contingencies may be different than amounts recorded and disclosed, and such adjustments could have a significant impact on the company's consolidated financial statements.\n​\nRisks and Uncertainties – Novel Coronavirus (COVID-19)\n​\nThe preparation of financial statements requires the use of estimates and assumptions that affect the reported amounts of assets and liabilities at the reporting date and revenues and expenses during the reporting periods. These estimates represent management’s judgment about the outcome of future events. The current global business environment is being impacted directly and indirectly by the effects of the novel coronavirus (COVID-19), and it is not possible to accurately estimate the impacts of COVID-19. However, Ball management has reviewed the estimates used in preparing the company’s consolidated financial statements and the following have a reasonably possible likelihood of being affected, to a material extent, by the direct and indirect impacts of COVID-19 in the near term.\n​\n​\n57\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nIn addition to the above potential impacts on the estimates used in preparing financial statements, COVID-19 has the potential to increase Ball’s vulnerabilities to near-term severe impacts related to certain concentrations in its business. In line with other companies in the packaging and aerospace industries, Ball makes the majority of its sales and significant purchases to or from a relatively small number of global, or large regional, customers and suppliers. Furthermore, Ball makes the majority of its sales from a small number of product lines. The potential of COVID-19 to affect a significant customer or supplier, or to affect demand for certain products to a significant degree, heightens the vulnerability of Ball to these concentrations.\n​\n2.  Accounting Pronouncements\n​\nRecently Adopted Accounting Standards\n​\nCloud Computing Arrangements\n​\nIn August 2018, amendments to existing accounting guidance were issued to clarify the accounting for implementation costs related to cloud computing arrangements. The amendments specify that existing guidance for capitalizing implementation costs incurred to develop or obtain internal-use software also applies to capitalizing implementation costs incurred in a hosting arrangement that is a service contract. The guidance was applied prospectively on January 1, 2020, and did not have a material effect on the company’s consolidated financial statements.\n​\nFinancial Assets\n​\nAmendments to existing guidance were issued in June 2016, followed by improvements and transition relief in 2018 and 2019, requiring financial assets or a group of financial assets measured at amortized cost basis to be presented at the net amount expected to be collected when finalized. The allowance for credit losses is a valuation account that is deducted from the amortized cost basis of the financial asset to present the net carrying value at the amount expected to be collected on the financial asset. Ball adopted this guidance and all related amendments on January 1, 2020, applying the modified retrospective method, and this adoption did not have a material effect on the company’s consolidated financial statements.\n​\nPension and Fair Value Measurement Disclosures\n​\nIn August 2018, amendments to existing disclosure requirements were issued to clarify the disclosures around defined benefit plans and fair value measurements. Ball adopted this guidance on January 1, 2020, and this adoption did not have a material effect on the company’s consolidated financial statements.\n​\nNew Accounting Guidance\n​\nIncome Tax Simplification\n​\nIn December 2019, accounting guidance was issued to simplify the accounting for income taxes. The guidance is effective for Ball on January 1, 2021, and it will not have a material effect on the company’s consolidated financial statements.\n​\n58\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n3.  Business Segment Information\n​\nBall’s operations are organized and reviewed by management along its product lines and geographical areas and presented in the\nfour\nreportable segments outlined below. Effective January 1, 2020, the company implemented changes to its management and internal reporting structure for cost reduction and operational efficiency purposes. As a result of these changes, the company’s plants in Cairo, Egypt, and Manisa, Turkey, are now included in the beverage packaging, Europe, Middle East and Africa (beverage packaging, EMEA), segment. In addition, the company’s operations in India and Saudi Arabia are now combined with the former non-reportable beverage packaging, Asia Pacific, operating segment as a new non-reportable beverage packaging, other, operating segment. The company’s segment results and disclosures for comparative, historical periods have been retrospectively adjusted to conform to the current year presentation.\n​\nBeverage packaging, North and Central America\n:\nConsists of operations in the U.S., Canada and Mexico that manufacture and sell aluminum beverage containers throughout those countries.\n​\nBeverage packaging, EMEA\n:\nConsists of operations in numerous countries throughout Europe, including Russia, as well as Egypt and Turkey, that manufacture and sell aluminum beverage containers throughout those regions.\n​\nBeverage packaging, South America\n:\nConsists of operations in Brazil, Argentina, Paraguay and Chile that manufacture and sell aluminum beverage containers throughout most of South America.\n​\nAerospace\n:\nConsists of operations that manufacture and sell aerospace and other related products and provide services used in the defense, civil space and commercial space industries.\n​\nAs presented in the tables below, Other consists of a non-reportable operating segment (beverage packaging, other) that manufactures and sells aluminum beverage containers in India, Saudi Arabia and throughout the Asia Pacific region; a non-reportable operating segment that manufactures and sells extruded aluminum aerosol containers and aluminum slugs (aerosol packaging); a non-reportable operating segment that manufactures and sells aluminum cups (aluminum cups); undistributed corporate expenses; intercompany eliminations and other business activities.\n​\nThe accounting policies of the segments are the same as those used in the consolidated financial statements, as discussed in Note 1. The company also has investments in operations in Guatemala, Panama, South Korea, the U.S. and Vietnam that are accounted for under the equity method of accounting and, accordingly, those results are not included in segment sales or earnings.\n​\nMajor Customers\n​\nNet sales to major customers, as a percentage of consolidated net sales, were as follows:\n​\n​\n59\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nSummary of Net Sales by Geographic Area\n(a)\n​\n​\nSummary of Net Long-Lived Assets by Geographic Area\n(a)\n​\n​\nSummary of Business by Segment\n​\n​\n60\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\n​\nThe company does not disclose total assets by segment as it is not provided to the chief operating decision maker.\n​\n​\n​\n​\n​\n​\n​\n​\n4.  Acquisitions and Dispositions\n​\nBrazil Aluminum Aerosol Packaging Business\n​\nIn August 2020, the company acquired the entire share capital of Tubex Industria E Comercio de Embalagens Ltda, an aluminum aerosol packaging business with a plant in Itupeva, Brazil, for the purchase price of $\n80\nmillion, subject to customary closing adjustments, including initial cash consideration of $\n69\nmillion plus potential additional consideration not to exceed $\n30\nmillion in total over the next\nthree years\n. The business is part of Ball’s aerosol packaging operating segment. The transaction broadens the geographic reach of Ball’s aluminum aerosol packaging business, serving the growing Brazilian personal care market.\n​\nArgentina Steel Aerosol Business\n​\nIn October 2019, the company sold its Argentina steel aerosol packaging business, which included facilities in Garin and San Luis, Argentina, and recorded a loss on disposal of $\n52\nmillion, which included the write-off of cumulative translation adjustments of $\n45\nmillion related to the Argentina business that had been previously recorded in accumulated other comprehensive income. The loss on disposal has been presented in business\nconsolidation\nand other activities in the company’s consolidated statement of earnings.\n​\n61\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nBeverage Packaging China\n​\nIn September 2019, the company completed the sale of its metal beverage packaging business in China for upfront consideration of approximately $\n213\nmillion, subject to customary closing adjustments, plus potential additional consideration related to the relocation of an existing facility in China in the coming years, the value of which was fully impaired in the first quarter of 2020, as described in Note 6. The upfront proceeds from this sale were received in the fourth quarter of 2019. The loss on disposal of $\n45\nmillion was recorded in 2019 within business\nconsolidation\nand other activities in the company’s consolidated statement of earnings.\n​\nU.S. Steel Food and Steel Aerosol Business\n​\nOn July 31, 2018, Ball sold its U.S. steel food and steel aerosol packaging business and formed a joint venture, Ball Metalpack. In exchange for the sale of this business, Ball received approximately $\n600\nmillion of cash proceeds, subject to customary closing adjustments completed as of December 31, 2018, as well as a\n49\npercent ownership interest in Ball Metalpack. This investment is reported in other assets as an equity method investment on the company’s consolidated balance sheet.\n​\nBall recorded a loss of $\n41\nmillion upon completion of the sale. This loss was recorded in business\nconsolidation\nand other activities in the company’s consolidated statement of earnings. In the first quarter of 2020, the shareholders of Ball Metalpack provided additional equity contributions and loans to Ball Metalpack, of which Ball's share was $\n30\nmillion, which resulted in Ball recognizing previously unrecorded equity method losses associated with prior periods. Ball is under no obligation to provide additional equity contributions or loans to Ball Metalpack. Also in the first quarter of 2020, an additional loss on the sale of the business of $\n15\nmillion was recognized in connection with a final adjustment to the selling price, which was recorded in\nbusiness\nconsolidation and other activities in the company’s consolidated statement of earnings.\n​\n5.  Revenue from Contracts with Customers\n​\nThe following table disaggregates the company’s net sales based on the timing of transfer of control:\n​\n​\nThe company did not have any contract assets at December 31, 2020, 2019, or 2018. The opening and closing balances of the company’s current and noncurrent contract liabilities are as follows:\n​\n​\n62\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDuring the year ended December 31, 2020, contract liabilities increased by $\n41\nmillion, which is net of cash received of $\n489\nmillion and amounts recognized as sales of $\n530\nmillion, all of which related to current contract liabilities. The amount of sales recognized during the year ended December 31, 2020, that was included in the company’s opening contract liabilities balance was $\n87\nmillion, all of which related to current contract liabilities. The difference between the opening and closing balances of the company’s contract liabilities primarily results from timing differences between the company’s performance and the customer’s payment. Current contract liabilities are classified within other current liabilities on the consolidated balance sheet and noncurrent contract liabilities are classified within other liabilities.\n​\nThe company also recognized sales of $\n20\nmillion and $\n15\nmillion during the years ended December 31, 2020 and 2019, respectively, from performance obligations satisfied (or partially satisfied) in prior periods. These sales amounts are the result of changes in the transaction price of the company’s contracts with customers.\n​\nTransaction Price Allocated to Remaining Performance Obligations\n​\nThe table below discloses: (1) the aggregate amount of the transaction price allocated to performance obligations that are unsatisfied (or partially unsatisfied) as of the end of the reporting period, for those contracts with an original duration of at least one year, and (2) when the company expects to record sales on these multi-year contracts.\n​\n​\nThe contracts with an original duration of less than\none year\n, which are excluded from the table above based on the company’s election of the practical expedient, are primarily related to contracts where control will be fully transferred to the customers in less than\none year\n. The nature of the remaining performance obligations within these contracts, as well as the nature of the variability and how it will be resolved, are described in Note 1.\n​\n​\n6.  Business Consolidation and Other Activities\n​\nFollowing is a summary of business consolidation and other activity (charges) income included in the consolidated statements of earnings:\n​\n​\n2020\n​\nBeverage Packaging, North and Central America\n​\nDuring 2020, the company recorded charges of $\n5\nmillion for individually insignificant activities in connection with previously announced closures of certain beverage can and end manufacturing facilities and other activities.\n​\n63\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nBeverage Packaging, EMEA\n​\nDuring 2020, the company recorded charges of $\n10\nmillion for individually insignificant activities in connection with previously announced plant closures, restructuring and other activities.\n​\nBeverage Packaging, South America\n​\nDuring 2020, the company recorded credits of $\n1\nmillion for individually insignificant activities.\n​\nOther\n​\nDuring 2020, the company recorded the following amounts:\n​\n2019\n​\nBeverage Packaging, North and Central America\n​\nDuring 2019, the company recorded charges of $\n8\nmillion for revised estimates of charges recorded in prior periods in connection with the 2018 closures of its beverage can manufacturing facilities in Chatsworth, California, and Longview, Texas, and its beverage end manufacturing facility in Birmingham, Alabama.\n​\nOther income and charges in 2019 included $\n6\nmillion of expense for individually insignificant activities.\n​\nBeverage Packaging, EMEA\n​\nDuring 2019, the company recorded charges of $\n26\nmillion for asset impairments, accelerated depreciation and inventory impairments related to previously announced plant closures and restructuring activities.\n​\nOther charges in 2019 included $\n13\nmillion of expense for individually insignificant activities.\n​\n64\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nBeverage Packaging, South America\n​\nDuring 2019, the company recorded a $\n57\nmillion gain related to indirect tax gain contingencies in Brazil as these amounts were determined to be estimable and realizable. The company’s Brazilian subsidiaries filed lawsuits in 2014 and 2015 to challenge the Brazilian tax authorities regarding the computation of certain indirect taxes, claiming amounts were overpaid to the tax authorities because the tax base included a “tax on tax” component. See Note 22 for further details. The amounts recorded in business consolidation and other activities relate to periods prior to 2019. In the event other comparable cases are resolved and the amounts claimed become estimable and realizable, the company will record gains, which may result in material reimbursements to the company in future periods.\n​\nThe company recorded charges of $\n29\nmillion in 2019 related to asset impairments, accelerated depreciation and inventory impairments related to plant closures and restructuring activities.\n​\nOther charges in 2019 included $\n13\nmillion of expense for individually insignificant activities.\n​\nOther\n​\nDuring 2019, the company recorded the following amounts:\n​\n2018\n​\nBeverage Packaging, North and Central America\n​\nDuring 2018, the company recorded $\n12\nmillion of expense for employee severance and benefits, facility shutdown costs, asset impairment, accelerated depreciation and other costs in connection with the previously announced closures of its beverage can manufacturing facilities in Chatsworth, California, and Longview, Texas, and its beverage end manufacturing facility in Birmingham, Alabama. The Birmingham facility ceased production during the second quarter of 2018, and the Chatsworth and Longview facilities ceased production during the third quarter of 2018. Ball sold the Chatsworth facility during the fourth quarter of 2018 and recorded a gain of $\n18\nmillion.\n​\nOther income and charges in 2018 included $\n12\nmillion of expense for individually insignificant activities.\n​\nBeverage Packaging, EMEA\n​\nDuring 2018, the company recorded charges of $\n44\nmillion for asset impairments, accelerated depreciation and inventory impairments related to previously announced plant closures and restructuring activities.\n​\nOther charges in 2018 included $\n5\nmillion of expense for individually insignificant activities.\n65\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nBeverage Packaging, South America\n​\nDuring 2018, the company recorded an $\n18\nmillion gain related to indirect tax contingencies in Brazil as these amounts were determined to have been realized. As referenced above, the company’s Brazilian subsidiaries filed lawsuits in 2014 and 2015 to challenge the Brazilian tax authorities regarding the computation of certain indirect taxes, claiming amounts were overpaid to the tax authorities as a result of a tax on a tax being charged.\n​\nOther charges in 2018 included $\n7\nmillion of expense for individually insignificant activities.\n​\nOther\n​\nDuring 2018, the company recorded the following amounts:\n​\n​\n7.  Supplemental Cash Flow Statement Disclosures\n​\n​\nThe company’s restricted cash is primarily related to receivables factoring programs and represents amounts collected from customers but not yet remitted to the banks as of the end of the reporting period.\n​\nNoncash investing activities include the acquisition of property, plant and equipment (PP&E) for which payment has not been made. These noncash capital expenditures are excluded from the statement of cash flows. The PP&E acquired but not yet paid for amounted to $\n409\nmillion and $\n224\nmillion at December 31, 2020 and 2019, respectively.\n​\nIn connection with the sale of a business associated with the June 2016 acquisition of Rexam, the company provided indemnifications for uncertain tax positions associated with the business. During 2018, the company made payments of $\n45\nmillion in relation to these liabilities and reported them within investing activities in the consolidated statement of cash flows.\n​\n66\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n8.  Receivables, Net\n​\n​\nNet accounts receivable under long-term contracts, due primarily from agencies of the U.S. government and their prime contractors, were $\n232\nmillion and $\n247\nmillion at December 31, 2020 and 2019, respectively, and included $\n157\nmillion and $\n164\nmillion at December 31, 2020 and 2019, respectively, representing the recognized sales value of performance that was not yet billable to customers. The average length of the long-term contracts is approximately\n3\nyears, and the average length remaining on those contracts at December 31, 2020, was\none year\n. At December 31, 2020, $\n218\nmillion of net accounts receivables is expected to be collected within the next year and is related to customary fees and cost withholdings that will be paid upon milestone or contract completions, as well as final overhead rate settlements.\n​\nOther receivables include income and sales tax receivables, related party receivables and other miscellaneous receivables.\n​\nThe company has entered into several regional uncommitted and committed accounts receivable factoring programs with various financial institutions for certain receivables of the company. Programs accounted for as true sales of the receivables, without recourse to Ball, had combined limits of approximately $\n1.6\nbillion and $\n1.4\nbillion at December 31, 2020 and 2019, respectively. A total of $\n232\nmillion and $\n230\nmillion were available for sale under these programs as of December 31, 2020 and 2019, respectively.\n​\n9.  Inventories, Net\n​\n​\n​\n​\n​\n​\n67\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n10.  Property, Plant and Equipment, Net\n​\n​\nProperty, plant and equipment are stated at historical or acquired cost. Depreciation expense amounted to $\n488\nmillion, $\n491\nmillion and $\n498\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\n​\nAs discussed in Note 6, Ball recorded an impairment charge in 2019 related to its Saudi Arabian beverage packaging business (of which Ball owns\n51\npercent).  The impairment charge was recorded in the fourth quarter of 2019 and was triggered by the loss of a major customer for this business in December 2019.  The loss of volumes led management to perform impairment tests for long-lived assets and goodwill for the former reporting unit consisting of beverage packaging operations located in Africa, Middle East and Asia (beverage packaging, AMEA). The impairment reviews led to the recognition of non-cash impairment charges totaling\n$\n64\nmillion, which primarily related to property, plant and equipment and intangible assets. This impairment charge was recorded in business consolidation and other activities in the company’s consolidated statement of earnings. The fair value of the impacted long-lived assets was estimated using an income approach.\n​\n11.  Goodwill\n​\n​\nGoodwill in the above table is presented net of accumulated impairment losses of $\n62\nmillion as of December 31, 2020.\n​\nAs discussed in Note 4, Ball acquired the share capital of Tubex Industria E Comercio Embalagens Ltda, an aluminum aerosol packaging business in Brazil, in the third quarter of 2020 and recorded $\n49\nmillion to goodwill based on preliminary estimates of the fair values of assets and liabilities acquired with the business.\n​\n68\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nAs discussed in Note 3, effective January 1, 2020, Ball changed how its former beverage packaging, AMEA, operating segment and beverage packaging operations located in Asia Pacific are managed and reported. These former operating segments had goodwill balances of $\n102\nmillion and $\n27\nmillion, respectively, as of December 31, 2019. As shown in the table above, goodwill by segment has been retrospectively adjusted to conform to the current year segment presentation. Using a relative fair value allocation approach, goodwill of $\n67\nmillion was allocated to the beverage packaging, EMEA, reportable segment and $\n62\nmillion of goodwill was allocated to the beverage packaging, other, operating segment.\n​\nIn the first quarter of 2020, Ball recorded a non-cash impairment charge of $\n62\nmillion related to the goodwill associated with the new beverage packaging, other, reporting unit as the carrying amount of this reporting unit exceeded its fair value. The impairment review was triggered by the restructuring of the company’s reporting units as part of the aforementioned changes in segment management and internal reporting structure.\n​\nDuring 2019, the company completed the sales of its China beverage packaging and Argentina steel aerosol businesses, which included $\n51\nmillion and $\n1\nmillion of goodwill, respectively, related to these businesses.\n​\n12.  Intangible Assets, Net\n​\n​\nTotal amortization expense of intangible assets amounted to $\n180\nmillion, $\n187\nmillion and $\n204\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively, including $\n150\nmillion in 2020, $\n155\nmillion in 2019 and $\n164\nmillion in 2018 of amortization expense related to the acquired intangible assets from Rexam. Based on intangible asset values and currency exchange rates as of December 31, 2020, total annual intangible asset amortization expense is expected to be $\n182\nmillion, $\n177\nmillion, $\n169\nmillion, $\n164\nmillion and $\n161\nmillion for the years ending December 31, 2021 through 2025, respectively, and approximately $\n1\nbillion combined for all years thereafter.\n​\nBall recorded an impairment charge in 2019 related to certain intangible assets of its Saudi Arabian beverage packaging business. See Notes 6 and 10 for further details.\n​\n69\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n13.  Other Assets\n​\n​\nInvestments in affiliates primarily includes the company’s\n40\npercent ownership interest in an entity in South Korea, a\n50\npercent ownership interest in an entity in Guatemala, a\n50\npercent ownership interest in an entity in Panama, a\n50\npercent ownership interest in an entity in Vietnam and ownership interests of\n50\npercent and\n49\npercent in entities in the U.S.\n​\nAs disclosed in Note 4, in the first quarter of 2020, the shareholders of Ball Metalpack provided additional equity contributions and loans to Ball Metalpack, of which Ball's share was $\n30\nmillion, which resulted in Ball recognizing this same level of previously unrecorded equity method losses associated with prior periods. These losses are presented in equity in results of affiliates, net of tax, in the company’s consolidated statement of earnings. Ball is under no obligation to provide additional equity contributions or loans to Ball Metalpack.\n​\nSee Notes 14, 16 and 17 for further details related to the company’s long-term right-of-use operating lease assets, deferred tax assets and pension assets, respectively.\n​\n14.  Leases\n​\nThe components of lease expense were as follows:\n​\n​\nSupplemental cash flow information related to leases was as follows:\n​\n70\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\nSupplemental balance sheet information related to leases was as follows:\n​\n​\nWeighted average remaining lease term and weighted average discount rate for the company’s leases were as follows:\n​\n​\nMaturities of lease liabilities are as follows:\n​\n​\nAs of December 31, 2020, the company has leases for manufacturing equipment and a warehouse that have not yet commenced. The leases will commence in early 2021 with lease terms of\n10 years\n.\n​\n​\n71\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n15.  Debt and Interest Costs\n​\nLong-term debt and interest rates in effect consisted of the following:\n​\n​\nThe company’s senior credit facilities include long-term multi-currency revolving facilities that mature in March 2024. The revolving facilities provide the company with up to the U.S. dollar equivalent of $\n1.75\nbillion. At December 31, 2020, taking into account outstanding letters of credit, $\n1.7\nbillion was available under these revolving credit facilities. In addition to these facilities, the company had $\n1\nbillion of short-term uncommitted credit facilities available at December 31, 2020, of which $\n14\nmillion was outstanding and due on demand. At December 31, 2019, the company had $\n26\nmillion outstanding under short-term uncommitted credit facilities. The weighted average interest rate of the outstanding short-term facilities was\n5.45\npercent at December 31, 2020, and\n5.99\npercent at December 31, 2019.\n​\nIn the third quarter of 2020, Ball issued $\n1.3\nbillion of\n2.875\n% senior notes due August 2030. In the first quarter of 2020, Ball redeemed the outstanding euro-denominated\n3.50\n% senior notes due in 2020 in the amount of €\n400\nmillion and the outstanding\n4.375\n% senior notes due in 2020 in the amount of $\n1\nbillion. The company recorded debt refinancing and other costs of $\n41\nmillion in 2020.\n​\nThe fair value of Ball’s long-term debt was estimated to be $\n8.3\nbillion at both December 31, 2020 and 2019, compared to its carrying value of $\n7.8\nbillion in both years. The fair value reflects the market rates at each period end for debt with credit ratings similar to the company’s ratings and is classified as Level 2 within the fair value hierarchy. Rates currently available to the company for loans with similar terms and maturities are used to estimate the fair value of long-term debt, based on discounted cash flows.\n​\nLong-term debt obligations outstanding at December 31, 2020, have maturities (excluding unamortized debt issuance costs of $\n67\nmillion) of $\n3\nmillion, $\n751\nmillion, $\n1.86\nbillion, $\n1.5\nbillion and $\n1\nbillion in the years ending 2021 through 2025, respectively, and $\n2.7\nbillion thereafter.\n​\nLetters of credit outstanding at December 31, 2020 and 2019, were $\n43\nmillion and $\n37\nmillion, respectively.\nInterest payments were $\n332\nmillion, $\n331\nmillion and $\n304\nmillion in 2020, 2019 and 2018, respectively.\n72\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe company’s senior notes and senior credit facilities are guaranteed on a full, unconditional and joint and several basis by certain of its material subsidiaries. Each of the guarantor subsidiaries is\n100\npercent owned by Ball Corporation. These guarantees are required in support of these notes and credit facilities, are coterminous with the terms of the respective note indentures and would require performance upon certain events of default referenced in the respective guarantees. Note 23 provides further details about the company’s debt guarantees of the company’s senior notes and the subsidiaries that guarantee the notes (the obligor group).\n​\nThe U.S. note agreements and bank credit agreement contain certain restrictions relating to dividend payments, share repurchases, investments, financial ratios, guarantees and the incurrence of additional indebtedness. In August 2020, Ball amended certain of its credit agreements which, among other things, modified the most restrictive of the company’s debt covenants. The most restrictive of the company’s debt covenants requires the company to maintain a leverage ratio (as defined) of no greater than\n5.0\ntimes at December 31, 2020, which will change to\n4.5\ntimes as of December 31, 2022. The company was in compliance with all loan agreements and debt covenants at December 31, 2020 and 2019, and it has met all debt payment obligations.\n​\n16.  Taxes on Income\n​\nThe amount of earnings (loss) before income taxes is:\n​\n​\nThe provision (benefit) for income tax expense is:\n​\n​\n73\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe income tax provision recorded within the consolidated statements of earnings differs from the provision determined by applying the U.S. statutory tax rate to pretax earnings as a result of the following:\n​\n​\nOn December 22, 2017, the U.S. Tax Cuts and Jobs Act (the Act) was signed into law. The Act significantly changed U.S. income tax law by, among other things, reducing the U.S. federal income tax rate from\n35\npercent to\n21\npercent, transitioning from a global tax system to a modified territorial tax system, eliminating the domestic manufacturing deduction, providing for immediate expensing of certain qualified capital expenditures and limiting the tax deductions for interest expense and executive compensation. During 2018, tax expense was decreased by $\n45\nmillion for the required final adjustments related to the Act. During 2020, tax expense was decreased by $\n9\nmillion for the impact of regulatory guidance issued during 2020 related to the Act.\n​\nThe company generally intends to limit distributions from non-U.S. subsidiaries to earnings previously taxed in the U.S., primarily as a result of the transition tax or tax on GILTI incurred pursuant to the Act. As of December 31, 2020, the company has $\n2.1\nbillion of adjusted retained earnings in non-U.S. subsidiaries. Of these undistributed earnings, $\n379\nmillion were previously subjected to U.S. federal income tax. The company has accrued approximately $\n64\nmillion for estimated foreign withholding taxes on portions of the foreign earnings that are not indefinitely reinvested. The company has not provided deferred taxes on any other outside basis differences in our investments in other non-U.S. subsidiaries as these other outside basis differences are indefinitely reinvested. A determination of the unrecognized deferred taxes related to any of these other outside basis differences is not practicable.\n​\n74\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nBall’s Serbian subsidiary was granted tax relief equal to\n80\npercent of local investments over a\nten-year\nperiod that will expire in 2022. The tax relief may be used to offset tax on earnings and has $\n6\nmillion remaining as of December 31, 2020. Ball’s Polish subsidiary was granted a tax holiday in 2014 based on new capital investment. The holiday provides up to $\n34\nmillion of tax relief over a\nten-year\nperiod of which $\n28\nmillion remained as of December 31, 2020. Several of Ball’s Brazilian subsidiaries benefit from various tax holidays with expiration dates ranging from 2022 to 2030. These tax holidays reduced income tax by $\n72\nmillion or $\n0.22\nper share, $\n62\nmillion or $\n0.19\nper share and $\n63\nmillion or $\n0.18\nper share for 2020, 2019 and 2018, respectively.\n​\nNet income tax payments were $\n157\nmillion, $\n128\nmillion and $\n143\nmillion in 2020, 2019 and 2018, respectively.\n​\nThe significant components of deferred tax assets and liabilities are as follows:\n​\n​\nThe net deferred tax asset (liability) was included in the consolidated balance sheets as follows:\n​\n​\nAt December 31, 2020, Ball has recorded deferred tax assets related to foreign net operating and capital loss carryforwards of $\n218\nmillion, U.S. foreign tax and research and development tax credit carryforwards of $\n177\nmillion and state net operating loss, capital loss and tax credit carryforwards of $\n45\nmillion. These attributes are spread across the regions in which the company operates, including Europe, North and Central America, Asia and South America, and generally have expiration periods beginning in 2021 to indefinite, with the largest portion carried forward indefinitely. Each has been assessed for realization as of December 31, 2020.\n​\n75\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nIn 2020, the company’s overall valuation allowances increased by a net $\n20\nmillion. The increase to the valuation allowance was primarily due to nondeductible U.K. interest expense and operating losses incurred primarily in various U.S. state and foreign jurisdictions, none of which are expected to be utilized in future periods. Ball’s 2020 effective tax rate was impacted by $\n17\nmillion of the net change in the valuation allowance.\n​\nIn 2019, the company’s overall valuation allowances increased by a net $\n20\nmillion. The increase to the valuation allowance was primarily due to nondeductible U.K. interest expense and operating losses incurred primarily in various U.S. state and foreign jurisdictions, none of which are expected to be utilized in future periods. This increase was partially offset by a reduction due to the disposition of certain Asian subsidiaries. Ball’s 2019 effective tax rate was impacted by $\n24\nmillion of the net change in the valuation allowance.\n​\nIn 2018, the company’s overall valuation allowances increased by a net $\n59\nmillion. The increase to the valuation allowance was primarily due to nondeductible U.K. interest expense and operating losses incurred primarily in various foreign jurisdictions, neither of which are expected to be utilized in future periods. Ball’s 2018 effective tax rate was impacted by $\n31\nmillion of the net change in the valuation allowance.\n​\nA roll forward of the company’s unrecognized tax benefits, as included in other noncurrent liabilities, related to uncertain income tax positions at December 31 follows:\n​\n​\nThe annual provisions for income taxes included a tax benefit related to uncertain tax positions, including interest and penalties, of $\n14\nmillion in 2020, $\n19\nmillion in 2019 and $\n1\nmillion in 2018.\n​\nAt December 31, 2020, the amounts of unrecognized tax benefits that, if recognized, would reduce tax expense were  $\n64\nmillion, inclusive of interest, penalties and the federal impact of U.S. state items. The company and its subsidiaries file income tax returns in the U.S. federal, various state, local and foreign jurisdictions. The U.S. federal statute of limitations is closed for years prior to 2014. With a few exceptions, the company is no longer subject to examination by state and local tax authorities for years prior to 2014. The company’s significant non-U.S. filings are in Germany, France, the U.K., Spain, the Netherlands, Poland, Serbia, Switzerland, Sweden, Russia, Turkey, Egypt, Saudi Arabia, Canada, Brazil, the Czech Republic, Mexico, Chile and Argentina. The company’s foreign statutes of limitations are generally open for years after 2013. At December 31, 2020, the company is either under examination or has been notified of a pending examination by tax authorities in the U.S., Austria, Brazil, Germany, the U.K., the Netherlands, France, Ireland, Hong Kong, Saudi Arabia, Serbia, Switzerland, India, Egypt, Brazil and various U.S. states.\n​\nDue primarily to potential expiration of certain statutes of limitations, it is reasonably possible that a decrease in the range of $\n17\nmillion to $\n23\nmillion in the total amount of unrecognized tax benefits may occur within the coming year, all of which would reduce income tax expense.\n​\n76\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe company recognizes the accrual of interest and penalties related to unrecognized tax benefits in income tax expense. Ball recognized $\n2\nmillion of tax benefit, $\n3\nmillion of tax benefit and $\n1\nmillion of tax benefit in 2020, 2019 and 2018, respectively, for potential interest on these items. At December 31, 2020, 2019 and 2018, the accrual for uncertain tax positions included potential interest expense of $\n6\nmillion for each year. The company has accrued penalties of $\n4\nmillion in 2020, $\n6\nmillion in 2019 and $\n9\nmillion in 2018.\n​\n17.  Employee Benefit Obligations\n​\n​\nThe company’s defined benefit plans for salaried employees, as well as those for hourly employees in Sweden, Switzerland, the U.K. and Ireland, provide pension benefits based on employee compensation and years of service. Plans for North American hourly employees provide benefits based on fixed rates for each year of service. While the German, Swedish and certain U.S. plans are not funded, the company maintains liabilities, and annual additions to such liabilities are generally tax-deductible. With the exception of the unfunded German, Swedish and certain U.S. plans, the company’s policy is to fund the defined benefit plans in amounts at least sufficient to satisfy statutory funding requirements, taking into consideration deductibility under existing tax laws and regulations.\n​\nIn October 2018, the U.K. High Court passed a judgment that certain pension calculations needed to be adjusted to comply with gender discrimination legislation. The Ball U.K. Pension Plan was affected by this judgment, the effect of which was an increase in the pension obligation, which reduced the over-funded position by $\n52\nmillion. An additional ruling was made by the U.K. High Court in 2020 that extended the 2018 judgment to cover certain former employees who had transferred out of pension plans. This latest ruling increased the Ball U.K. Pension Plan obligation by $\n5\nmillion, reducing the over-funded position of the plan by the same amount. These adjustments were accounted for as prior service costs and were initially recorded in accumulated other comprehensive earnings (loss), to be amortized to the consolidated statement of earnings over the average life expectancy of plan participants.\n​\n77\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDefined Benefit Pension Plans\n​\nAmounts recognized in the consolidated balance sheets for the funded status of the company’s defined benefit pension plans consisted of:\n​\n​\n78\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nAn analysis of the change in benefit accounts for 2020 and 2019 follows:\n​\n​\nThe company’s German, Swedish and certain U.S. plans are unfunded and the liabilities are included in the company’s consolidated balance sheets. Benefits are paid directly by the company to the participants.\n​\nAmounts recognized in accumulated other comprehensive earnings (loss), including other postemployment benefits, consisted of:\n​\n​\n79\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nNet actuarial losses decreased by $\n146\nmillion during 2020, principally resulting from the effects of settlement accounting in the U.S., wherein deferred losses were released into the consolidated statement of earnings, and higher-than-expected returns on pension plan assets, as fixed income investments performed strongly and equity values rose during the year. These factors were partially offset by higher pension liabilities as discount rates decreased significantly in the U.K. and U.S.\n​\nThe accumulated benefit obligation for all U.S. defined benefit pension plans was $\n2,643\nmillion and $\n2,769\nmillion at December 31, 2020 and 2019, respectively. The accumulated benefit obligation for all foreign defined benefit pension plans was $\n3,476\nmillion and $\n3,345\nmillion at December 31, 2020 and 2019, respectively. Following is the information for defined benefit plans with a projected benefit obligation, or an accumulated benefit obligation, in excess of plan assets:\n​\n​\nComponents of net periodic benefit cost were as follows:\n​\n​\nBall completed the purchase of non-participating group annuity contracts that were transferred to an insurance company for a portion of the company’s U.S. pension benefit obligations in 2020 and 2018 and for the entirety of the company’s Canadian pension benefit obligations in 2019, totaling approximately $\n245\nmillion in 2020, $\n32\nmillion in 2019 and $\n176\nmillion in 2018. The purchase of the annuity contracts triggered settlement accounting in each year. In addition to regular lump sum payments made each year, Ball also undertook a terminated vested buy-out exercise in 2020 for a portion of the company’s U.S. pension obligations, reducing the obligations by $\n147\nmillion. These transactions resulted in the recognition of settlement losses recorded in business consolidation and other activities of $\n120\nmillion in 2020, $\n8\nmillion in 2019 and $\n36\nmillion in 2018. The company’s pension obligations were remeasured during 2020 and 2018 for the impacted U.S. plans.\n80\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nNon-service pension income of $\n27\nmillion in 2020, $\n22\nmillion in 2019 and $\n5\nmillion in 2018, is included in selling, general, and administrative (SG&A) expenses.\n​\nContributions to the company’s defined benefit pension plans are expected to be approximately $\n185\nmillion in 2021, of which $\n157\nmillion was paid in January 2021. This estimate may change based on changes in the Pension Protection Act, actual plan asset performance and available company cash flow, among other factors. Benefit payments related to the plans are expected to be approximately $\n337\nmillion, $\n336\nmillion, $\n339\nmillion, $\n344\nmillion and $\n347\nmillion for the years ending December 31, 2021 through 2025, respectively, and approximately $\n1.8\nbillion in total for the years ending December 31, 2026 through 2030.\n​\nWeighted average assumptions used to determine benefit obligations for the company’s significant U.S. plans at December 31 were as follows:\n​\n​\nWeighted average assumptions used to determine benefit obligations for the company’s significant European plans at December 31 were as follows:\n​\n​\nWeighted average assumptions used to determine net periodic benefit cost for the company’s significant U.S. plans for the years ended December 31 were as follows:\n​\n​\nWeighted average assumptions used to determine net periodic benefit cost for the company’s significant European plans for the years ended December 31 were as follows:\n​\n​\nThe discount and compensation increase rates used above to determine the December 31, 2020, benefit obligations will be used to determine net periodic benefit cost for 2021. A reduction of the expected return on pension assets assumption by one quarter of a percentage point would result in an approximate $\n14\nmillion increase in 2021 pension expense, while a quarter of a percentage point reduction in the discount rate applied to the pension liability would result in a negligible change to pension expense in 2021.\n​\n81\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nAccounting for pensions and postretirement benefit plans requires that the benefit obligation be discounted to reflect the time value of money at the measurement date and\nthe rates of return currently available on high-quality, fixed-income securities whose cash flows (via coupons and maturities) match the timing and amount of future benefit plan payments.\nOther factors used in measuring the obligation include compensation increases, health care cost increases, future rates of inflation, mortality and employee turnover.\n​\nActual results may differ from the company’s actuarial assumptions, which may have an impact on the amount of reported expense or liability for pensions or postretirement benefits. In 2020, the company recorded pension expense of\n$\n170\nmillion for Ball-sponsored plans, including\n$\n120\nmillion of settlement charges, and the company currently expects its 2021 pension expense to be\n$\n54\nmillion, using foreign currency exchange rates in effect at December 31, 2020. The expected increase in pension expense, excluding settlement charges, is primarily the result of increased service cost from growth in employee numbers and higher amortization of actuarial losses.\n​\nThe assumption related to the expected long-term rate of return on plan assets reflects the average rate of earnings expected on the funds invested to provide for pension benefits over the life of the plans. The assumption was based upon Ball’s pension plan asset allocations, investment strategies and the views of its investment managers, consultants and other large pension plan sponsors. Some reliance was placed on the historical and expected asset returns of the company’s plans. An asset-allocation optimization model was used to project future asset returns using simulation and asset class correlation. The analysis included expected future risk premiums, forward-looking return expectations derived from the yield on long-term bonds and the price earnings ratios of major stock market indexes, expected inflation levels and real risk-free interest rate assumptions and the fund’s expected asset allocation.\n​\nThe expected long-term rates of return on assets were calculated by applying the expected rate of return to a market-related value of plan assets at the beginning of the year, adjusted for the weighted average expected contributions and benefit payments. The market-related value of plan assets used to calculate the expected return was $\n5,573\nmillion for 2020, $\n5,375\nmillion for 2019 and $\n6,052\nmillion for 2018.\n​\nDefined Benefit Pension Plan Assets\n​\nPolicies and Allocation Information\n​\nPension investment committees or scheme trustees of the company and its relevant subsidiaries establish investment policies and strategies for the company’s pension plan assets. The investment policies and strategies include the following common themes to: (1) provide for long-term growth of principal without undue exposure to risk, (2) minimize contributions to the plans, (3) minimize and stabilize pension expense and (4) achieve a rate of return above the market average for each asset class over the long term. The pension investment committees are required to regularly, but no less frequently than annually, review asset mix and asset performance, as well as the performance of the investment managers. Based on their reviews, which are generally conducted quarterly, investment policies and strategies are revised as appropriate.\n​\nTarget asset allocations are set using a minimum and maximum range for each asset category as a percent of the total funds’ market value. Following are the target asset allocations established as of December 31, 2020:\n​\n82\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe actual weighted average asset allocations for Ball’s defined benefit pension plans, which individually were within the established targets for each country for that year, were as follows at December 31:\n​\n​\nFair Value Measurements of Pension Plan Assets\n​\nFollowing is a description of the valuation methodologies used for pension assets measured at fair value:\n​\nCash and cash equivalents:\nConsist of cash on deposit with brokers and short-term U.S. Treasury money market funds with a maturity of less than 90 days, and such amounts are shown net of receivables and payables for securities traded at period end but not yet settled. All cash and cash equivalents are stated at cost, which approximates fair value.\n​\nCorporate equity securities:\nValued at the closing price reported on the active market on which the individual security is traded.\n​\nU.S. government and agency securities:\nValued using the pricing of similar agency issues, live trading feeds from several vendors and benchmark yields.\n​\nCorporate bonds and notes:\nValued using market inputs including benchmark yields, reported trades, broker/dealer quotes, issuer spreads, benchmark securities, bids, offers and reference data including market research publications. Inputs may be prioritized differently at certain times based on market conditions.\n​\nCommingled funds:\nThe shares held are valued at their net asset value (NAV) at year end.\n​\nNAV practical expedient:\nIncludes certain commingled fixed income and equity funds as well as limited partnership and other funds. Certain of the partnership investments receive fair market valuations on a quarterly basis. Certain other commingled funds and partnerships invest in market-traded securities, both on a long and short basis. These investments are valued using quoted market prices.\n​\nThe preceding methods described may produce a fair value calculation that is not indicative of net realizable value or reflective of future fair values. Furthermore, although the company believes its valuation methods are appropriate and consistent with other market participants, the use of different methodologies or assumptions to determine the fair value of certain financial instruments could result in a different fair value measurement at the reporting date.\n​\n83\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe company’s assessment of the significance of a particular input to the fair value measurement requires judgment and may affect the valuation of pension assets and liabilities and their placement within the fair value hierarchy levels. The fair value hierarchy levels assigned to the company’s defined benefit plan assets are summarized in the tables below:\n​\n​\n84\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\n85\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\nOther Postretirement Benefits\n​\nThe company sponsors postretirement health care and life insurance plans for certain U.S. and Canadian employees. Employees may also qualify for long-term disability, medical and life insurance continuation and other postemployment benefits upon termination of active employment prior to retirement. All of the Ball-sponsored postretirement health care and life insurance plans are unfunded and, with the exception of life insurance benefits, are self-insured. The benefit obligation associated with these plans was $\n170\nmillion and $\n171\nmillion as of December 31, 2020 and 2019, respectively, including current portions of $\n14\nmillion and $\n15\nmillion, respectively.  Net periodic cost associated with these plans was income of $\n3\nmillion, $\n3\nmillion and $\n2\nmillion for the years ended December 31, 2020, 2019 and 2018, respectively.\n​\nWeighted average assumptions used to determine benefit obligations for the other postretirement benefit plans at December 31 were as follows:\n​\n​\nWeighted average assumptions used to determine net periodic benefit cost for the other postretirement benefit plans at December 31 were as follows:\n​\n​\n86\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDeferred Compensation Plans\n​\nCertain management employees may elect to defer the payment of all or a portion of their annual incentive compensation into the company’s deferred compensation plan and/or the company’s deferred compensation stock plan. The employee becomes a general unsecured creditor of the company with respect to any amounts deferred.\n​\n18.  Shareholders’ Equity\n​\nAt December 31, 2020, the company had\n1.1\nbillion shares of common stock and\n15\nmillion shares of preferred stock authorized, both without par value. Preferred stock includes\n550,000\nauthorized but unissued shares designated as Series A Junior Participating Preferred Stock.\n​\nUnder its ongoing share repurchase program, the company repurchased $\n75\nmillion, $\n945\nmillion and $\n711\nmillion of its shares, net of issuances, during the years ended December 31, 2020, 2019, and 2018, respectively. The 2019 amount included shares repurchased under accelerated share repurchase agreements with third-party financial institutions. On January 23, 2019, the Board authorized the repurchase by the company of up to a total of\n50\nmillion shares. This repurchase authorization replaced all previous authorizations.\n​\nIn April 2019, the company’s Board of Directors increased the quarterly cash dividend by\n50\npercent to\n15\ncents per share.\n​\nAccumulated Other Comprehensive Earnings (Loss)\n​\nThe activity related to accumulated other comprehensive earnings (loss) was as follows:\n​\n​\n​\n87\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe following table provides additional details of the amounts reclassified into net earnings from accumulated other comprehensive earnings (loss):\n​\n​\n​\n19.  Stock-Based Compensation Programs\n​\nThe company has shareholder-approved stock plans under which options and stock-settled appreciation rights (SSARs) have been granted to employees at the market value of the company’s stock on the date of grant. In the case of stock options, payment must be made by the employee at the time of exercise in cash or with shares of stock owned by the employee, which are valued at fair market value on the date exercised. For SSARs, the employee receives the share equivalent of the difference between the fair market value on the date exercised and the exercise price of the SSARs exercised. In general, options and SSARs are exercisable in\nfour\nequal installments commencing\none year\nfrom the date of grant and terminating\n10 years\nfrom the date of grant. A summary of outstanding stock option and SSAR activity for the year ended December 31, 2020, follows:\n​\n​\n88\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe weighted average remaining contractual term for all options and SSARs outstanding at December 31, 2020, was\n5.8\nyears and the aggregate intrinsic value (difference in exercise price and closing price at that date) was $\n534\nmillion. The weighted average remaining contractual term for options and SSARs vested and exercisable at December 31, 2020, was\n4.6\nyears and the aggregate intrinsic value was $\n384\nmillion. The company received $\n38\nmillion, $\n41\nmillion and $\n29\nmillion from options exercised during 2020, 2019 and 2018, respectively, and the intrinsic value associated with these exercises was $\n230\nmillion, $\n61\nmillion and $\n30\nmillion for the same periods, respectively. The excess tax benefit associated with the company’s stock compensation programs was $\n46\nmillion for 2020, and was reported as a discrete item in the consolidated tax provision. The total fair value of options and SSARs vested during 2020, 2019 and 2018 was $\n17\nmillion, $\n16\nmillion and $\n16\nmillion, respectively.\n​\nThese options and SSARs cannot be traded in any equity market. However, based on the Black-Scholes option pricing model, options and SSARs granted in 2020, 2019 and 2018 have estimated weighted average fair values at the date of grant of $\n15.36\nper share, $\n12.26\nper share and $\n9.07\nper share, respectively. The actual value that an employee may realize will depend on the excess of the stock price over the exercise price on the date the option or SSAR is exercised. Consequently, there is no assurance that the value realized by an employee will equal the fair value estimated at the grant date. The fair values were estimated using the following weighted average assumptions:\n​\n​\nIn addition to stock options and SSARs, the company issues to certain employees restricted shares and restricted stock units, which vest over various periods. Other than the performance-contingent grants discussed below, such restricted shares and restricted stock units generally vest in equal installments over\nfive years\n. Compensation cost is recorded based upon the fair value of the shares at the grant date.\n​\nFollowing is a summary of restricted stock activity for the year ended December 31, 2020:\n​\n​\nThe company’s Board of Directors has granted performance contingent restricted stock units (PC-RSUs) to key employees. These PC-RSUs vest\nthree years\nfrom the date of grant, and the number of shares available at the vesting date is based on the company’s increase in economic valued added (EVA®) dollars compared to the EVA® dollars generated in the calendar year prior to the grant, ranging from\nzero\nto\n200\npercent of each participant’s assigned award opportunity. If the minimum performance goals are not met, the shares will be forfeited. Grants under the plan are being accounted for as equity awards and compensation expense is recorded based upon the most probable outcome using the closing market price of the shares at the grant date. On a quarterly basis, the company reassesses the probability of the goals being met and adjusts compensation expense as appropriate. The expense associated with these performance-contingent grants recognized in selling, general and administrative expenses totaled $\n12\nmillion in 2020, $\n5\nmillion in 2019, and $\n21\nmillion in 2018.\n89\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDuring 2017, the company’s Board of Directors granted\n1.1\nmillion PC-RSUs (on a post-stock split basis) to employees related to the Special Acquisition-Related Incentive Plan (SAIP). These awards vested in January 2020 based on the company’s achievement of cumulative EVA® and cash flow performance goals. The expense associated with these performance-contingent grants, as recognized in business consolidation and other activities, totaled $\n6\nmillion in 2020, $\n6\nmillion in 2019 and $\n23\nmillion in 2018.\n​\nFor the years ended December 31, 2020, 2019 and 2018, the company recognized pretax expense of $\n43\nmillion ($\n37\nmillion after tax), $\n37\nmillion ($\n33\nmillion after tax) and $\n75\nmillion ($\n61\nmillion after tax), respectively, for all of its share-based compensation arrangements. At December 31, 2020, there was $\n49\nmillion of total unrecognized compensation cost related to nonvested share-based compensation arrangements. This cost is expected to be recognized in earnings over a weighted average period of\n2.3\nyears.\n​\n20.  Earnings Per Share\n​\n​\nCertain outstanding options and SSARs were excluded from the diluted earnings per share calculation because they were anti-dilutive (i.e., the sum of the proceeds, including the unrecognized compensation, exceeded the average closing stock price for the period). The excluded options and SSARs totaled approximately\n1\nmillion and\n4\nmillion for the years ended December 31, 2020 and 2018, respectively. There were no anti-dilutive options for the year ended December 31, 2019.\n​\nThe company declared and paid dividends of $\n0.60\nper share in 2020, $\n0.55\nper share in 2019 and $\n0.40\nin 2018.\n​\n21.  Financial Instruments and Risk Management\n​\nPolicies and Procedures\n​\nThe company employs established risk management policies and procedures, which seek to reduce its commercial risk exposure to fluctuations in commodity prices, interest rates, currency exchange rates and prices of the company’s common stock (with regard to common share repurchases and the company’s deferred compensation stock plan). However, there can be no assurance that these policies and procedures will be successful. Although the instruments utilized involve varying degrees of credit, market and interest risk, the counterparties to the agreements are expected to perform fully under the terms of the agreements. The company monitors counterparty credit risk, including lenders, on a regular basis, but Ball cannot be certain that all risks will be discerned or that its risk management policies and procedures will always be effective. Additionally, in the event of default under the company’s master derivative agreements, the non-defaulting party has the option to set-off any amounts owed with regard to open derivative positions.\n​\n90\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nCommodity Price Risk\n​\nAluminum\n​\nThe company manages commodity price risk in connection with market price fluctuations of aluminum through\ntwo\ndifferent methods. First, the company enters into container sales contracts that include aluminum based pricing terms which generally reflect the same price fluctuations that exist under its commercial purchase contracts for aluminum sheet. The terms include fixed, floating or pass-through aluminum component pricing. Second, the company uses certain derivative instruments such as option and forward contracts as economic and cash flow hedges of commodity price risk where there are material differences between sales and purchase contracted pricing and volume.\n​\nAt December 31, 2020, the company had aluminum contracts limiting its aluminum exposure with notional amounts of approximately $\n1.3\nbillion, substantially all of which received hedge accounting treatment. Cash flow hedges relate to forecasted sales and purchase transactions and expire within the next\nthree years\n. Included in shareholders’ equity at December 31, 2020, within accumulated other comprehensive earnings (loss), is a net after-tax gain of $\n35\nmillion associated with these contracts. A net gain of $\n29\nmillion is expected to be recognized in the consolidated statement of earnings during the next 12 months, the majority of which will be offset by pricing changes in sales and purchase contracts, thus resulting in little or no earnings impact to Ball.\n​\nInterest Rate Risk\n​\nThe company’s objective in managing exposure to interest rate changes is to minimize the impact of interest rate changes on earnings and cash flows and to lower the company’s overall borrowing costs. To achieve these objectives, the company may use a variety of interest rate swaps, collars and options to manage the company’s mix of floating and fixed-rate debt. At December 31, 2020, the company had outstanding interest rate swap and option contracts with notional amounts of approximately $\n608\nmillion paying fixed rates expiring within the next\nyear\n. The amount recorded in accumulated other comprehensive earnings (loss) at December 31, 2020, is insignificant.\n​\nCurrency Exchange Rate Risk\n​\nThe company’s objective in managing exposure to currency fluctuations is to limit the exposure of cash flows and earnings from changes associated with currency exchange rate changes through the use of various derivative contracts. In addition, at times the company manages earnings translation volatility through the use of currency option strategies, and the change in the fair value of those options is recorded in the company’s net earnings. At December 31, 2020, the company had outstanding exchange forward contracts and option contracts with notional amounts totaling approximately $\n3.7\nbillion. Approximately $\n32\nmillion of net after-tax gain related to foreign exchange contracts is included in accumulated other comprehensive earnings at December 31, 2020, of which a $\n20\nmillion net gain is expected to be recognized in the consolidated statement of earnings during the next 12 months. The contracts outstanding at December 31, 2020, expire within\nfour years\n.\n​\nCommon Stock Price Risk\n​\nThe company’s deferred compensation stock program is subject to variable plan accounting and, accordingly, is marked to fair value using the company’s closing stock price at the end of the related reporting period. The company entered into total return swaps to reduce the company’s earnings exposure to these fair value fluctuations that will be outstanding through November 2021, and which have a combined notional value of\n2.8\nmillion shares. Based on the current number of shares in the program, each $\n1\nchange in the company’s stock price would have an insignificant impact on pretax earnings, net of the impact of related derivatives.\n​\n91\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nCollateral Calls\n​\nThe company’s agreements with its financial counterparties require the company to post collateral in certain circumstances when the negative mark to fair value of the contracts exceeds specified levels. Additionally, the company has collateral posting arrangements with certain customers on these derivative contracts. The cash flows of the margin calls are shown within the investing section of the company’s consolidated statements of cash flows. As of December 31, 2020 and 2019, the aggregate fair value of all derivative instruments with credit-risk-related contingent features was a net liability of $\n52\nmillion and $\n35\nmillion, respectively, and\nno\ncollateral was required to be posted.\n​\nFair Value Measurements\n​\nBall has classified all applicable financial derivative assets and liabilities as Level 2 within the fair value hierarchy as of December 31, 2020 and 2019, and presented those values in the table below. The company’s assessment of the significance of a particular input to the fair value measurement requires judgment and may affect the valuation of fair value assets and liabilities and their placement within the fair value hierarchy levels.\n​\n​\n92\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\n​\nThe company uses closing spot and forward market prices as published by the London Metal Exchange, the Chicago Mercantile Exchange, Reuters and Bloomberg to determine the fair value of any outstanding aluminum, currency, energy, inflation and interest rate spot and forward contracts. Option contracts are valued using a Black-Scholes model with observable market inputs for aluminum, currency and interest rates. The company values each of its financial instruments either internally using a single valuation technique, from a reliable observable market source or from third-party software. The company does not adjust the value of its financial instruments except in determining the fair value of a trade that settles in the future. The present value discounting factor is based on the comparable time period LIBOR rate or 12-month LIBOR. Ball performs validations of the company’s internally derived fair values reported for the company’s financial instruments on a quarterly basis utilizing counterparty valuation statements. The company additionally evaluates counterparty creditworthiness and, as of December 31, 2020, has not identified any circumstances requiring the reported values of the company’s financial instruments be adjusted.\n​\n93\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe following tables provide the effects of derivative instruments in the consolidated statement of earnings and on accumulated other comprehensive earnings (loss):\n​\n​\n​\n94\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n​\nThe changes in accumulated other comprehensive earnings (loss) for effective derivatives were as follows:\n​\n​\n​\n​\n​\n​\n​\n95\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\n22.  Contingencies\n​\nBall is subject to numerous lawsuits, claims or proceedings arising out of the ordinary course of business, including actions related to product liability; personal injury; the use and performance of company products; warranty matters; patent, trademark or other intellectual property infringement; contractual liability; the conduct of the company’s business; tax reporting in domestic and foreign jurisdictions; workplace safety and environmental and other matters. The company has also been identified as a potentially responsible party (PRP) at several waste disposal sites under U.S. federal and related state environmental statutes and regulations and may have joint and several liability for any investigation and remediation costs incurred with respect to such sites. In addition, the company has received claims alleging that employees in certain plants have suffered damages due to exposure to alleged workplace hazards. Some of these lawsuits, claims and proceedings involve substantial amounts, including as described below, and some of the environmental proceedings involve potential monetary costs or sanctions that may be material. Ball has denied liability with respect to many of these lawsuits, claims and proceedings and is vigorously defending such lawsuits, claims and proceedings. The company carries various forms of commercial, property and casualty, and other forms of insurance; however, such insurance may not be applicable or adequate to cover the costs associated with a judgment against Ball with respect to these lawsuits, claims and proceedings. The company estimates that potential liabilities for all currently known and estimable environmental matters are approximately $\n28\nmillion in the aggregate, and such amounts have been included in other current liabilities and other noncurrent liabilities at December 31, 2020.\n​\nIn November 2012, the USEPA wrote to the company asserting that it is one of at least\n50\nPRPs with respect to the Lower Duwamish site located in Seattle, Washington, based on the company’s ownership of a glass container plant prior to 1995, and notifying the company of a proposed remediation action plan. A site was selected to begin data review on over\n30\nindustrial companies and government entities and at least\ntwo\nPRP groups have been discussing various allocation proposals. The USEPA issued the site Record of Decision (ROD) in December 2014. Ball submitted its initial responses to the allocator’s questionnaire in March 2015, and after reviewing submissions from the PRPs alleging deficiencies in certain of Ball’s responses, the allocator denied certain of the allegations and directed the company to answer others, to which Ball responded during the fourth quarter of 2016. A group of de minimis PRPs, including Ball, retained a technical consultant to assist with their positions vis-à-vis larger PRPs, and further presentations were made to the site allocator during the fourth quarter of 2017 and the first quarter of 2018. Total site remediation costs of $\n342\nmillion, to cover remediation of approximately\n200\nacres of river bottom, are expected according to the proposed remediation action plan, which does not include $\n100\nmillion that has already been spent, and which will be allocated among the numerous PRPs in due course. Based on the information available at this time, the company does not believe that this matter will have a material adverse effect upon its liquidity, results of operations or financial condition.\n​\n96\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nIn February 2012, Ball Metal Beverage Container Corp. (BMBCC) filed an action against Crown Packaging Technology, Inc. (Crown) in the U.S. District Court for the Southern District of Ohio (the Court) seeking a declaratory judgment that the manufacture, sale and use of certain ends by BMBCC and its customers do not infringe certain claims of Crown’s U.S. patents. Crown subsequently filed a counterclaim alleging infringement of certain claims in these patents seeking unspecified monetary damages, fees and declaratory and injunctive relief. The District Court issued a claim construction order at the end of December 2015 and held a scheduling conference on February 10, 2016, to determine the timeline for future steps in the litigation. The case was stayed by mutual agreement of the parties into the third quarter of 2016, during which Crown made preparations for its discovery with respect to certain ends previously produced by Rexam’s U.S. subsidiary, Rexam Beverage Can Company (RBCC). Such discovery began during the first half of 2017 and concluded in the fourth quarter of 2018. The parties attempted to mediate the case on August 1, 2017, but no progress was made, and the case continued as scheduled. In December, 2018, BMBCC and RBCC filed a motion for summary judgment that the Crown patents at issue are invalid and that the applicable ends supplied by BMBCC and RBCC did not infringe the patents. Crown did not file a motion for summary judgment. Oral argument on the motion filed by BMBCC and RBCC was completed in January 2019. On June 21, 2019, the District Court issued an order sustaining the BMBCC/RBCC motion as to invalidity, declining to rule on the other grounds as moot, and indicating that an expanded opinion and an appealable order would be forthcoming.  The expanded opinion was docketed on July 22, 2019. The final, appealable order was issued by the Court on September 25, 2019, and the expanded opinion was unsealed. On October 22, 2019, Crown filed a Notice of Appeal of the decision of the Court to the Court of Appeals for the Federal Circuit. On December 31, 2020, the Court of Appeals vacated the decision of the District Court and remanded the case for further proceedings. Based on the information available at the present time, the company does not believe that this matter will have a material adverse effect upon its liquidity, results of operations or financial condition.\n​\nA former Rexam Personal Care site in Annecy, France, was found in 2003 to be contaminated following a leak of chlorinated solvents (TCE) from an underground feedline. The site underwent extensive investigation and an active remediation treatment system was put in place in 2006. The business operating from the site was sold to Albea in 2013 and in turn to a French company CATIDOM (operating as Reboul). Reboul vacated the site in September 2014, and the site reverted back to Rexam during the first quarter of 2015. As part of the site closure regulatory requirements, a new regulatory permit (Prefectoral Order) was issued in June 2016, which includes requirements to undertake a cost-benefit analysis and pilot studies of further treatment for the known residual solvent contamination following the shutdown of the current on-site treatment system. A new management plan was proposed to the French Environmental Authorities (DREAL) during 2018 and is the subject of ongoing discussions ahead of a final plan for the site being addressed. Based on the information available at this time, the company does not believe that this matter will have a material adverse effect upon its liquidity, results of operations or financial condition.\n​\nThe company’s operations in Brazil are involved in various governmental assessments, which have historically mainly related to claims for taxes on the internal transfer of inventory, gross revenue taxes, indirect tax incentives and deductibility of goodwill. In addition, one of our Brazilian subsidiaries recently received an income tax assessment focused on the disallowance of deductions associated with the acquisition price paid to a third party for a portion of its operations. The company does not believe that the ultimate resolution of these matters will materially impact its results of operations, financial position or cash flows. Under customary local regulations, the company’s Brazilian subsidiaries may need to post cash or other collateral if the process to challenge any administrative assessment proceeds to the Brazilian court system; however, the level of any potential cash or collateral required would not significantly impact the liquidity of those subsidiaries or Ball Corporation.\n​\n97\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nDuring the first quarter of 2017, the Brazilian Supreme Court (the Court) ruled against the Brazilian tax authorities in a leading case related to the computation of certain indirect taxes. The Court ruled that the indirect tax base should not include a value-added tax known as “ICMS.”  By removing the ICMS from the tax base, the Court effectively eliminated a “tax on tax.” The Court decision, in principle, affects all applicable judicial proceedings in progress. However, after publication of the decision in October 2017, the Brazilian tax authorities filed an appeal seeking clarification of certain matters, including the amount of ICMS to which taxpayers would be entitled in order to reduce their indirect tax base (i.e., the gross rate or net rate). The appeal also requested a modulation of the decision’s effects, which may limit its impact on taxpayers.\n​\nThe company’s Brazilian subsidiaries paid to the Brazilian tax authorities the gross amounts of certain indirect taxes (which included ICMS in their tax base) and filed lawsuits in 2014 and 2015 to challenge the legality of these tax on tax amounts. Pursuant to these lawsuits, the company requested reimbursement of prior excess tax payments and entitlement to retain amounts not remitted. During the third quarter of 2018, the company learned of a further decision of the Court indicating that lawsuits filed prior to the trial resulting in its 2017 decision, such as those filed by the company, would likely be upheld. The company also noted that other Brazilian companies, including customers of its Brazilian subsidiaries, which had timely filed equivalent lawsuits, were recording income based on the applicable ICMS amounts retained. During 2020 and 2019, the company received additional favorable court rulings and completed its analysis of certain prior year overpayments related to ICMS. As these gain contingency amounts were determined to be estimable and realizable, the company recorded $\n4\nmillion and $\n57\nmillion of prior year collections in business consolidation and other activities within the company’s respective 2020 and 2019 condensed consolidated statements of earnings. The company is currently seeking reimbursement for additional ICMS-related amounts previously paid to the Brazilian government; however, such amounts cannot be estimated at this time. In the event other comparable cases are resolved and the amounts claimed become estimable and realizable, the company will record gains, which may result in material reimbursements to the company in future periods.\n​\n23.  Indemnifications and Guarantees\n​\nGeneral Guarantees\n​\nThe company or its appropriate consolidated direct or indirect subsidiaries have made certain indemnities, commitments and guarantees under which the specified entity may be required to make payments in relation to certain transactions. These indemnities, commitments and guarantees include indemnities to the customers of the subsidiaries in connection with the sales of their packaging and aerospace products and services; guarantees to suppliers of subsidiaries of the company guaranteeing the performance of the respective entity under a purchase agreement, construction contract, renewable energy purchase contract or other commitment; guarantees in respect of certain foreign subsidiaries’ pension plans; indemnities for liabilities associated with the infringement of third-party patents, trademarks or copyrights under various types of agreements; indemnities to various lessors in connection with facility, equipment, furniture and other personal property leases for certain claims arising from such leases; indemnities to governmental agencies in connection with the issuance of a permit or license to the company or a subsidiary; indemnities pursuant to agreements relating to certain joint ventures; indemnities in connection with the sale of businesses or substantially all of the assets and specified liabilities of businesses; and indemnities to directors, officers and employees of the company to the extent permitted under the laws of the State of Indiana and the United States of America. The duration of these indemnities, commitments and guarantees varies and, in certain cases, is indefinite.\n​\nIn addition, many of these indemnities, commitments and guarantees do not provide for any limitation on the maximum potential future payments the company could be obligated to make. As such, the company is unable to reasonably estimate its potential exposure under these items.\n​\n98\nBall Corporation\nNotes to the Consolidated Financial Statements\n​\nThe company has not recorded any material liabilities for these indemnities, commitments and guarantees in the accompanying consolidated balance sheets. The company does, however, accrue for payments under promissory notes and other evidences of incurred indebtedness and for losses for any known contingent liability, including those that may arise from indemnifications, commitments and guarantees, when future payment is both reasonably estimable and probable. Finally, the company carries specific and general liability insurance policies and has obtained indemnities, commitments and guarantees from third-party purchasers, sellers and other contracting parties, which the company believes would, in certain circumstances, provide recourse to certain claims arising from these indemnifications, commitments and guarantees.\n​\nDebt Guarantees\n​\nThe company’s and its subsidiaries’ obligations under the senior notes and senior credit facilities (or, in the case of U.S. domiciled foreign subsidiaries under the senior credit facilities, the obligations of foreign credit parties only) are guaranteed on a full, unconditional and joint and several basis by certain of the company’s domestic subsidiaries and the domestic subsidiary borrowers, and obligations of other guarantors and the subsidiary borrowers under the senior credit facilities are guaranteed by the company, in each case with certain exceptions. These guarantees are required in support of the senior notes and senior credit facilities referred to above, are coterminous with the terms of the respective note indentures, senior notes and credit agreement, and they could be enforced by the holders of the obligations thereunder during the continuation of an event of default under the note indentures, the senior notes and/or the credit agreement. The maximum potential amounts which could be required to be paid under such guarantees are essentially equal to the then outstanding obligations under the respective senior notes or the credit agreement (or, in the case of U.S. domiciled foreign subsidiaries under the senior credit facilities, the obligations of foreign credit parties only), with certain exceptions. All obligations under the guarantees of the senior credit facilities are secured, with certain exceptions, by a valid first priority perfected lien or pledge on (i)\n100\npercent of the capital stock of each of the company's material wholly owned domestic subsidiaries directly owned by the company or any of its wholly owned domestic subsidiaries and (ii)\n65\npercent of the capital stock of each of the company's material wholly owned first-tier foreign subsidiaries directly owned by the company or any of its wholly owned domestic subsidiaries. In addition, the obligations of certain foreign borrowers and foreign pledgors under the loan documents will be secured, with certain exceptions, by a valid first priority perfected lien or pledge on\n100\npercent of the capital stock of certain of the company's material wholly owned foreign subsidiaries and material wholly owned U.S. domiciled foreign subsidiaries directly owned by the company or any of its wholly owned material subsidiaries. The company is not in default under the above senior notes or senior credit facilities.\n​\n99"
  },
  {
    "item_key": "item_9",
    "text": "​\nThere were no matters required to be reported under this item.\n​"
  },
  {
    "item_key": "item_9a",
    "text": "​\nEvaluation of Disclosure Controls and Procedures\n​\nBall Corporation has established disclosure controls and procedures to ensure that information required to be disclosed by us in the reports that we file or submit under the Securities Exchange Act of 1934, as amended, is recorded, processed, summarized and reported, within the time periods specified in the Commission's rules and forms, and that such information is accumulated and communicated to management of the company, including its Chief Executive Officer and Chief Financial Officer, as appropriate to allow timely decisions regarding required disclosure. As of December 31, 2020, Ball Corporation, under the supervision of the Chief Executive Officer and Chief Financial Officer of the company, has conducted an evaluation of the effectiveness of the design and operation of the company’s disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended) and the Chief Executive Officer and Chief Financial Officer have concluded that the company’s disclosure controls and procedures were effective.\n​\nManagement’s Report on Internal Control Over Financial Reporting\n​\nBall Corporation is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 13a-15(f) and 15d-15(f). Under the supervision and with the participation of our management, including our Chief Executive Officer and Chief Financial Officer, the company conducted an evaluation of the effectiveness of our internal control over financial reporting based on the framework described in “\nInternal Control — Integrated Framework\n” (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. Based on this evaluation, our management concluded that our internal control over financial reporting was effective as of December 31, 2020.\n​\nThe effectiveness of our internal control over financial reporting as of December 31, 2020, has been audited by PricewaterhouseCoopers LLP, an independent registered public accounting firm, as stated in their report, which is included herein.\n​\nChanges in Internal Control over Financial Reporting\n​\nThere were no changes in our internal control over financial reporting that occurred during the quarter ended December 31, 2020, that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\n​"
  },
  {
    "item_key": "item_9b",
    "text": "​\nThere were no matters required to be reported under this item.\n​\n100\nPart III\n​"
  },
  {
    "item_key": "item_10",
    "text": "​\nThe executive officers of the company as of February 17, 2021, were as follows:\n​\nCharles E. Baker, 63, Vice President, General Counsel and Corporate Secretary since July 2011; Vice President, General Counsel and Assistant Corporate Secretary from 2004 to 2011; Associate General Counsel, 1999 to 2004; various other positions within the company, 1993 to 1999.\n​\nNate C. Carey, 42, Vice President and Controller since November 2017; Assistant Controller from 2014 to November 2017; Senior Manager, PricewaterhouseCoopers LLP, 2001 to 2014.\n​\nDaniel W. Fisher, 48, President, since January 2021; Senior Vice President, Ball Corporation, and Chief Operating Officer, Global Beverage Packaging, since December 2016; President, Beverage Packaging North and Central America from 2014 to 2016; Senior Vice President, Finance and Planning, Beverage Packaging North and Central America, 2013 to 2014; various other positions within the company, 2010 to 2014.\n​\nJohn A. Hayes, 55, Chairman and Chief Executive Officer since January 2021; Chairman, President and Chief Executive Officer since 2013; President and Chief Executive Officer, 2011 to 2013; President and Chief Operating Officer during 2010; Executive Vice President and Chief Operating Officer from 2008 to 2009; various other positions within the company, 1999 to 2008.\n​\nDavid A. Kaufman, 55, Senior Vice President, Ball Corporation, and President, Ball Aerospace & Technologies Corp. since January 2021; Chief Operating Officer, Ball Aerospace & Technologies Corp. from 2020 to 2021; Vice President and General Manager of National Defense, Ball Aerospace & Technologies Corp from 2013 to 2020; various other positions within the company, 2000 to 2013.\n​\nJeffrey A. Knobel, 49, Vice President and Treasurer since 2011; Treasurer from 2010 to 2011; Senior Director, Treasury, 2008 to 2010; Director, Treasury Operations, 2005 to 2008; various other positions within the company, 1997 to 2005.\n​\nRonald J. Lewis, 54, Senior Vice President, Ball Corporation, and Chief Operating Officer, Global Beverage Packaging, since January 2021; President, Beverage Packaging EMEA from 2019 to 2020; Chief Supply Chain Officer, Coca-Cola Coca-Cola European Partners plc, 2016 to 2019; Chief Procurement Officer, The Coca-Cola Company, 2011 to 2016.\n​\nScott C. Morrison, 58, Executive Vice President and Chief Financial Officer since January 2021; Senior Vice President and Chief Financial Officer since 2010; Vice President and Treasurer from 2002 to 2010; and Treasurer, 2000 to 2002.\n​\nLisa A. Pauley, 59, Executive Vice President, Human Resources and Administration, since January 2021; Senior Vice President, Human Resources and Administration, since 2011; Vice President, Administration and Compliance, 2007 to 2011; Senior Director, Administration and Compliance, 2004 to 2007; various other positions within the company, 1981 to 2004.\n​\nOther information required by Item 10 appearing under the caption “Director Nominees and Continuing Directors” and “Section 16(a) Beneficial Ownership Reporting Compliance,” of the company’s proxy statement to be filed pursuant to Regulation 14A within 120 days after December 31, 2020, is incorporated herein by reference.\n​"
  },
  {
    "item_key": "item_11",
    "text": "​\nThe information required by Item 11 appearing under the caption “Executive Compensation” in the company’s proxy statement, to be filed pursuant to Regulation 14A within 120 days after December 31, 2020, is incorporated herein by reference.\n​\n101"
  },
  {
    "item_key": "item_12",
    "text": "​\nThe information required by Item 12 appearing under the caption “Voting Securities and Principal Shareholders,” in the company’s proxy statement to be filed pursuant to Regulation 14A within 120 days after December 31, 2020, is incorporated herein by reference.\n​\nSecurities authorized for issuance under equity compensation plans are summarized below:\n​\n​\n​"
  },
  {
    "item_key": "item_13",
    "text": "​\nThe information required by Item 13 appearing under the caption “Ratification of the Appointment of Independent Registered Public Accounting Firm,” in the company’s proxy statement to be filed pursuant to Regulation 14A within 120 days after December 31, 2020, is incorporated herein by reference.\n​"
  },
  {
    "item_key": "item_14",
    "text": "​\nThe information required by Item 14 appearing under the caption “Certain Committees of the Board,” in the company’s proxy statement to be filed pursuant to Regulation 14A within 120 days after December 31, 2020, is incorporated herein by reference.\n​\n​\n102\nPart IV\n.\n​"
  },
  {
    "item_key": "item_15",
    "text": "​\n(a)    (1)\nFinancial Statements\n:\n​\nThe following documents are included in Part II, Item 8:\n​\nReport of independent registered public accounting firm\n​\nConsolidated statements of earnings — Years ended December 31, 2020, 2019 and 2018\n​\nConsolidated statements of comprehensive earnings (loss) — Years ended December 31, 2020, 2019 and 2018\n​\nConsolidated balance sheets — December 31, 2020 and 2019\n​\nConsolidated statements of cash flows — Years ended December 31, 2020, 2019 and 2018\n​\nConsolidated statements of shareholders’ equity — Years ended December 31, 2020, 2019 and 2018\n​\nNotes to consolidated financial statements\n​\n(2)\nFinancial Statement Schedules:\n​\nFinancial statement schedules have been omitted, as they are either not applicable, are considered insignificant or the required information is included in the consolidated financial statements or notes thereto.\n​\n(3)\nExhibits:\n​\n103\n104\n105\n106\n* Represents a management contract or compensatory plan or agreement.\n​"
  },
  {
    "item_key": "item_16",
    "text": "​\nNot applicable.\n​\n107\n​\nSIGNATURES\n​\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n​\n​\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated.\n​\n​\n108\n*  By John A. Hayes as Attorney-in-Fact pursuant to a Limited Power of Attorney executed by the directors listed above, which Power of Attorney has been filed with the Securities and Exchange Commission.\n​\n​\n​\n​\n109"
  }
]