[
  {
    "item_key": "item_1",
    "text": "Introduction\nDarden Restaurants, Inc. is a full-service restaurant company, and as of May 30, 2021, we owned and operated 1,834 restaurants through subsidiaries in the United States and Canada under the Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\nand Eddie V’s Prime Seafood\n®\ntrademarks.  As of May 30, 2021, we also had 57 restaurants operated by independent third parties pursuant to area development and franchise agreements.  The following table details the number of company-owned and operated restaurants, as well as those operated under franchise agreements, as of May 30, 2021:\n(1)\nIncludes two restaurants that are owned jointly by us and third parties, and managed by us.\n(2)\nIncludes three company-owned The Capital Burger restaurants.\n(3)\nIncludes Puerto Rico and Guam.\nDarden Restaurants, Inc. is a Florida corporation incorporated in March 1995, and is the parent company of GMRI, Inc., also a Florida corporation. GMRI, Inc. and certain other of our subsidiaries own and operate our restaurants. GMRI, Inc. was originally incorporated in March 1968 as Red Lobster Inns of America, Inc. We were acquired by General Mills, Inc. in 1970 and became a separate publicly held company in 1995 when General Mills distributed all of our outstanding stock to the stockholders of General Mills.  Our principal executive offices and restaurant support center are located at 1000 Darden Center Drive, Orlando, Florida 32837, telephone (407) 245-4000. Our corporate website address is\nwww.darden.com\n. We make our reports on Forms 10-K, 10-Q and 8-K, Section 16 reports on Forms 3, 4 and 5, and all amendments to those reports available free of charge on our website the same day as the reports are filed with or furnished to the Securities and Exchange Commission. Information on our website is not deemed to be incorporated by reference into this Form 10-K. Unless the context indicates otherwise, all references to “Darden,” “the Company,” “we,” “our” or “us” include Darden Restaurants, Inc., GMRI, Inc. and our respective subsidiaries.\nWe have a 52/53 week fiscal year ending the last Sunday in May. Our fiscal year\n2021\nended May 30, 2021 and consisted of 52 weeks, fiscal 2020 ended May 31, 2020 and consisted of 53 weeks, and fiscal 2019 ended May 26, 2019 and consisted of 52 weeks.\nThe following description of our business should be read in conjunction with the information in Part II of this report under the caption “Item 7 - Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Item 8 - Financial Statements and Supplementary Data.”\nCOVID-19 Pandemic\nFor much of fiscal 2021, the COVID-19 pandemic resulted in a significant reduction in guest traffic at our restaurants due to changes in consumer behavior as public health officials encouraged social distancing and required personal protective equipment and state and local governments mandated restrictions including suspension of dine-in operations, reduced restaurant seating capacity, table spacing requirements, bar closures and additional physical barriers. Beginning in late March 2020, we operated with all of our dining rooms closed and served our guests in a To Go only or To Go and delivery format. In late April 2020, state and local governments began to allow us to open dining rooms at limited capacities, along with other operating restrictions.\n1\nAs a result, we began fiscal 2021 with significant limitations on our operations, which over the course of the fiscal year varied widely from time to time, state to state and city to city. During November 2020, rising case rates resulted in certain jurisdictions implementing restrictions that again reduced dining room capacity or mandated the re-closure of dining rooms.   Once COVID-19 vaccines were approved and moved into wider distribution in the United States in early 2021, public health conditions improved and almost all of the COVID-19 restrictions on businesses have eased. As of the date of this report, all of our restaurants were able to open their dining rooms to some extent and few capacity restrictions or other COVID-19 restrictions remained in place in the United States. However, it is possible additional outbreaks could require us to again reduce our capacity or limit or suspend our in-restaurant dining operations.\nAs we navigated through the pandemic, we took significant steps to adapt our business model to allow us to continue to serve guests and support our team members, including investing in our team members through enhanced pay and benefits, streamlining our restaurant processes, simplifying our menus, and accelerating the rollout of technology to all of our brands to enhance the off-premise and in-restaurant guest experience. As our dining rooms have returned to full or close-to-full capacity, we are focused on continuing to provide a safe environment for our team members and guests, and maintaining many of the operating efficiencies established during fiscal 2021.\nSegment Information\nWe manage our restaurant brands in North America as operating segments. The brands operate principally in the U.S. within full-service dining. We aggregate our operating segments into reportable segments based on a combination of the size, economic characteristics and sub-segment of full-service dining within which each brand operates. We have four reportable segments: 1) Olive Garden, 2) LongHorn Steakhouse, 3) Fine Dining (which includes The Capital Grille and Eddie V’s) and 4) Other Business (which includes Cheddar’s Scratch Kitchen, Yard House, Bahama Breeze, Seasons 52 and results from our franchise operations). External sales are derived principally from food and beverage sales, we do not rely on any major customers as a source of sales and the customers and long-lived assets of our reportable segments are predominantly in the U.S. There were no material transactions among reportable segments.\nRestaurant Brands\nOlive Garden\nOlive Garden is an internally-developed brand and\nis the largest full-service dining Italian restaurant operator in the United States. Olive Garden\noffers a variety of Italian foods featuring fresh ingredients presented simply with a focus on flavor and quality, and a broad selection of imported Italian wines. In 1982, Olive Garden opened its first restaurant in Orlando, Florida.\nMost dinner menu entrée prices range from $10.00 to $20.00, and most lunch menu entrée prices range from $8.00 to $10.00. The price of each entrée includes as much fresh salad or soup and breadsticks as a guest desires. During fiscal 2021, the average check per person (defined as total sales divided by number of entrées sold) was approximately $20.00, with alcoholic beverages accounting for 4.7 percent of Olive Garden’s sales. Olive Garden maintains dif\nferent menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu.\nLongHorn Steakhouse\nLongHorn Steakhouse is a full-service steakhouse restaurant with locations primarily in the eastern United States, operating in an atmosphere inspired by the American West. LongHorn Steakhouse opened its first restaurant in 1981 and we acquired LongHorn Steakhouse in October 2007 as part of the\nRARE Hospitality International, Inc. (RARE) acquisition.\nLongHorn Steakhouse restaurants feature a variety of menu items including signature fresh steaks and chicken, as well as salmon, shrimp, ribs, pork chops and burgers.\nMost dinner menu entrée prices range from $11.50 to $31.50, and most lunch menu entrée prices range from $8.00 to $12.00. The price of most entrées includes a side and/or salad and as much freshly baked bread as a guest desires. During fiscal 2021, the average check per person was approximately $23.00, with alcoholic beverages accounting for 7.9 percent of LongHorn Steakhouse’s sales. LongHorn Steakhouse maintains different menus for dinner and lunch and different menus across its trade areas to reflect geographic differences in consumer preferences,\nprices and selections, as well as a smaller portioned, lower-priced children’s menu.\nCheddar’s Scratch Kitchen\nCheddar’s Scratch Kitchen is a full-service restaurant operating primarily in Texas and throughout the southern, midwestern and mid-Atlantic regions of the United States. The casual dining menu features modern classics and American favorites cooked\n2\nfrom scratch. Cheddar’s Scratch Kitchen opened its first restaurant in 1979 and we acquired Cheddar’s Scratch Kitchen in April 2017.\nMost lunch and dinner menu entrée prices range from $8.00 to $19.00.  During fiscal 2021, the average check per person was approximately $16.00, with alcoholic beverages accounting for 8.1 percent of Cheddar’s Scratch Kitchen’s sales. Cheddar’s Scratch Kitchen features different menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections,\nas well as a smaller portioned, lower-priced children’s menu\n.\nYard House\nYard House is a full-service restaurant operating in metropolitan areas across the United States and is known for great food, classic rock and over 100 draft beer offerings. The American menu includes more than 100 chef driven items with a wide range of appetizers, snacks, burgers and steaks, street tacos, salads, sandwiches and a generous selection of vegetarian dishes. Yard House opened its first restaurant in 1996 and we acquired Yard House in August 2012.\nYard House design elements create a contemporary, yet casual, “come as you are” environment.  Most lunch and dinner menu entrée prices range from $9.50 to $43.00. During fiscal 2021, the average check per person was approximately $32.00, with alcoholic beverages accounting for 33.8 percent of Yard House’s sales. Yard House maintains different menus and selections of craft beers across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu.\nThe Capital Grille\nThe Capital Grille is a fine dining restaurant with locations in major metropolitan cities in the United States featuring relaxed elegance and style. The Capital Grille opened its first restaurant in 1990 and we acquired The Capital Grille in October 2007 as part of\nthe RARE acquisition.\nNationally acclaimed for dry aging steaks on the premises, the restaurants feature an award-winning wine list offering over 350 selections, personalized service, a comfortable club-like atmosphere, and premiere private dining rooms.\nMost dinner menu entrée price\ns range from $31.00 to $95.00 and m\nost lunch menu entrée p\nrices range from $18.00 to $48.00. Durin\ng fiscal 2021, the average check per person was approxi\nmately $85.50, with al\ncoholic beverages accounting for\n26.7 percent\nof The Capital Grille’s sales. The Capital Grille offers different menus for dinner and lunch and varies its wine list to reflect geographic differences in consumer preferences, prices and selections.\nSeasons 52\nSeasons 52 is an internally-developed full-service restaurant brand with a casually sophisticated, fresh grill and wine bar that offers a seasonally changing menu. The menu includes an international collection of wines, featuring 52 wines available by the glass, along with exceptional signature handcrafted cocktails. In 2003, Seasons 52 opened its first restaurant in Orlando, Florida.\nMost dinner menu entrée prices range\nfrom $15.00 to $41.50, and most lunch entrée prices range from $11.50 to $41.50. During fiscal 2021, the average check per person was approximately $46.50, with alcoholic beverages accounting for 25.1 percent of Seasons 52’s sales. Seasons 52 maintains an all-day menu in addition to different seasonal offerings, a pared-down lunch menu and a happy-hour menu.\nBahama Breeze\nBahama Breeze is an internally-developed full-service restaurant brand operating primarily in the eastern United States, that offers guests the feeling of a Caribbean escape, with food, drinks and atmosphere found in the islands. The menu features distinctive, Caribbean-inspired fresh seafood, chicken and steaks as well as handcrafted tropical cocktails.\nIn 1996, Bahama Breeze opened its first restaurant in Orlando, Florida.\nMost lunch and dinner menu entrée prices range from $8.00 to $24.00. During fiscal 2021, the average check per person was approximately $31.00, with alcoholic beverages accounting for 23.3 percent of Bahama Breeze’s sales. Bahama Breeze maintains different menus across its trade areas to reflect geographic differences in consumer preferences, prices and selections, as well as a smaller portioned, lower-priced children’s menu.\nEddie V’s\nEddie V’s is a fine dining restaurant with locations in major metropolitan cities in the United States, with a sophisticated and contemporary ambiance, featuring live nightly music in the V Lounge. The menu is inspired by the great classic restaurants of New Orleans, San Francisco and Boston, with an emphasis on prime seafood creations, USDA prime beef and chops, and fresh\n3\noyster bar selections.  The atmosphere provides a comfortable dining experience reminiscent of a modern day Gatsby “where your pleasure is our sole intention.” Eddie V’s opened its first restaurant in 2000 and we acquired Eddie V’s in November 2011.\nMost dinner menu entrée prices range from $35.00 to $102.00. During fiscal 2021, the average check per person was approximately $101.00, with alcoholic beverages accounting for 28.3 percent of Eddie V’s sales. Eddie V’s maintains different menus for dinner and varies its wine list to reflect geographic differences in consumer preferences, prices and selections.\nThe following table shows our growth over the last five years and lists the number of restaurants owned and operated by each of our brands as of the end of the fiscal years indicated.  The table excludes our restaurants operated by independent third parties pursuant to area development and franchise agreements. The final column in the table lists our total sales from continuing operations for the fiscal years indicated.\n(1)\nIncludes The Capital Burger restaurants as follows: one in fiscal 2018, one in fiscal 2019, two in fiscal 2020, and three in fiscal 2021.\nStrategy\nWe believe that capable operators of strong multi-unit brands have the opportunity to increase their share of the restaurant industry’s full-service segment. Generally, the restaurant industry is considered to be comprised of three segments: quick service, fast casual, and full-service. All of our restaurants fall within the full-service segment, which is highly fragmented and includes many independent operators and small chains. We believe we have strong brands, and that the breadth and depth of our experience and expertise sets us apart in the full-service restaurant industry. This collective capability is the product of investments over many years in areas that are critical to success in our business, including restaurant operations excellence, brand management excellence, supply chain, talent management and information technology, among other things.\nAlthough throughout fiscal 2021 we continued to adapt our business model to the impacts of the COVID-19 pandemic, our operating philosophy remains focused on strengthening the core operational fundamentals of the business by providing an outstanding guest experience rooted in culinary innovation, attentive service, engaging atmosphere, and integrated marketing. Darden enables each brand to reach its full potential by leveraging its scale, insights, and experience in a way that protects uniqueness and competitive advantages. Additionally, our brands can capitalize on data driven insights to deliver customized one-to-one customer relationship marketing. We hold ourselves accountable for operating our restaurants with a sense of urgency to achieve our commitments to all of our stakeholders.\n4\nRecent and Planned Restaurant Growth\nDuring fiscal 2021, we added 30 net new company-owned restaurants in the United States. Our fiscal 2021 actual restaurant openings and closings, fiscal 2022 projected openings, and approximate capital investment, square footage and dining capacity, by brand, are shown below:\n(1)\nIncludes cash investments for building, equipment, furniture and other construction costs; excludes internal capitalized overhead, pre-opening expenses, tenant allowance and future lease obligations. Olive Garden, LongHorn Steakhouse and Cheddar’s Scratch Kitchen capital investments are based on costs associated with land-only leases; Yard House, The Capital Grille, Seasons 52, Bahama Breeze and Eddie V’s  capital investments are based on ground and building leases. Actual costs can vary significantly depending on the specific location.\n(2)\nIncludes all space under the roof, including the coolers and freezers.\n(3)\nIncludes bar dining seats and patio seating, but excludes bar stools.\n(4)\nFiscal 2021 restaurant openings include one The Capital Burger restaurant. Pro-forma new restaurant data excludes The Capital Burger.\nWhile our objective is to continue to expand all of our restaurant brands, the actual number of openings for each of our brands for fiscal 2022 will depend on many factors, including our ability to recruit and train restaurant management and hourly personnel, locate appropriate sites, negotiate acceptable purchase or lease terms, obtain necessary local governmental permits, and complete construction.\nWe consider location to be a critical factor in determining a restaurant’s long-term success, and we devote significant effort to the site selection process. Prior to entering a market, we conduct a thorough study to determine the optimal number and placement of restaurants. Our site selection process incorporates a variety of analytical techniques to evaluate key factors. These factors include trade area demographics, such as target population density and household income levels; competitive influences in the trade area; the site’s visibility, accessibility and traffic volume; and proximity to activity centers such as shopping malls, hotel/motel complexes, offices and universities. Members of senior management evaluate, inspect and approve each restaurant site prior to its acquisition. Constructing and opening a new restaurant typically takes approximately 180 days on average after the site is acquired and permits are obtained.\nWe systematically review the performance of our restaurants to ensure that each one meets our standards. When a restaurant falls below minimum standards, we conduct a thorough analysis to determine the causes, and implement operational and marketing plans to improve that restaurant’s performance. If performance does not improve to acceptable levels, the restaurant is evaluated for relocation, closing or conversion to one of our other brands. Permanent closures are typically due to economic changes in trade areas, the expiration of lease agreements, or site concerns. Accordingly, we continue to evaluate our site locations in order to minimize the risk of future closures or asset impairment charges.\n5\nRestaurant Operations\nWe believe that high-quality restaurant management is critical to our long-term success. Our restaurant management structure varies by brand and restaurant size. We issue detailed operations manuals covering all aspects of restaurant operations, as well as food and beverage manuals which detail the preparation procedures of our recipes. The restaurant management teams are responsible for the day-to-day operation of each restaurant and for ensuring compliance with our operating standards.\nThe management structures below describe our restaurant operations during the normal and fully operational conditions that were in place at the end of fiscal 2021. Over the course of fiscal 2021, as the COVID-19 pandemic impacted our business, the staffing levels of each our restaurants changed frequently, as our dining rooms operated under a range of capacity limitations that also varied from time to time, from state to state and city to city. As our restaurant operations continued to evolve in response to the pandemic, we have evolved our operational structure and made adjustments to restaurant staffing where appropriate. As a result, the descriptions below may not reflect the current or future structure of our restaurant operations.\nEach Olive Garden restaurant is led by a general manager, and each LongHorn Steakhouse and Cheddar’s Scratch Kitchen restaurant is led by a managing partner. Each also has three to six additional managers, depending on the operating complexity and sales volume of the restaurant. In addition, each restaurant typically employs between 35 to 200 hourly team members, most of whom work part-time. Restaurant general managers or managing partners report to a director of operations who is responsible for approximately five to eleven restaurants. Each director of operations reports to a Senior Vice President of Operations who is responsible for between 80 and 120 restaurants. Restaurants are visited regularly by operations management, including officer level executives, to help ensure strict adherence to all aspects of our standards and to solicit feedback on opportunities for improvement.\nEach Yard House and Bahama Breeze restaurant is led by a general manager, and each The Capital Grille, Seasons 52 and Eddie V’s restaurant is led by a managing partner. Each has four to ten managers. Each Yard House, The Capital Grille, Seasons 52 and Eddie V’s restaurant has one executive chef, and one to two sous chefs, and each Bahama Breeze restaurant has one to three culinary managers.  In addition, each restaurant typically employs between 65 to 200 hourly team members, most of whom work part-time. The general manager or managing partner of each restaurant reports directly to a director of operations, who has operational responsibility for approximately three to eleven restaurants. Restaurants are visited regularly by operations management, including officer level executives, to help ensure strict adherence to all aspects of our standards and to solicit feedback on opportunities for improvement.\nOur Learning and Employee Development team in partnership with each brand’s training leader, together with senior operations executives, is responsible for developing and maintaining our operations training programs. These efforts include an eight to twelve-week training program for management trainees and continuing development programs for all levels of leadership. The emphasis of the training and development programs varies by restaurant brand, but includes leadership, restaurant business management and culinary skills. We also use a highly structured training program to open new restaurants, including deploying training teams experienced in all aspects of restaurant operations. The opening training teams typically begin work one and a half weeks prior to opening and remain at the new restaurant for up to three weeks after the opening. They are re-deployed as appropriate to enable a smooth transition to the restaurant’s operating staff.\nWe maintain performance measurement and incentive compensation programs for our management-level team members. We believe that our leadership position, strong results-oriented culture and various short-term and long-term incentive programs, including stock-based compensation, enhances our ability to attract and retain highly motivated restaurant managers.\nQuality Assurance\nOur Total Quality Department helps ensure that all restaurants provide safe, high-quality food in a clean and safe environment.\nFood Safety and our Total Quality Program\nThrough rigorous supplier and risk-based product evaluations, we purchase only products that meet or exceed our product specifications. We rely on independent third parties to inspect and evaluate our suppliers and distributors. Suppliers that produce “high-risk” products are subject to a food safety evaluation by Darden personnel at least annually. We require our suppliers to maintain sound manufacturing practices and operate with the comprehensive Hazard Analysis and Critical Control Point (HACCP) food safety programs and risk-based preventative controls adopted by the U.S. Food and Drug Administration. These programs focus on preventing hazards that could cause food-borne illnesses by applying scientifically-based controls to analyze hazards, identify and monitor critical control points, and establish corrective actions when monitoring shows that a critical limit has not been met.\n6\nThird party auditors inspect each restaurant regularly throughout the year to assess food safety and sanitation practices. Our total quality team verifies the application of preventative controls through on-site support visits ensuring an effective and robust food safety system. Total quality managers provide support to operations staff with education and training in food safety and sanitation.\nThe team also serves as a liaison to regulatory agencies on issues relating to food safety.\nRestaurant, Guest and Team Member Safety in Response to COVID-19\nIn response to the COVID-19 pandemic, throughout fiscal 2021, we have enhanced restaurant safety practices and made other enhancements to our operations to comply with state and local government regulations and health recommendations to ensure guest and team member wellness, maintain clean restaurants, practice social distancing and wear protective equipment. As the pandemic recedes in the United States, many of the additional COVID-19 protocols have been relaxed or removed as of the date of this report. Nevertheless, we are remaining vigilant and may reinstate any of the additional safety or health and wellness precautions if public health conditions worsen in any of our service areas or future government regulations require us to do so.\nPurchasing and Distribution\nOur ability to ensure a consistent supply of safe, high-quality food and supplies at competitive prices to all of our restaurant brands depends on reliable sources of procurement. Our purchasing staff sources, negotiates and purchases food and supplies from more than 1,500 suppliers whose products originate in more than 35 countries. Suppliers must meet our requirements and strict quality control standards in the development, harvest, catch and production of food products. Competitive bids, long-term contracts and strategic supplier relationships are routinely used to manage availability and cost of products.\nIn response to the COVID-19 pandemic, throughout fiscal 2021, we took several steps to enhance the safety and reliability of our supply chain.\n•\nSafety\n:    The Company’s cross functional COVID-19 task force implemented CDC-based guidelines for restaurants. We also implemented and communicated guidelines for our distributors and other suppliers providing services inside our restaurants, including required use of personal protective equipment (PPE). To support these enhanced safety protocols, we secured a supply of the necessary volumes of PPE and cleaning products for our restaurants and team members.\n•\nSourcing:\nAs we transitioned to increased To Go business during the temporary closure of our dining rooms, we secured supplies of new and additional packaging products to better support food and beverage transport. We also sourced alternate formats of alcohol beverages for To Go in order to comply with state laws that permitted To Go sales of alcohol. To mitigate the potential risk of geographic trade disruptions, we created contingency plans in anticipation of supply chain obstacles. The purchasing team also mitigated obsolete/expiring inventory exposure by selling products to retail outlets for slow-moving items during capacity and dining room restrictions.\n•\nDistribution\n:  We increased inventory levels for brand-critical items, restaurant cleaning products, and PPE supplies to ensure sufficient supply of necessary products.  An internal cross-functional team was created specifically to ensure successful restaurant ramp-down and quick reopening support.\nWe believe that our significant scale is a competitive advantage and our purchasing team leverages this purchasing capability. Our purchasing staff travels routinely within the United States and internationally to source top-quality food products at competitive prices. During the COVID-19 pandemic, we are monitoring our suppliers remotely, hosting virtual visits with potential new suppliers and conducting virtual request for proposal processes. We believe that we have established excellent long-term relationships with key suppliers and usually source our product directly from producers (not brokers or middlemen).  We actively support several national minority supplier organizations to ensure that we incorporate women- and minority-owned businesses in our purchasing decisions.\nWe have entered into long-term agreements with multiple third-party national distribution companies to deliver food and supplies to our restaurants. Under these arrangements we maintain ownership of the food and supplies inventory through our subsidiary Darden Direct Distribution, Inc. (Darden Direct).  This inventory is stored in distribution company warehouses that are wholly or primarily dedicated to Darden where practical to do so.  Because of the relatively rapid turnover of perishable food products, inventories in the restaurants have a modest aggregate dollar value in relation to sales.\nWe continue to drive automation of our supply chain by collaborating with our suppliers, logistics partners and distributors to improve optimization with information visibility and other technological advances.  These and other terms of Darden Direct’s long-term supply agreements further enable our purchasing staff to integrate demand forecasts into our purchasing operations, driving efficiencies in our operations.\n7\nAdvertising and Marketing\nIntegrated marketing is a key element of our strategy, and our scale enables us to be a leading advertiser in the full-service dining segment of the restaurant industry.  Olive Garden leverages the efficiency of national advertising, on both traditional and streaming television, supplemented with additional targeted digital media investments.  LongHorn Steakhouse uses local television and digital advertising to build engagement and loyalty by market.  Cheddar’s Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze and Eddie V’s do not use television advertising, but rely on local and digital marketing.  In response to the COVID-19 pandemic, we significantly reduced our television advertising spending and directed our marketing efforts towards growing and promoting our To Go options and off-premise dining business for much of fiscal 2021.  Our restaurants appeal to a broad spectrum of consumers and we use advertising to build awareness and strengthen our brands’ relevance.  We implement periodic promotions, as appropriate, to increase frequency of guest visits  while maintaining overall profitability. We also rely on outdoor billboard, direct mail and email advertising, as well as radio, newspapers, digital coupons, search engine marketing and social media such as Facebook® and Instagram®, as appropriate, to attract, engage and retain our guests.  We have developed and consistently use sophisticated consumer marketing research techniques to monitor guest satisfaction and evolving food service trends and marketplace dynamics.\nIn fiscal 2021, we continued a multi-year effort to implement new technology platforms that allow us to digitally engage with our guests and team members and strengthen our marketing and analytics capabilities in an increasingly connected society.  We also continued making improvements to our online and mobile ordering system for Olive Garden and LongHorn Steakhouse and accelerated rollout of online and mobile ordering and payment systems across all of our other brands.  In addition, we continued working on developing sophisticated customer relationship management programs, data analytics, and data-driven marketing approaches to effectively and efficiently target our existing and potential guests across our portfolio of brands.  This enables us to tailor our messaging and offerings depending on guest visit history, preferences and brand loyalty.\nHuman Capital\nDarden prioritizes our team members through our People Strategy that includes four strategic imperatives:\n•\nHire - Attract and select diverse team members that reflect our values and are committed to our results-oriented culture;\n•\nTrain - Teach our team members to perform in today’s environment and develop the skills to meet tomorrow’s needs;\n•\nReward - Invest in compelling programs that recognize team members when goals are achieved and further motivate our culture of winning; and\n•\nRetain - We keep our team members engaged and motivated, ready to deliver results and grow their careers.\nWe closely track and assess a variety of metrics that help us to evaluate our performance of each of these imperatives.\nHire.\nWe are committed to attracting, retaining, engaging and developing a workforce that mirrors the diversity of our guests.  We track a variety of workforce statistics to help us understand the gender, racial and ethnic diversity of our team members, including the following:\nKey Team Member Statistics as of the end of fiscal 2021\nIn addition to the gender, racial and ethnic diversity of our workforce, our team members are also very diverse in age; we employ members of five generations of the United States population: Traditionalists, Baby Boomers, Generation X, Millennials and Centennials.  We provide our EEO-1 report and additional details about our inclusion and diversity programs on our website at www.darden.com.\nTrain.\nWe succeed because of our people, and with our success come rewards, recognition and great opportunities for our team members.  We invest in our team members’ careers every step of the way by providing the tools they need to succeed in\n8\ntheir current roles, to grow personally and professionally, and to deliver exceptional experiences to our guests each day.  With thousands of leadership positions across our restaurants, we provide a pathway and training for thousands of individuals across the country to advance from entry-level jobs into management roles.  65% of the participants in our restaurant Manager In Training program in fiscal 2021 were internal promotions and 100% of the new General Managers or Managing Partners during fiscal 2021 were internal promotions.\nReward.\nWe believe that we provide working conditions and pay and benefits that compare favorably with those of our competitors. Most team members, other than restaurant management and corporate management, are paid on an hourly basis.  We offer our team members flexible work schedules and competitive pay and benefits, including paid sick leave and access to free counseling through our Work Life Assistance program for team members and their family.  In March of 2021, we announced that every hourly restaurant team member company-wide would earn a minimum hourly wage of at least $10 per hour, inclusive of tip income, starting immediately, and we committed to increase that minimum wage to $11 per hour in January 2022 and $12 per hour in January 2023.  We also announced approximately $17 million in one-time bonuses that were paid to our hourly restaurant team members to reward them for their hard work and dedication to serving our guests throughout the COVID-19 pandemic.  During fiscal 2021, we provided nearly\n$24 million\nin supplemental pay programs to provide support to hourly team members impacted by closures of dining rooms due to the COVID-19 pandemic and paid time off to receive their COVID-19 vaccines. In addition, to reward our restaurant management teams, during fiscal 2021, we paid quarterly bonuses at above-target levels regardless of performance during those quarters.  For our restaurant management teams other than general managers or managing partners, we also announced $6.5 million in one-time bonuses to reward their contributions to our success in navigating the pandemic.  None of our team members are covered by a collective bargaining agreement. We consider our team member relations to be good.\nConsistent with our core values of respect, caring and teamwork, in fiscal 1999 we established a program called Darden Dimes to help fellow Darden team members in need.  Darden Dimes provides short-term financial grants to team members experiencing financial need caused by unexpected emergencies or catastrophic natural disasters. Participating team members donate as little as 10 cents from each paycheck to the Darden Dimes fund, which raises and grants approximately $1.4 million annually.\nRetain.\nAs a full-service restaurant company, food is always top of mind, but our team members make the difference: they are at the heart of everything we do.  We believe the guest experience can never exceed the team member experience, so we hire the best and retain them by fostering an environment of respect, where diversity of thought and background is valued and everyone has the opportunity to develop and grow their careers.  In addition, our geographic footprint often puts us in a position to offer our restaurant team members jobs in their current roles when personal circumstances require relocation.\nDespite impacts of COVID-19 on our business and our workforce, Darden’s consolidated turnover rate for hourly team members during fiscal 2021, was 95.4%, one of the lowest rates in the restaurant industry. Each of our brands experienced a turnover rate during fiscal 2021 that was lower than the most recent relevant casual dining or fine dining turnover rate for their industry as reported in The People Report\nTM\nby Black Box Intelligence\nTM\n.  Darden’s consolidated restaurant management turnover rate of 18.8% was also significantly lower than the industry benchmark and an improvement over fiscal 2020.  Our executive leadership (vice president and above) has an average of over 16 years of experience with Darden.  The restaurant general managers and managing partners average 13 years with us.\nInformation Technology and Cybersecurity\nWe strive for leadership in the restaurant business by using technology as a competitive advantage and as an enabler of our strategy.  We have implemented technology-enabled business solutions to improve financial control, cost management, guest service and employee effectiveness, as well as enable e-commerce.  These solutions are designed to be used across restaurant brands, yet are flexible enough to meet the unique needs of each restaurant brand.  Our strategy is to fully integrate systems to drive operational efficiencies and enable restaurant teams to focus on restaurant operations excellence. Restaurant hardware and software support for all of our restaurant brands is provided or coordinated from the restaurant support center facility in Orlando, Florida.  Our data center contains sufficient computing power to process information from all restaurants quickly and efficiently.  Our information is processed in a secure environment to protect both our data and the physical computing assets.  We guard against business interruption by maintaining a disaster recovery plan, which includes storing critical business information off-site, testing the disaster recovery plan at a host-site facility and providing on-site power backup.  We periodically perform third-party cybersecurity audits following the standard set by the National Institute of Standards and Technology.  We also conduct third-party security reviews of our network, processes and systems on a regular basis.  We use internally developed proprietary software, cloud-based software as a service (SaaS) as well as purchased software, with proven, non-proprietary hardware.\n9\nAll Darden brands share a secure, robust digital platform with online ordering and other guest-facing capabilities.   We also have deployed mobile applications with online ordering and other features for all of our casual dining brands and for most of our specialty restaurant brands.  We successfully leveraged these digital capabilities over the last year to address changing guest needs.  We will continue to invest in these platforms and applications to enhance the guest experience.\nWe maintain a robust system of data protection and cybersecurity resources, technology and processes.  We regularly evaluate new and emerging risks and ever-changing legal and compliance requirements.  We make strategic investments to address these risks and compliance requirements to keep Company, guest and team member data secure.  We monitor risks of sensitive information compromise at our business partners where relevant and reevaluate the risks at these partners periodically.    We also perform annual and ongoing cybersecurity awareness training for our management and restaurant support center team members.  In addition, we provide annual credit card handling training following Payment Card Industry (PCI) guidelines to all team members that handle guest credit cards.\nOur management believes that our current systems and practice of implementing regular updates positions us well to support current needs and future growth. We use a strategic information systems multi-year planning process that involves senior management and is integrated into our overall business planning.  We provide data protection and cybersecurity reports to the Audit Committee of the Company’s Board of Directors on a quarterly basis and periodically to the full Board of Directors.  Information systems projects are prioritized based upon strategic, financial, regulatory, risk and other business advantage criteria.\nCompetition\nThe restaurant industry is intensely competitive with respect to the type and quality of food, price, service, restaurant location, personnel, brand, attractiveness of facilities, availability of carryout and home delivery, internet and mobile ordering capabilities and effectiveness of advertising and marketing. The restaurant business is often affected by changes in consumer tastes; national, regional or local economic conditions; demographic trends; traffic patterns; the type, number and location of competing restaurants; and consumers’ discretionary purchasing power.  We compete within each market with national and regional chains and locally-owned restaurants for guests, management and hourly personnel and suitable real estate sites. We also face growing competition from the supermarket industry, which offers convenient meals in the form of improved entrées, side dishes or meal preparation kits from the deli or prepared foods sections.  In addition, improving product offerings at fast casual restaurants and quick-service restaurants and expansion of home delivery services, together with negative economic conditions, could cause consumers to choose less expensive alternatives.  We expect intense competition to continue in all of these areas.\nOther factors pertaining to our competitive position in the industry are addressed under the sections entitled “Purchasing and Distribution,” “Advertising and Marketing” and “Information Technology and Cybersecurity” in this Item 1 and in our Risk Factors in Item 1A of this Form 10-K.\nTrademarks and Service Marks\nWe regard our Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, The Capital Burger\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n,\nDarden\n®\nand Darden Restaurants\n®\nservice marks, and other service marks and trademarks related to our restaurant businesses, as having significant value and as being important to our marketing efforts.  Our policy is to pursue registration of our important service marks and trademarks and to vigorously oppose any infringement of them.  Generally, with appropriate renewal and use, the registration of our service marks and trademarks will continue indefinitely.\nFranchises, Joint Ventures and New Business Development\nAs of May 30, 2021, we operated 1,834 restaurants through subsidiaries in the United States and Canada. We own all of those locations, except for 2 restaurants managed by us and owned by joint ventures in which we hold a majority ownership.  We control the joint ventures’ use of our service marks and the joint ventures pay management fees to us, which are not material to our consolidated financial statements.\nAs of May 30, 2021, franchisees operated 33 franchised restaurants in the United States and 24 franchised restaurants outside of the United States.  We have area development, franchise and/or license agreements in place with unaffiliated operators to develop and operate Olive Garden, LongHorn Steakhouse, Cheddar’s Scratch Kitchen, The Capital Grille and Bahama Breeze restaurants in the following regions:\n•\nUnited States,\n•\nMexico,\n•\nCentral and South America (Brazil, Chile, Costa Rica, Ecuador, El Salvador and Panama), and\n•\nPhilippines\n10\nThe open and operating franchised restaurants are all reflected in the table under the “Introduction” section of this Item 1.  We do not have an ownership interest in any of these franchisees, but we receive fees under the area development and franchise agreements and royalty income under the franchise or license agreements.  The amount of income we derive from our franchise arrangements is not material to our consolidated financial statements.\nWe license the sales and distribution of several items including Olive Garden salad dressings, salad croutons, LongHorn Steakhouse seasoning and Olive Garden seasoning through various channels including wholesale distribution chains and major grocery chains.  The amount of income we derive from these licensing arrangements is not material to our consolidated financial statements.\nSeasonality\nOur sales volumes have historically fluctuated seasonally. Typically, our average sales per restaurant are highest in the winter and spring, followed by the summer, and lowest in the fall.  However, throughout fiscal 2021, a variety of factors, including the impacts of COVID-19 on our business, government actions taken to respond to COVID-19 and to stimulate the United States’ recovery from COVID-19, and changing consumer preferences caused fluctuations in our sales volumes that were different than our typical seasonality.  Additionally, holidays, changes in the economy, severe weather and similar conditions may impact sales volumes seasonally in some operating regions. Because of the historical seasonality of our business and these other factors, results for any quarter are not necessarily indicative of the results that may be achieved for the full fiscal year.\nGovernment Regulation\nWe are subject to various federal, state, local and international laws affecting our business.  Each of our restaurants must comply with licensing requirements and regulations by a number of governmental authorities, which include health, safety and fire agencies in the state or municipality in which the restaurant is located.  The development and operation of restaurants depend on selecting and acquiring suitable sites, which are subject to zoning, land use, environmental, traffic and other regulations.  To date, we have not been significantly affected by any difficulty, delay or failure to obtain required licenses or approvals.\nThe COVID-19 pandemic caused a panoply of federal, state and local government regulations affecting our business to be issued and frequently revised on a daily and/or weekly basis beginning in March 2020 and continuing through most of fiscal 2021.  Regulations relating to paid sick leave, opening and closing of bars, restaurants and dining rooms, business hours, sanitation practices, To Go alcohol sales, guest spacing within dining rooms and other social distancing practices and PPE usage by both team members and guests have materially affected the way we operate our business and serve our guests.  By the end of fiscal 2021, very few COVID-19-specific operating restrictions remained in place in the United States, but we continue to monitor the COVID-19 pandemic and it is possible certain regulations could be reimposed in the future if the United States or portions thereof experience additional outbreaks.\nDuring fiscal 2021, 9.8 percent of our sales were attributable to the sale of alcoholic beverages.  Regulations governing their sale require licensure by each site (in most cases, on an annual basis), and licenses may be revoked or suspended for cause at any time. These regulations relate to many aspects of restaurant operation, including the minimum age of patrons and employees, hours of operation, advertising, wholesale purchasing, inventory control and handling, and storage and dispensing of alcoholic beverages.  As a result of the impact of COVID-19 pandemic on restaurants, many states have modified their regulations to permit To Go sales of alcoholic beverages, and in some locations we now offer a variety of alcoholic beverages, including in bottles, from draft and mixed drinks To Go.  The failure of a restaurant to obtain or retain these alcoholic beverage licenses or to comply with regulations governing the sale of alcoholic beverages would adversely affect the restaurant’s operations. We also are subject in certain states to “dram shop” statutes, which generally provide an injured party with recourse against an establishment that serves alcoholic beverages to an intoxicated person who then causes injury to himself or a third party.  We carry liquor liability coverage as part of our comprehensive general liability insurance.\nWe also are subject to federal and state minimum wage laws and other laws governing such matters as overtime, tip credits, working conditions, paid leave, safety standards, and hiring and employment practices.\nSince 1995, Darden has had a Tip Rate Alternative Commitment (TRAC) agreement with the Internal Revenue Service.  TRAC requirements, which include increased educational and other efforts in each restaurant to increase the reporting compliance of employees with respect to cash tips, are applied across all of our brands.  Compliance with TRAC requirements reduces the likelihood of potential employer-only FICA tax assessments related to cash tips that are unreported by employees at Darden’s covered units.  Consistent with our long-standing agreement with the IRS, we work proactively with IRS personnel responsible for tip compliance to ensure that we are taking the appropriate steps to continue to meet our TRAC obligations.\n11\nWe are subject to federal and state environmental regulations, but these rules have not had a material effect on our operations. During fiscal 2021, there were no material capital expenditures for environmental control facilities and no material expenditures for this purpose are anticipated.\nOur facilities must comply with the applicable requirements of the Americans with Disabilities Act of 1990 (ADA) and related state accessibility statutes.  Under the ADA and related state laws, we must provide equivalent service to disabled persons and make reasonable accommodation for their employment, and when constructing or undertaking significant remodeling of our restaurants, we must make those facilities accessible.\nWe are subject to federal and state regulations relating to employer-provided health insurance, but these rules have not had a material effect on our operations. We continue to monitor the status of the health care reform discussions at the federal and state levels.\nWe are subject to laws and regulations relating to the preparation and sale of food, including regulations regarding product safety, nutritional content and menu labeling.  We are subject to laws and regulations requiring disclosure of calorie, fat, trans fat, salt and allergen content.\nWe are subject to laws relating to information security, privacy, cashless payments and consumer credit, protection and fraud.  An increasing number of governments and industry groups worldwide have established data privacy laws and standards for the protection of personal information, including social security numbers, financial information (including credit card numbers), and health information.  As a merchant and service provider of point-of-sale services, we are also subject to the Payment Card Industry Data Security Standard issued by the Payment Card Industry Council (PCI DSS).\nWe are subject to anti-corruption laws in the United States and in the international jurisdictions where we do business, including the Foreign Corrupt Practices Act.  We are also subject to a variety of international laws relating to franchising and licensing of intellectual property in the various countries across the world where we are engaged in franchising our restaurant brands.\nSee Item 1A “Risk Factors” below for a discussion of risks relating to federal, state and local regulation of our business, including in the areas of health care reform, data privacy and environmental matters.\nSustainability\nThe sustainability of our food sources and restaurant operations is a key component of providing great service and food to our guests. As business interruptions from the COVID-19 pandemic have receded during fiscal 2021, we enhanced our focus on our climate strategy, restaurant sustainability metrics and Darden’s Animal Welfare Council. We will continue to adapt our sustainability approach in the current economic environment with development or enhancement of integrated and strategic priorities in the near term across the enterprise, from the food we source to the operation of our restaurants.\nWe are proud to operate some of the most efficient restaurants in the United States. Darden manages energy and water conservation within our restaurant operations and over the last decade we have realized a 20 percent reduction in energy use per restaurant and a 25 percent reduction in water usage on average per restaurant.  In fiscal 2020, we experienced reductions in energy and water usage directly related to COVID-19 impacts to the business, and we do not expect these results to continue year-over-year. In addition to our energy and water footprint at the restaurants, we have also seen a continuous reduction in our carbon footprint. Since 2008, we have reduced our average greenhouse gas emissions per restaurant by 32 percent, as measured in accordance with the Corporate Accounting and Reporting Standard of the Greenhouse Gas Protocol.\n(1)\nPer restaurant Intensity Ratio includes only Scope 1 and 2 totals (as defined in the Corporate Accounting and Reporting Standard of the GHG Protocol) divided by the total number of restaurants.\n(2)\nFY 2018 excludes Cheddar's Scratch Kitchen due to lack of verified GHG data prior to acquisition.\nWe shared Darden’s Food Principles in 2016 to outline our commitment to guests in areas of sustainable sourcing, nutritional disclosure, food safety and animal welfare. Darden’s Food Principles connect each of these strategic business efforts in a guest-centered platform, including sourcing and ingredient commitments to our guests. We have set commitments related to the\n12\nfollowing food attributes: animal welfare, chickens raised without medically-important antibiotics, cage-free eggs and gestation crate-free pork. We are on track to meet our Food Principles commitments and we continue to monitor progress with our suppliers.\nBuilding on our Food Principles, Darden established an Animal Welfare Policy that adopts an outcomes-based approach to continue to ensure high level of care for farm animals in the food supply chain. To implement this Policy, we established an Animal Welfare Council consisting of leading academics and thought leaders with expertise in the care of animals in food supply chains.  The Council advises and supports the Company on our efforts to advance strategy and implementation of an outcomes-based approach to animal welfare, from supplier collaborations to reporting improvements. During COVID-19 interruptions, it was necessary to temporarily suspend Council meetings, but we virtually reconvened the Council in early 2021 to resume this important work.\nMore information about our sustainability strategy, our commitment to our guests on Food Principles and our progress to date is available at\nwww.darden.com\n.\nDarden Foundation and Community Affairs\nWe are recognized for a culture that rewards caring for and responding to people. That defines service for Darden.  The Darden Restaurants, Inc. Foundation (the Foundation) works to bring this spirit of service to life through its philanthropic support of charitable organizations across the country and support for the volunteer involvement of our team members. The Foundation does this by focusing its philanthropic efforts on programs that enhance the communities where our team members and guests live and work.  In addition, team members at the Darden Restaurant Support Center are eligible for 16 hours per calendar year of paid time for approved community service activities during scheduled work hours.\nIn fiscal 2021, the Foundation awarded approximately $4.1 million in grants to national organizations as well as local nonprofits including Second Harvest Food Bank of Central Florida and the Heart of Florida United Way. These organizations provide service to the public through hunger relief, community engagement, disaster preparedness and the promotion of career opportunities in the culinary industry.\nThe unprecedented events of the year 2020 reinforced the importance of our long-term partnership with Feeding America. The need for food has increased due to the COVID-19 pandemic and food insecurity in communities of color is disproportionately high. In fiscal 2021, the Darden Foundation awarded two grants totaling $2.5 million to help fund 15 refrigerated box trucks to increase access to nutritious food and address transportation needs at food banks that are under-resourced and serve a high percentage of people of color.  In addition to enhancing mobile food pantry programs, the Foundation’s contributions support 191 food banks across the country and help provide meals for people facing hunger. The most recent donation marks a total of $12.3 million that the Foundation and Darden have contributed to the Feeding America network since 2010.\nOur support of Feeding America and the fight against hunger goes hand-in-hand with our Darden Harvest program, which began in 2003 as a mechanism for delivering fresh and healthy food to people who need it. Each day, across every one of our restaurants, we collect surplus, wholesome food that is not served to guests and, rather than discarding the food, we prepare it for donation to local nonprofit feeding partners. In fiscal 2021, Darden contributed approximately 5.7 million pounds of food, the equivalent of more than 4.7 million meals provided to people in need across the communities served by our restaurants. As an added benefit of the Darden Harvest program, we are able to divert millions of pounds of surplus food from waste streams every year, making the Darden Harvest program a key part of our goal to one day send zero waste to landfills.\nIn fiscal 2021, as part of Darden’s commitment to inclusion and diversity, the Foundation donated $500,000 to Boys & Girls of America to support the creation, development, and implementation of programming that will help youth better understand diversity and combat racial discrimination. The new Youth for Unity curriculum will provide meaningful, action-oriented solutions to address social injustice and racial inequity and help foster the next generation of leaders, problem-solvers and advocates for change.\nThe Foundation’s funding helps support the National Restaurant Association Educational Foundation’s ProStart program, a national high school program that introduces students to the restaurant industry and provides them with an industry-driven curriculum on topics ranging from culinary techniques to management skills. The Foundation’s fiscal 2021 contribution of $200,000 also supports the Opportunity Youth-Restaurant Ready program to engage and encourage disconnected young people to pursue a path to employment and improve their quality of life.\nWe are also a proud member of the American Red Cross’ Disaster Responder Program, which enables the Red Cross to respond to the needs of individuals and families impacted by disasters anywhere in the United States. In fiscal 2021, the Foundation provided $250,000 to the American Red Cross for the program. In addition to financial support, our restaurants regularly donate meals to feed first responders and victims of natural disasters.\n13\nMore information about the Foundation and its efforts to enhance the quality of life in the communities where we do business is available on our website at\nwww.darden.com\n."
  },
  {
    "item_key": "item_1a",
    "text": "Various risks and uncertainties could affect our business.  Any of the risks described below or elsewhere in this report or our other filings with the Securities and Exchange Commission could have a material impact on our business, financial condition or results of operations. It is not possible to predict or identify all risk factors.  Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also impair our business operations.\nRisks Relating to the COVID-19 Pandemic\nThe COVID-19 pandemic has disrupted and may continue to disrupt our business, which has affected and could continue to materially affect our operations, financial condition and results of operations.\nThe COVID-19 pandemic, federal, state and local government responses to COVID-19 and our Company’s responses to the outbreak have all disrupted and may continue to disrupt our business. In the United States over the course of fiscal 2021, state and local governments imposed a variety of restrictions on people and businesses and public health authorities offered regular guidance on health and safety. In response to the COVID-19 pandemic and these changing conditions, during the fourth quarter of fiscal 2020, we closed the dining rooms in all of our restaurants for some portion of the quarter and operated in a To Go or To Go plus delivery format only.  As a result, we began fiscal 2021 with significant limitations on our operations, which over the course of the fiscal year varied widely from time to time, state to state and city to city.  During November 2020, rising case rates resulted in certain jurisdictions implementing restrictions that again reduced dining room capacity or mandated the re-closure of dining rooms.  Once COVID-19 vaccines were approved and moved into wider distribution in the United States in early 2021, public health conditions improved and almost all of the COVID-19 restrictions on businesses have eased. As of the date of this report, all of our restaurants were able to open their dining rooms and few capacity restrictions or other COVID-19 restrictions remained in place in the United States.\nHowever, it is possible that future increases in cases or further localized or widespread outbreaks of COVID-19 in the United States could require us to again reduce our capacity or suspend our in-restaurant dining operations. The COVID-19 pandemic and these responses have affected and may continue to adversely affect our guest traffic, sales and operating costs and we cannot predict whether an increase in cases or localized or widespread outbreaks will occur and whether future government responses thereto may impact us. In addition, future increases in cases or further localized or widespread outbreaks of COVID-19 in the United States or elsewhere could negatively impact our suppliers, and we could face shortages of food items or other supplies at our restaurants and our operations and sales could be adversely impacted by such supply interruptions.\nRisks Relating to Health and Safet\ny\nHealth concerns arising from food-related pandemics, outbreaks of flu, viruses or other diseases may have an adverse effect on our business.\nIn addition to the novel coronavirus that causes COVID-19, the United States and other countries have experienced, or may experience in the future, outbreaks of other viruses, such as norovirus, avian flu or “SARS,” “MERS,” H1N1 or “swine flu,” or other diseases.  To the extent that a virus or disease is food-borne, or perceived to be food-borne, future outbreaks may adversely affect the price and availability of certain food products and cause our guests to eat less of a product, or could reduce public confidence in food handling and/or public assembly.  For example, public concern over avian flu may cause fear about the consumption of chicken, eggs and other products derived from poultry. The inability to serve poultry-based products would restrict our ability to provide a variety of menu items to our guests. If we change a restaurant menu in response to such concerns, we may lose guests who do not prefer the new menu, and we may not be able to attract a sufficient new guest base to produce the sales needed to make the restaurant profitable. We also may have different or additional competitors for our intended guests as a result of such a change and may not be able to successfully compete against such competitors.  If a virus is transmitted by human contact or respiratory transmission, our employees or guests could become infected, or could choose, or be advised, to avoid gathering in public places, any of which could adversely affect our restaurant guest traffic and our ability to adequately staff our restaurants, receive deliveries on a timely basis or perform functions at the corporate level. We also could be adversely affected if the World Health Organization and/or the CDC were to restrict travel to affected geographic areas where we source our products, thus possibly impacting the continuity of supply.  Additionally, jurisdictions in which we have restaurants may impose mandatory closures, seek voluntary closures or impose restrictions on operations.  Even if such measures are not implemented and a virus or other disease does not spread significantly, the perceived risk of infection or significant health risk may cause guests to choose other alternatives to dining out in our restaurants which may adversely affect our business.\n14\nA failure to maintain food safety throughout the supply chain and food-borne illness concerns may have an adverse effect on our business.\nFood safety is a top priority, and we dedicate substantial resources to ensuring that our guests enjoy safe, quality food products.  Even with strong preventative interventions and controls, food safety issues could be caused at the source or by food suppliers or distributors and, as a result, be out of our control and require prompt action to mitigate impact.  In addition, regardless of the source or cause, any report of food-borne illnesses such as E. coli, hepatitis A, norovirus or salmonella, or other food safety issues including food tampering or contamination at one of our restaurants could adversely affect the reputation of our brands and have a negative impact on our sales. Even instances of food-borne illness, food tampering or food contamination occurring solely at restaurants of our competitors could result in negative publicity about the food service industry generally and adversely impact our sales. The occurrence of food-borne illnesses or food safety issues could also adversely affect the price and availability of affected ingredients, resulting in higher costs and lower margins.\nRisks Related to Human Capital\nThe inability to hire, train, reward and retain restaurant team members and determine and maintain adequate staffing may impact our ability to achieve our operating, growth and financial objectives.\nOur long-term growth depends substantially on our ability to recruit and retain high-quality team members to work in and manage our restaurants.  Adequate staffing and retention of qualified restaurant team members is a critical factor impacting our guests’ experience in our restaurants.  Maintaining adequate staffing in our existing restaurants and hiring and training staff for our new restaurants requires precise workforce planning which has been complicated by the impacts of the COVID-19 pandemic on our business, the relevant labor market and on consumer preferences.  The market for the most qualified talent continues to be competitive and we must provide competitive wages, benefits and workplace conditions to maintain our most qualified team members.  Personal or public health concerns related to COVID-19 may continue to make some existing team members or potential candidates reluctant to work in enclosed restaurant environments. We have experienced and may continue to experience challenges in recruiting and retaining team members in various locations.  A shortage of quality candidates who meet all legal citizenship or work authorization requirements, failure to recruit and retain new team members in a timely manner or higher than expected turnover levels all could affect our ability to open new restaurants, grow sales at existing restaurants or meet our labor cost objectives. An inability to adequately monitor and proactively respond to team member dissatisfaction could lead to poor guest satisfaction, higher turnover, litigation and unionization which could jeopardize our ability to meet our growth targets.\nA failure to recruit, develop and retain effective leaders or the loss or shortage of personnel with key capacities and skills could impact our strategic direction and jeopardize our ability to meet our business performance expectations and growth targets.\nOur future growth depends substantially on the contributions and abilities of key executives and other leadership team members. We must continue to recruit, retain and motivate management team members in order to achieve our current business objectives and support our projected growth.  Changes in senior management could expose us to significant changes in strategic direction and initiatives.  A failure to maintain appropriate organizational capacity and capability to support leadership excellence (adequate resources, innovative skill sets and expectations) and build adequate bench strength required for growth or a loss of key skill sets could jeopardize our ability to meet our business performance expectations and growth targets.\nWe may be subject to increased labor and insurance costs.\nOur restaurant operations are subject to United States and Canadian federal, state and local laws governing such matters as minimum wages, working conditions, overtime and tip credits.  As federal, state and local minimum wage rates increase, we may need to increase not only the wages of our minimum wage employees, but also the wages paid to employees at wage rates that are above minimum wage.  Labor shortages, increased employee turnover and health care and other benefit mandates also have increased and may continue to increase our labor costs.  This in turn could lead us to increase prices which could impact our sales. Conversely, if competitive pressures or other factors prevent us from offsetting increased labor costs by increases in prices, our profitability may decline. In addition, the current premiums that we pay for our insurance (including workers’ compensation, general liability, property, health, and directors’ and officers’ liability) may increase at any time, thereby further increasing our costs.  The dollar amount of claims that we actually experience under our workers’ compensation and general liability insurance, for which we carry high per-claim deductibles, may also increase at any time, thereby further increasing our costs. Further, the decreased availability of property and liability insurance has the potential to negatively impact the cost of premiums and the magnitude of uninsured losses.\nRisks Relating to Information Technology and Privacy\n15\nWe rely heavily on information technology in our operations, and insufficient guest or employee facing technology or a failure to maintain a continuous and secure cyber network, free from material failure, interruption or security breach, could harm our ability to effectively operate our business and/or result in the loss of respected relationships with our guests or employees.\nWe rely heavily on information systems across our operations, including for e-commerce, marketing programs, employee engagement, management of our supply chain, the point-of-sale processing system in our restaurants, and various other processes and transactions. Our ability to effectively manage our business and coordinate the production, distribution and sale of our products depends significantly on the reliability, security and capacity of these systems.  In addition, we must effectively respond to changing guest expectations and new technological developments. Disruptions, failures or other performance issues with guest facing technology systems could impair the benefits that they provide to our business and negatively affect our relationship with our guests.  The failure of these systems to operate effectively, problems with transitioning to upgraded or replacement systems, a material network breach in the security of these systems as a result of a cyber attack, phishing attack, ransomware attack or any other failure to maintain a continuous and secure cyber network could result in substantial harm or inconvenience to the Company, our team members or guests.  This could include the theft of our intellectual property, trade secrets or sensitive financial information.  Some of these essential business processes that are dependent on technology are outsourced to third parties.  While we make efforts to ensure that our providers are observing proper standards and controls, we cannot guarantee that breaches or failures caused by these outsourced providers will not occur.\nAny such failures or disruptions may cause delays in guest service, reduce efficiency in our operations, require significant capital investments to remediate the problem, result in customer, employee or advertiser dissatisfaction or otherwise result in negative publicity that could harm our reputation.  We could also be subjected to litigation, regulatory investigations or the imposition of penalties.  As information security laws and regulations change and cyber risks evolve, we may incur additional costs to ensure we remain in compliance and protect guest, employee and Company information.\nWe may incur increased costs to comply with privacy and data protection laws and, if we fail to comply or our systems are compromised, we could be subject to government enforcement actions, private litigation and adverse publicity.\nWe receive and maintain certain personal, financial and other information about our customers, employees, vendors and suppliers.  In addition, certain of our vendors receive and maintain certain personal, financial and other information about our employees and customers.  The use and handling, including security, of this information is regulated by evolving and increasingly demanding data privacy laws and regulations in various jurisdictions, as well as by certain third-party contracts and industry standards.  Complying with newly developed laws and regulations, which are subject to change and uncertain interpretations and may be inconsistent from jurisdiction to jurisdiction, may lead to a decline in guest engagement or cause us to incur substantial costs or modifications to our operations or business practices to comply.  In addition, if our security and information systems are compromised as a result of data corruption or loss, cyber attack or a network security incident, or if our employees or vendors fail to comply with these laws and regulations or fail to meet industry standards and this information is obtained by unauthorized persons or used inappropriately, it could result in liabilities and penalties and could damage our reputation, cause interruption of normal business performance, cause us to incur substantial costs and result in a loss of customer confidence, which could adversely affect our results of operations and financial condition.  Additionally, we could be subject to litigation and government enforcement actions as a result of any such failure.\nRisks Related to the Restaurant Industry\nWe are subject to a number of risks relating to public policy changes and federal, state and local regulation of our business, including in the areas of health care reform, environmental matters, minimum wage, unionization, menu labeling, immigration requirements and taxes, and an insufficient or ineffective response to legislation or government regulation may impact our cost structure, operational efficiencies and talent availability.\nThe restaurant industry is subject to extensive federal, state, local and international laws and regulations.  The development and operation of restaurants depend to a significant extent on the selection and acquisition of suitable sites, which are subject to building, zoning, land use, environmental, traffic and other regulations and requirements.  We are subject to licensing and regulation by state and local authorities relating to health, sanitation, safety and fire standards and the sale of alcoholic beverages. We are subject to laws and regulations relating to the preparation and sale of food, including regulations regarding product safety, nutritional content and menu labeling. We are subject to federal, state, and local laws governing employment practices and working conditions.   These laws cover minimum wage rates, wage and hour practices, labor relations, paid and family leave, workplace safety, and immigration, among others.  The myriad of laws and regulations being passed at the state and local level creates unique challenges for a multi-state employer as different standards apply to different locations, sometimes with conflicting requirements.  We must continue to monitor and adapt our employment practices to comply with these various laws and regulations.\n16\nWe also are subject to federal and state laws which prohibit discrimination and other laws regulating the design and operation of facilities, such as the ADA.  Compliance with these laws and regulations can be costly and increase our exposure to litigation and governmental proceedings, and a failure or perceived failure to comply with these laws could result in negative publicity that could harm our reputation.  New or changing laws and regulations relating to union organizing rights and activities may impact our operations at the restaurant level and increase our labor costs.\nWe are subject to a variety of federal, state and local laws and regulations relating to the use, storage, discharge, emission and disposal of hazardous materials. There also has been increasing focus by United States and overseas governmental authorities on other environmental matters, such as climate change, the reduction of greenhouse gases and water consumption. This increased focus may lead to new initiatives directed at regulating a yet to be specified array of environmental matters.  Legislative, regulatory or other efforts to combat climate change or other environmental concerns could result in future increases in the cost of raw materials, taxes, transportation and utilities, which could decrease our operating profits and necessitate future investments in facilities and equipment.\nWe are subject to laws relating to information security, cashless payments and consumer credit, protection and fraud.  Compliance with these laws and regulations can be costly, and any failure or perceived failure to comply with these laws or any breach of our systems could harm our reputation or lead to litigation, which could adversely affect our financial condition.\nThe impact of current laws and regulations, the effect of future changes in laws or regulations that impose additional requirements and the consequences of litigation relating to current or future laws and regulations, or an insufficient or ineffective response to significant regulatory or public policy issues, could negatively impact our cost structure, operational efficiencies and talent availability, and therefore have an adverse effect on our results of operations. Failure to comply with the laws and regulatory requirements of federal, state and local authorities could result in, among other things, revocation of required licenses, administrative enforcement actions, fines and civil and criminal liability. Compliance with these laws and regulations can be costly and can increase our exposure to litigation or governmental investigations or proceedings.\nWe face intense competition, and if we have an insufficient focus on competition and the consumer landscape, our business, financial condition and results of operations could be adversely affected.\nThe full-service dining sector of the restaurant industry is intensely competitive with respect to pricing, service, location, personnel, take-out and delivery options and type and quality of food, and there are many well-established competitors. We compete within each market with national and regional restaurant chains and locally-owned restaurants. We also face growing competition as a result of the trend toward convergence in grocery, deli and restaurant services, particularly in the supermarket industry which offers “convenient meals” in the form of improved entrées, side dishes or meal preparation kits from the deli or prepared foods sections. We compete primarily on the quality, variety and value perception of menu items. The number and location of restaurants, type of brand, quality and efficiency of service, attractiveness of facilities and effectiveness of advertising and marketing programs are also important factors. We anticipate that intense competition will continue with respect to all of these factors. If we are unable to continue to compete effectively, our business, financial condition and results of operations could be adversely affected.\nWe are subject to changes in consumer preferences that may adversely affect demand for food at our restaurants.\nConsumers have continually changing health and dietary preferences.  As a result, our diverse portfolio of restaurant brands are continually challenged to evolve our menu offerings to appeal to these changing customer preferences, while maintaining our brand character and retaining popular menu items.  In response to the COVID-19 pandemic, during periods of high public health risk, many consumers chose to order food To Go or for delivery rather than dining in at full-service restaurants.  If COVID-19 cases increase or other future public health issues cause these preferences to increase, we may need to further adapt our offerings to respond to these additional changes.  New information or changes in dietary, nutritional, allergen or health guidelines or environmental or sustainability concerns, whether issued by government agencies, academic studies, advocacy organizations or similar groups, may cause some groups of consumers to select foods other than those that are offered by our restaurants.  If we fail to anticipate changing trends or other consumer preferences, our business, financial condition and results of operations could be adversely affected.\n17\nOur inability or failure to recognize, respond to and effectively manage the accelerated impact of social media could have a material adverse impact on our business.\nThere has been a marked increase in the use of social media platforms and similar devices which allow individuals access to a broad audience of consumers and other interested persons. Many social media platforms immediately publish the content their subscribers and participants post, often without filters or checks on accuracy of the content posted. Information posted on such platforms at any time may be adverse to our interests or may be inaccurate, each of which may harm our performance, prospects, or business.  The harm may be immediate without affording us an opportunity for redress or correction.  The dissemination of information online could harm our business, prospects, financial condition, and results of operations, regardless of the information’s accuracy.\nMany of our competitors are expanding their use of social media and new social media platforms are rapidly being developed, potentially making more traditional social media platforms obsolete.  As a result, we need to continuously innovate and develop our social media strategies in order to maintain broad appeal with guests and brand relevance. As part of our marketing efforts, we rely on social media platforms and search engine marketing to attract and retain guests.  We also continue to invest in other digital marketing initiatives that allow us to reach our guests across multiple digital channels and build their awareness of, engagement with, and loyalty to our brands. These initiatives may not be successful, resulting in expenses incurred without the benefit of higher revenues, increased employee engagement or brand recognition.  In addition, a variety of risks are associated with the use of social media, including the improper disclosure of proprietary information, negative comments about us, exposure of personally identifiable information,  fraud, or out-of-date information.  The inappropriate use of social media vehicles by our guests or employees could increase our costs, lead to litigation or result in negative publicity that could damage our reputation.\nA failure to identify and execute innovative marketing and guest relationship tactics, ineffective or improper use of other marketing initiatives, and increased advertising and marketing costs could adversely affect our results of operations.\nIf our competitors increase their spending on advertising and promotions, if our advertising, media or marketing expenses increase, if our advertising and promotions become less effective than those of our competitors, or if we do not adequately leverage technology and data analytic capabilities needed to generate concise competitive insight, we could experience a material adverse effect on our results of operations.   A failure to sufficiently innovate, develop guest relationship initiatives, or maintain adequate and effective advertising could inhibit our ability to maintain brand relevance and drive increased sales.\nAs part of our marketing efforts, we rely on social media platforms and search engine marketing to attract and retain guests.  These initiatives may not be successful, and pose a variety of other risks, as discussed above under the heading: “Our inability or failure to recognize, respond to and effectively manage the accelerated impact of social media could have a material adverse impact on our business.”\nA failure to address cost pressures, including rising costs for commodities, labor, health care and utilities used by our restaurants, and a failure to effectively deliver cost management activities and achieve economies of scale in purchasing could compress our margins and adversely affect our sales and results of operations.\nOur results of operations depend significantly on our ability to anticipate and react to changes in the price and availability of food, ingredients, labor, health care, utilities and other related costs over which we may have little control.  Operating margins for our restaurants are subject to changes in the price and availability of food commodities, including beef, pork, chicken, seafood, cheese, butter and produce.  The introduction of or changes to tariffs on imported food products, such as produce and seafood, could increase our costs and possibly impact the supply of those products.   We cannot predict whether we will be able to anticipate and react to changing food costs by adjusting our purchasing practices, menu offerings, and menu prices, and a failure to do so could adversely affect our operating results.  We attempt to leverage our size to achieve economies of scale in purchasing, but there can be no assurances that we can always do so effectively.  We are also subject to the general risks of inflation.\nIncreases in minimum wage, health care and other benefit costs may have a material adverse effect on our labor costs. We operate in many states and localities where the minimum wage is significantly higher than the federal minimum wage. Increases in minimum wage may also result in increases in the wage rates paid for non-minimum wage positions.  Many states and localities are also passing laws regulating employment practices and working conditions which could have a material adverse effect on our labor costs in those areas.\nOur restaurants’ operating margins are also affected by fluctuations in the price of utilities such as electricity and natural gas, whether as a result of inflation or otherwise, on which the restaurants depend for their energy supply.  In addition, interruptions to the availability of gas, electric, water or other utilities, whether due to aging infrastructure, weather conditions,\n18\nfire, animal damage, trees, digging accidents or other reasons largely out of our control, may adversely affect our operations.  Our inability to anticipate and respond effectively to an adverse change in any of these factors could have a significant adverse effect on our sales and results of operations.\nCertain economic and business factors specific to the restaurant industry and other general macroeconomic factors including unemployment, energy prices and interest rates that are largely beyond our control may adversely affect consumer behavior and our results of operations.\nOur business results depend on a number of industry-specific and general economic factors, many of which are beyond our control.  The full-service dining sector of the restaurant industry is affected by changes in international, national, regional and local economic conditions, seasonal fluctuation of sales volumes, consumer spending patterns and consumer preferences, including changes in consumer tastes and dietary habits, and the level of consumer acceptance of our restaurant brands.  The performance of individual restaurants may also be adversely affected by factors such as demographic trends, severe weather including hurricanes, traffic patterns and the type, number and location of competing restaurants.\nGeneral economic conditions, including economic downturns related to the COVID-19 pandemic and uncertainty about the strength or pace of economic recovery, have also adversely affected our results of operations and may continue to do so.  Economic recession, a protracted economic slowdown, a worsening economy, increased unemployment, increased energy prices, rising interest rates, a downgrade of the U.S. government’s long-term credit rating, imposition of retaliatory tariffs on important U.S. imports and exports or other industry-wide cost pressures have affected and can continue to affect consumer behavior and spending for restaurant dining occasions and lead to a decline in sales and earnings.  Job losses, foreclosures, bankruptcies and falling home prices have caused and may continue to cause guests to make fewer discretionary purchases, and any significant decrease in our guest traffic or average profit per transaction will negatively impact our financial performance.  In addition, if gasoline, natural gas, electricity and other energy costs increase, and credit card, home mortgage and other borrowing costs increase with rising interest rates, our guests may have lower disposable income and reduce the frequency of their dining occasions, may spend less on each dining occasion or may choose more inexpensive restaurants.\nFurthermore, we cannot predict the effects that actual or threatened armed conflicts, terrorist attacks, efforts to combat terrorism, heightened security requirements, or a failure to protect information systems for critical infrastructure, such as the electrical grid and telecommunications systems, could have on our operations, the economy or consumer confidence generally. Any of these events could affect consumer spending patterns or result in increased costs for us due to security measures.\nUnfavorable changes in the above factors or in other business and economic conditions affecting our guests could increase our costs, reduce traffic in some or all of our restaurants or impose practical limits on pricing, any of which could lower our profit margins and have a material adverse effect on our sales, financial condition and results of operations.\nClimate change, adverse weather conditions and natural disasters could adversely affect our restaurant sales or results of operations.\nClimatologists predict that the long-term effects of climate change and global warming will result in more severe, volatile weather or extended droughts, which could increase the frequency and duration of weather impacts on our operations.  Adverse weather conditions have in the past and may continue to impact guest traffic at our restaurants, cause the temporary underutilization of outdoor patio seating and, in more severe cases such as hurricanes, tornadoes, wildfires or other natural disasters, cause temporary closures, sometimes for prolonged periods, which  negatively impact our restaurant sales.  Climate change and government regulation relating to climate change could result in construction delays and increased costs, interruptions to the availability or increases in the cost of utilities, and shortages or interruptions in the supply or increases to the costs of food items and other supplies.\nRisks Relating to Our Business Model and Strategy\nA majority of our restaurants are operated in leased properties and as a result, we are committed to long-term lease obligations that we may not be able to cancel if we want to close a restaurant location and we may be unable to renew the leases that we may want to extend at the end of their terms.\nAs of May 30, 2021, 1,761 of our 1,834 restaurants operating in the United States and Canada operate in leased locations and the leases are generally non-cancellable for some period of time.  If we close a restaurant in a leased location, we may remain committed to perform our obligations under the applicable lease, which would include, among other things, payment of the base rent for the balance of the lease term. Additionally, the potential losses associated with our inability to cancel leases may result in our keeping open restaurant locations that are performing significantly below targeted levels. As a result, ongoing lease obligations at closed or underperforming restaurant locations could impair our results of operations.  In addition, at the end of the lease term and expiration of all renewal periods, we may be unable to renew the lease without substantial additional cost, if at all.\n19\nAs a result, we may be required to close or relocate a restaurant, which could subject us to construction and other costs and risks, and may have an adverse effect on our operating performance.\nOur inability or failure to execute on a comprehensive business continuity plan following a major natural disaster such as a hurricane or manmade disaster, at our corporate facility could have a materially adverse impact on our business.\nMany of our corporate systems and processes and corporate support for our restaurant operations are centralized at one Florida location.\nWe have disaster recovery procedures and business continuity plans in place to address most events of a crisis nature, including hurricanes and other natural or manmade disasters, and back up and off-site locations for recovery of electronic and other forms of data and information. However, if we are unable to fully implement our disaster recovery plans, we may experience delays in recovery of data, inability to perform vital corporate functions, tardiness in required reporting and compliance, failures to adequately support field operations and other breakdowns in normal communication and operating procedures that could have a material adverse effect on our financial condition, results of operation and exposure to administrative and other legal claims.\nWe may lose sales or incur increased costs if our restaurants experience shortages, delays or interruptions in the delivery of food and other products from our third party vendors and suppliers.\nWe have a limited number of suppliers and distributors for certain of our products and services.  Shortages, delays or interruptions in the supply of food items and other supplies to our restaurants may be caused by severe weather; natural disasters such as hurricanes, tornadoes, floods, droughts, wildfires and earthquakes; labor issues or other operational disruptions at our suppliers, vendors or other service providers; the inability of our vendors or service providers to manage adverse business conditions, obtain credit or remain solvent; or other conditions beyond our control.  Such shortages, delays or interruptions could adversely affect the availability, quality and cost of the items we buy and the operations of our restaurants.  Supply chain risk could increase our costs and limit the availability of products that are critical to our restaurant operations.  If we raise prices as a result of increased food costs or shortages, it may negatively impact our sales.  If we temporarily close a restaurant or remove popular items from a restaurant’s menu, that restaurant may experience a significant reduction in sales during the time affected by the shortage or thereafter as a result of our guests changing their dining habits\nOur failure to drive both short-term and long-term profitable sales growth through brand relevance, operating excellence, opening new restaurants of existing brands, and acquiring new restaurant brands could result in poor financial performance.\nAs part of our business strategy, we intend to drive profitable sales growth by increasing same-restaurant sales at existing restaurants, continuing to expand our current portfolio of restaurant brands, and acquiring additional brands that can be expanded profitably. This strategy involves numerous risks, and we may not be able to achieve our growth objectives.\nAt existing brands, we may not be able to maintain brand relevance and restaurant operating excellence to achieve sustainable same-restaurant sales growth and warrant new unit growth.  Existing brand short-term sales growth could be impacted if we are unable to drive near term guest count and sales growth, and long-term sales growth could be impacted if we fail to extend our existing brands in ways that are relevant to our guests.  A failure to innovate and extend our existing brands in ways that are relevant to guests and occasions in order to generate sustainable same-restaurant traffic growth and produce non-traditional sales and earnings growth opportunities, insufficient focus on our competition, or failure to adequately address declines in the casual dining industry, could have an adverse effect on our results of operations.  In addition, we may not be able to support sustained new unit growth or open all of our planned new restaurants, and the new restaurants that we open may not be profitable or as profitable as our existing restaurants. New restaurants typically experience an adjustment period before sales levels and operating margins normalize, and even sales at successful newly-opened restaurants generally do not make a significant contribution to profitability in their initial months of operation.  The opening of new restaurants can also have an adverse effect on guest counts and sales levels at existing restaurants.\nThe ability to open and profitably operate restaurants is subject to various risks, such as the identification and availability of suitable and economically viable locations, the negotiation of acceptable lease or purchase terms for new locations, the need to obtain all required governmental permits (including zoning approvals and liquor licenses) on a timely basis, the need to comply with other regulatory requirements, the availability of necessary contractors and subcontractors, the ability to meet construction schedules and budgets, the ability to manage union activities such as picketing or hand billing which could delay construction, increases in labor and building material costs, supply chain disruptions, the availability of financing at acceptable rates and terms, changes in patterns or severity of weather or other acts of God that could result in construction delays and adversely affect the results of one or more restaurants for an indeterminate amount of time, our ability to hire and train qualified management personnel and general economic and business conditions.  At each potential location, we compete with other restaurants and retail businesses for desirable development sites, construction contractors, management personnel, hourly employees and other\n20\nresources.  If we are unable to successfully manage these risks, we could face increased costs and lower than anticipated sales and earnings in future periods.\nWe also may not be able to identify and successfully acquire and integrate additional brands that are as profitable as our existing restaurants or that provide potential for further growth.\nA lack of availability of suitable locations for new restaurants or a decline in the quality of the locations of our current restaurants may adversely affect our sales and results of operations.\nThe success of our restaurants depends in large part on their locations.  As demographic and economic patterns change, current locations may not continue to be attractive or profitable. Possible declines in neighborhoods where our restaurants are located or adverse economic conditions in areas surrounding those neighborhoods could result in reduced sales in those locations. In addition, desirable locations for new restaurant openings or for the relocation of existing restaurants may not be available at an acceptable cost when we identify a particular opportunity for a new restaurant or relocation.  The occurrence of one or more of these events could have a significant adverse effect on our sales and results of operations.\nWe may experience higher-than-anticipated costs associated with the opening of new restaurants or with the closing, relocating and remodeling of existing restaurants, which may adversely affect our results of operations.\nOur sales and expenses can be impacted significantly by the number and timing of the opening of new restaurants and the closing, relocating and remodeling of existing restaurants.  We incur substantial pre-opening expenses each time we open a new restaurant and other expenses when we close, relocate or remodel existing restaurants.  The expenses of opening, closing, relocating or remodeling any of our restaurants may be higher than anticipated.  An increase in such expenses could have an adverse effect on our results of operations.\nWe face a variety of risks associated with doing business with franchisees and licensees.\nCertain of our domestic and all of our international locations other than in Canada are operated by franchisees or licensees.  We believe that we have selected high-caliber operating partners and franchisees with significant experience in restaurant operations, and are providing them with training and support.  However, the probability of opening, ultimate success and quality of any franchise or licensed restaurant rests principally with the franchisee or licensee.  If the franchisee or licensee does not successfully open and operate its restaurants in a manner consistent with our standards, or guests have negative experiences due to issues with food quality or operational execution, our brand values could suffer, which could have an adverse effect on our business.\nWe face a variety of risks associated with doing business with business partners and vendors in foreign markets.\nWe are making efforts to expand our brands overseas through licensing and franchising relationships.  There is no assurance that international operations will be profitable or that international growth will continue.  Our international operations are subject to all of the same risks associated with our domestic operations, as well as a number of additional risks. These include, among other things, international economic and political conditions, foreign currency fluctuations, and differing cultures and consumer preferences.  In addition, expansion into international markets could create risks to our brands and reputation.\nWe also are subject to governmental regulations throughout the world that impact the way we do business with our international franchisees and vendors. These include antitrust and tax requirements, anti-boycott regulations, import/export/customs regulations and other international trade regulations, the USA Patriot Act, the Foreign Corrupt Practices Act, and applicable local law.  Failure to comply with any such legal requirements could subject us to monetary liabilities and other sanctions, which could harm our business, results of operations and financial condition.\nVolatility in the market value of derivatives we may use to hedge exposures to fluctuations in commodity and broader market prices may cause volatility in our gross margins and net earnings.\nWe use or may use derivatives to hedge price risk for some of our principal ingredient, labor and energy costs, including but not limited to coffee, butter, wheat, soybean oil, pork, beef, diesel fuel, gasoline and natural gas. Changes in the values of these derivatives may be recorded in earnings currently, resulting in volatility in both gross margin and net earnings.  These gains and losses are reported as a component of cost of sales in our Consolidated Statements of Earnings included in our consolidated financial statements.\nVolatility in the United States equity markets affects our ability to efficiently hedge exposures to our market risk related to equity-based compensation awards.\n21\nThe equity markets in the U.S. were extremely volatile due to the COVID-19 pandemic and due to the unpredictability of the recovery of the United States economy as a result of the pandemic and  due to government and other responses thereto.  Market volatility has contributed to and may continue to contribute to fluctuations in the Company’s stock price. We have equity hedges in place to protect the Company from exposure to market risk related to future payout of equity-based compensation awards. However, because these hedges also net settle on a cash basis quarterly, we have been and may in the future be required to make cash payments at those quarterly settlement dates and the amounts of those payments are difficult to during periods of extreme volatility in the equity markets. These cash payments may ultimately be offset by payments to us from the hedge counterparties or reductions in expected payouts to employees when those equity hedges finally fully settle and the related equity awards pay out.\nFailure to protect our service marks or other intellectual property could harm our business.\nWe regard our Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, The Capital Burger\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\n, Eddie V’s Prime Seafood\n®\n,\nDarden\n®\nand Darden Restaurants\n®\nservice marks, and other service marks and trademarks related to our restaurant businesses, as having significant value and being important to our marketing efforts. We rely on a combination of protections provided by contracts, copyrights, patents, trademarks, service marks and other common law rights, such as trade secret and unfair competition laws, to protect our restaurants and services from infringement.  We have registered certain trademarks and service marks in the United States and foreign jurisdictions.  However, we are aware of names and marks identical or similar to our service marks being used from time to time by other persons.  Although our policy is to oppose any such infringement, further or unknown unauthorized uses or other misappropriation of our trademarks or service marks could diminish the value of our brands and adversely affect our business.  In addition, effective intellectual property protection may not be available in every country in which we have or intend to open or franchise a restaurant.  Although we believe we have taken appropriate measures to protect our intellectual property, there can be no assurance that these protections will be adequate, and defending or enforcing our service marks and other intellectual property could result in the expenditure of significant resources.\nGeneral Risks\nLitigation, including allegations of illegal, unfair or inconsistent employment practices, may adversely affect our business, financial condition and results of operations.\nOur business is subject to the risk of litigation by employees, guests, suppliers, business partners, shareholders, government agencies or others through private actions, class actions, administrative proceedings, regulatory actions or other litigation.  These actions and proceedings may involve allegations of illegal, unfair or inconsistent employment practices, including wage and hour violations and employment discrimination; guest discrimination; food safety issues including poor food quality, food-borne illness, food tampering, food contamination, and adverse health effects from consumption of various food products or high-calorie foods (including obesity); other personal injury, including claims related to COVID-19; violation of “dram shop” laws (providing an injured party with recourse against an establishment that serves alcoholic beverages to an intoxicated party who then causes injury to himself or a third party); trademark infringement; violation of the federal securities laws; or other concerns.  The outcome of litigation, particularly class action lawsuits and regulatory actions, is difficult to assess or quantify.  Plaintiffs in these types of lawsuits may seek recovery of very large or indeterminate amounts, and the magnitude of the potential loss relating to such lawsuits may remain unknown for substantial periods of time.  The cost to defend litigation may be significant. There may also be adverse publicity associated with litigation that could decrease guest acceptance of our brands, regardless of whether the allegations are valid or we ultimately are found liable. Litigation could impact our operations in other ways as well.  Allegations of illegal, unfair or inconsistent employment practices, for example, could adversely affect employee acquisition and retention.  As a result, litigation may adversely affect our business, financial condition and results of operations.\nUnfavorable publicity, or a failure to respond effectively to adverse publicity, could harm our reputation and adversely impact our guest counts and sales.\nThe good reputation of our restaurant brands is a key factor in the success of our business.  Actual or alleged incidents at any of our restaurants could result in negative publicity that could harm our brands.  Even incidents occurring at restaurants operated by our competitors or in the supply chain generally could result in negative publicity that could harm the restaurant industry overall and, indirectly, our own brands.  Negative publicity may result from allegations of illegal, unfair or inconsistent employment practices, employee dissatisfaction, guest discrimination, illness, injury, or any of the other matters discussed above that could give rise to litigation.  Regardless of whether the allegations or complaints are valid, unfavorable publicity relating to a limited number of our restaurants, or to only a single restaurant, could adversely affect public perception of the entire brand.  Negative publicity also may result from health concerns including food safety and flu or virus outbreaks, publication of government or industry findings concerning food products, environmental disasters, crime incidents, data security breaches, scandals involving our employees, or operational problems at our restaurants, all of which could make our brands and menu\n22\nofferings less appealing to our guests and negatively impact our guest counts and sales.  Adverse publicity and its effect on overall consumer perceptions of our brands, or our failure to respond effectively to adverse publicity, could have a material adverse effect on our business.\nDisruptions in the financial and credit markets may adversely impact consumer spending patterns and affect the availability and cost of credit.\nOur ability to make scheduled payments or to refinance our debt and to obtain financing for acquisitions or other general corporate and commercial purposes will depend on our operating and financial performance, which in turn is subject to prevailing economic conditions and to financial, business and other factors beyond our control. Turmoil in global credit markets could adversely impact the availability of credit already arranged, and the availability and cost of credit in the future. There can be no assurances that we will be able to arrange credit on terms we believe are acceptable or that permit us to finance our business with historical margins.  A lack of credit could have an adverse impact on certain of our suppliers, landlords and other tenants in retail centers in which we are located.  If these issues occur, they could negatively affect our financial results.  Any new disruptions in the financial markets may also adversely affect the U.S. and world economy, which could negatively impact consumer spending patterns.\nImpairment of the carrying value of our goodwill or other intangible assets could adversely affect our financial condition and results of operations.\nGoodwill represents the difference between the purchase price of acquired companies and the related fair values of net assets acquired.  A significant amount of judgment is involved in determining if an indication of impairment of goodwill exists. Factors may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated competition; the testing for recoverability of a significant asset group within a reporting unit; and slower growth rates.  Any adverse change in these factors could have a significant impact on the recoverability of these assets and negatively affect our financial condition and results of operations. We compute the amount of impairment by comparing the fair value of the reporting unit with the carrying amount of that reporting unit. We are required to record a non-cash impairment charge if the testing performed indicates that goodwill has been impaired.\nWe evaluate the useful lives of our other intangible assets, primarily the LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n,\nThe Capital Grille\n®\n, Yard House\n®\nand Eddie V’s Prime Seafood\n®\ntrademarks, to determine if they are definite or indefinite-lived.  Reaching a determination on useful life requires significant judgments and assumptions regarding the future effects of obsolescence, demand, competition, other economic factors (such as the stability of the industry, legislative action that results in an uncertain or changing regulatory environment, and expected changes in distribution channels), the level of required maintenance expenditures, and the expected lives of other related groups of assets.\nAs with goodwill, we test our indefinite-lived intangible assets (primarily trademarks) for impairment annually and whenever events or changes in circumstances indicate that their carrying value may not be recoverable. We cannot accurately predict the amount and timing of any impairments of these or other assets. Should the value of goodwill or other intangible assets become impaired, there could be an adverse effect on our financial condition and results of operations.\nChanges in tax laws and unanticipated tax liabilities could adversely affect our financial results.\nWe are primarily subject to income and other taxes in the United States. Our effective income tax rate and other taxes in the future could be adversely affected by a number of factors, including changes in the valuation of deferred tax assets and liabilities, changes in tax laws or other legislative changes and the outcome of income tax audits. Although we believe our tax estimates are reasonable, the final determination of tax audits could be materially different from our historical income tax provisions and accruals. The results of a tax audit could have a material effect on our results of operations or cash flows in the period or periods for which that determination is made. In addition, our effective income tax rate and our results may be impacted by our ability to realize deferred tax benefits and by any increases or decreases of our valuation allowances applied to our existing deferred tax assets.\nFailure of our internal controls over financial reporting and future changes in accounting standards may cause adverse unexpected operating results, affect our reported results of operations or otherwise harm our business and financial results.\nOur management is responsible for establishing and maintaining effective internal control over financial reporting.  Internal control over financial reporting is a process to provide reasonable assurance regarding the reliability of financial reporting for external purposes in accordance with accounting principles generally accepted in the United States. Because of its inherent limitations, internal control over financial reporting is not intended to provide absolute assurance that we would prevent or detect\n23\na misstatement of our financial statements or fraud.  Our growth and acquisition of other restaurant companies with procedures not identical to our own could place significant additional pressure on our system of internal control over financial reporting.  Any failure to maintain an effective system of internal control over financial reporting could limit our ability to report our financial results accurately and timely or to detect and prevent fraud.  A significant financial reporting failure or material weakness in internal control over financial reporting could cause a loss of investor confidence and decline in the market price of our common stock, increase our costs, lead to litigation or result in negative publicity that could damage our reputation.\nA change in accounting standards can have a significant effect on our reported results and may affect our reporting of transactions before the change is effective.  New pronouncements and varying interpretations of pronouncements have occurred and may occur in the future.  Changes to existing accounting rules or the application of current accounting practices may adversely affect our reported financial results.  Additionally, our assumptions, estimates and judgments related to complex accounting matters could significantly affect our financial results. Generally accepted accounting principles and related accounting pronouncements, implementation guidelines and interpretations with regard to a wide range of matters that are relevant to our business, including but not limited to, revenue recognition, fair value of investments, impairment of long-lived assets, leases and related economic transactions, derivatives, pension and post-retirement benefits, intangibles, self-insurance, income taxes, property and equipment, unclaimed property laws and litigation, and stock-based compensation are highly complex and involve many subjective assumptions, estimates and judgments by us.  Changes in these rules or their interpretation or changes in underlying assumptions, estimates or judgments by us could significantly change our reported or expected financial performance."
  },
  {
    "item_key": "item_1b",
    "text": "None."
  },
  {
    "item_key": "item_2",
    "text": "Restaurant Properties – Continuing Operations\nAs of May 30, 2021, we operated 1,834 restaurants. Our company-owned restaurants are located in all 50 of the United States, Washington D.C. and Canada.  Of these 1,834 company-owned restaurants, 73 were located on owned sites and 1,761 were located on leased sites.  The leases are classified as follows:\nWe also lease our restaurant support center which is located in Orlando, Florida."
  },
  {
    "item_key": "item_3",
    "text": "See the discussion of legal proceedings contained in the third paragraph of Note 15 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report)."
  },
  {
    "item_key": "item_4",
    "text": "Not applicable.\n24\nPART II"
  },
  {
    "item_key": "item_5",
    "text": "The principal United States market on which our common shares are traded is the New York Stock Exchange, where our shares are traded under the symbol DRI.  As of June 30, 2021, there were approximately 8,918 holders of record of our common shares. The number of registered holders does not include holders who are beneficial owners, but whose shares are held in street name by brokers and other nominees.\nWe have not sold any equity securities during the last fiscal year that were not registered under the Securities Act of 1933, as amended.\nSince commencing our common share repurchase program in December 1995, we have repurchased a total of 196.6 million shares through May 30, 2021 under authorizations from our Board of Directors. The table below provides information concerning our repurchase of shares of our common stock during the quarter ended May 30, 2021:\n(1)\nAll of the shares purchased during the quarter ended May 30, 2021 were purchased as part of our repurchase program. On March 23, 2021, our Board of Directors authorized a share repurchase program under which the Company may repurchase up to $500.0 million of its outstanding common stock. This repurchase program, which was announced publicly in a press release issued on March 25, 2021, does not have an expiration and replaced the previously existing share repurchase authorization.\n(2)\nThe number of shares purchased includes shares withheld for taxes on vesting of restricted stock, shares delivered or deemed to be delivered to us on tender of stock in payment for the exercise price of options, and shares reacquired pursuant to tax withholding on option exercises. These shares are included as part of our repurchase program and deplete the repurchase authority granted by our Board. The number of shares repurchased excludes shares we reacquired pursuant to forfeiture of restricted stock.\n(3)\nRepurchases are subject to prevailing market prices, may be made in open market or private transactions, and may occur or be discontinued at any time. There can be no assurance that we will repurchase any additional shares.\n25\nComparison of Five-Year Total Return\nThe annual changes for the five-year period shown in the graph on this page are based on the assumption that $100 had been invested in Darden Restaurants, Inc. common stock, the S&P 500 Stock Index and the S&P Composite 1500 Restaurant Sub-Index on May 27, 2016, and that all dividends were reinvested. The cumulative dollar returns shown on the graph represent the value that such investments would have had for each period indicated.\n26\nItem 6.\nSELECTED FINANCIAL DATA\nNot applicable."
  },
  {
    "item_key": "item_7",
    "text": "This discussion and analysis below for Darden Restaurants, Inc. (Darden, the Company, we, us or our) should be read in conjunction with our consolidated financial statements and related financial statement notes included in Part II of this report under the caption “Item 8 - Financial Statements and Supplementary Data.” We operate on a 52/53-week fiscal year, which ends on the last Sunday in May. Fiscal 2021, which ended May 30, 2021, consisted of 52 weeks and fiscal 2020, which ended May 31, 2020, consisted of 53 weeks.\nOVERVIEW OF OPERATIONS\nOur business operates in the full-service dining segment of the restaurant industry.  At May 30, 2021, we operated 1,834 restaurants through subsidiaries in the United States and Canada under the Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\nand Eddie V’s Prime Seafood\n®\ntrademarks. We own and operate all of our restaurants in the United States and Canada, except for 2 joint venture restaurants managed by us and 33 franchised restaurants. We also have 24 franchised restaurants in operation located in Latin America. All intercompany balances and transactions have been eliminated in consolidation.\nCOVID-19 Pandemic\nFor much of fiscal 2021, the COVID-19 pandemic resulted in a significant reduction in guest traffic at our restaurants due to changes in consumer behavior as public health officials encouraged social distancing and required personal protective equipment and state and local governments mandated restrictions including suspension of dine-in operations, reduced restaurant seating capacity, table spacing requirements, bar closures and additional physical barriers. Beginning in late March 2020, we operated with all of our dining rooms closed and served our guests in a To Go only or To Go and delivery format. In late April 2020, state and local governments began to allow us to open dining rooms at limited capacities, along with other operating restrictions.\nAs a result, we began fiscal 2021 with significant limitations on our operations, which over the course of the fiscal year varied widely from time to time, state to state and city to city. During November 2020, rising case rates resulted in certain jurisdictions implementing restrictions that again reduced dining room capacity or mandated the re-closure of dining rooms.   Once COVID-19 vaccines were approved and moved into wider distribution in the United States in early 2021, public health conditions improved and almost all of the COVID-19 restrictions on businesses have eased. As of the date of this report, all of our restaurants were able to open their dining rooms to some extent and few capacity restrictions or other COVID-19 restrictions remained in place in the United States. However, it is possible additional outbreaks could require us to again reduce our capacity or limit or suspend our in-restaurant dining operations.\nAs we navigated through the pandemic, we took significant steps to adapt our business model to allow us to continue to serve guests and support our team members, including investing in our team members through enhanced pay and benefits, streamlining our restaurant processes, simplifying our menus, and accelerating the rollout of technology to all of our brands to enhance the off-premise and in-restaurant guest experience. As our dining rooms have returned to full or close-to-full capacity, we are focused on continuing to provide a safe environment for our team members and guests, and maintaining many of the operating efficiencies established during fiscal 2021.\nFiscal 2021 Financial Highlights\nOur sales from continuing operations were $7.20 billion in fiscal 2021 compared to $7.81 billion in fiscal 2020. The 7.8 percent decrease in sales from continuing operations was primarily driven by negative combined Darden same-restaurant sales of 7.8 percent and one less week of operations in fiscal 2021, partially offset by revenue from the addition of 30 net new company-owned restaurants. The decrease in same-restaurant sales was driven by the impact of COVID-19.\nNet earnings from continuing operations for fiscal 2021 was $632.4 million ($4.80 per diluted share) compared with a net loss from continuing operations for fiscal 2020 of $49.2 million ($0.40 per diluted share). Our results from continuing operations for fiscal 2021 increased compared to fiscal 2020 primarily due to the economic impacts of COVID-19 which had a material adverse effect specifically on the fourth quarter of fiscal 2020, including $390.0 million of impairments.\nOur net loss from discontinued operations was $3.1 million ($0.03 per diluted share) for fiscal 2021, compared with a net loss from discontinued operations of $3.2 million ($0.03 per diluted share) for fiscal 2020. When combined with results from\n27\ncontinuing operations, our diluted net earnings per share was $4.77 for fiscal 2021 and diluted net loss per share was $0.43 for fiscal 2020.\nOutlook\nWe expect fiscal 2022 sales from continuing operations to increase between 28 percent and 32 percent, driven by Darden same-restaurant sales growth of 25 percent to 29 percent and approximately 35-40 new restaurants. In fiscal 2022, we expect our annual effective tax rate to be between 13.0 percent and 14.0 percent and we expect capital expenditures incurred to build new restaurants, remodel and maintain existing restaurants and technology initiatives to be between $375.0 million and $425.0 million.\nRESULTS OF OPERATIONS FOR FISCAL 2021 AND 2020\nTo facilitate review of our results of operations, the following table sets forth our financial results for the periods indicated.  All information is derived from the consolidated statements of earnings for the fiscal years ended May 30, 2021 and May 31, 2020:\n28\nThe following table details the number of company-owned restaurants currently reported in continuing operations, compared with the number open at the end of fiscal 2020:\n(1)\nIncludes three The Capital Burger restaurants in fiscal 2021 and two in fiscal 2020.\nSALES\nThe following table presents our company-owned restaurant sales, U.S. same-restaurant sales (SRS) and average annual sales per restaurant by segment for the periods indicated:\n(1)\nSame-restaurant sales is a year-over-year comparison of each period’s sales volumes for a 52-week year and is limited to restaurants open at least 16 months.\n(2)\nAverage annual sales are calculated as sales divided by total restaurant operating weeks multiplied by 52 weeks; excludes franchise locations.\nOlive Garden’s sales decrease for fiscal 2021 was primarily driven by a U.S. same-restaurant sales decrease and one less week of operations, partially offset by revenue from new restaurants.  The decrease in U.S. same-restaurant sales in fiscal 2021 was driven by the impact of COVID-19 and resulted from a 12.8 percent decrease in same-restaurant guest counts offset by a 2.9 percent increase in average check.\nLongHorn Steakhouse’s sales increase for fiscal 2021 was driven by a same-restaurant sales increase combined with revenue from new restaurants, partially offset by one less week of operations.  The increase in same-restaurant sales in fiscal 2021 resulted from a 3.3 percent increase in same-restaurant guest counts combined with a 2.2 percent increase in average check.\nFine Dining’s sales decrease for fiscal 2021 was driven by a same-restaurant sales decrease and one less week of operations, partially offset by revenue from new restaurants.  The decrease in same-restaurant sales in fiscal 2021 was driven by the impact of COVID-19 and resulted from a 20.7 percent decrease in same-restaurant guest counts offset by a 1.5 percent increase in average check.\nOther Business’s sales decrease for fiscal 2021 was driven by a same-restaurant sales decrease and one less week of operations, partially offset by revenue from new restaurants. The decrease in same-restaurant sales in fiscal 2021 was driven by the impact of COVID-19 and resulted from a 15.5 percent decrease in same-restaurant guest counts offset by a 2.0 percent increase in average check.\n29\nCOSTS AND EXPENSES\nThe following table sets forth selected operating data as a percent of sales from continuing operations for the periods indicated.  This information is derived from the consolidated statements of earnings for the fiscal years ended May 30, 2021 and May 31, 2020.\nTotal operating costs and expenses from continuing operations were $6.55 billion in fiscal 2021 and $7.76 billion in fiscal 2020.\nFiscal 2021 Compared to Fiscal 2020:\n•\nFood and beverage costs increased as a percent of sales primarily due to a 0.7% impact from inflation and 0.4% impact from investments in food quality, partially offset by a 0.6% impact from pricing leverage and 0.4% impact from menu mix.\n•\nRestaurant labor costs decreased as a percent of sales primarily due to a 4.0% impact from productivity improvement driven by operational simplification and a 0.7% impact from pricing, partially offset by a 1.7% impact from sales deleverage and a 0.5% impact from inflation.\n•\nRestaurant expenses decreased as a percent of sales primarily due to a 1.4% impact from lower repairs and maintenance expenses, utility costs, and rent expense, and a 0.4% impact from pricing, partially offset by a 1.6% impact from sales deleverage.\n•\nMarketing expenses decreased as a percent of sales primarily due to a 2.0% impact from lower media spending at Olive Garden and LongHorn Steakhouse, partially offset by a 0.3% impact from sales deleverage.\n•\nGeneral and administrative expenses increased as a percent of sales primarily due to a 0.6% impact related to our corporate restructuring actions during the first quarter of fiscal 2021, a 0.4% impact from the mark to market of our deferred compensation plans, and a 0.4% impact due to sales deleverage, partially offset by a 0.6% impact from cost savings initiatives and a 0.2% impact from a legal recovery.\n•\nDepreciation and amortization expenses increased as a percent of sales primarily due to sales deleverage.\n•\nImpairments and disposal of assets, net decreased as a percent of sales due to the economic impact of the COVID-19 pandemic on fiscal 2020. During the fourth quarter of fiscal 2020, we recorded non-cash impairment charges of $220.8 million related to a portion of our other indefinite-lived intangible assets, restaurant-level and other assets.\n•\nGoodwill impairment decreased as a percent of sales due to the economic impact of COVID-19 on fiscal 2020. During the fourth quarter of fiscal 2020, we recorded a non-cash impairment charge of $169.2 million related to a portion of our goodwill.\n30\nINCOME TAXES\nDuring fiscal 2021, we had an income tax benefit of $55.9 million ((9.7) percent effective tax rate) compared to an income tax benefit of $111.8 million (69.4 percent effective tax rate) in fiscal 2020. The significant change was driven primarily by the fact that we had $576.5 million in earnings before taxes in fiscal 2021, compared to a net loss before taxes $161.0 million in fiscal 2020. For fiscal 2021, our effective tax rate was also impacted by the generation of a net operating loss for tax purposes that will be carried back to the previous five tax years. We generated a net operating loss for tax purposes due to several factors, including the impact of COVID-19, accelerated tax depreciation, increased tax deductions for equity vestings and exercises, tax accounting method changes and various other tax planning initiatives. An income tax benefit is generated due to the difference in federal tax rates between fiscal year 2021 and the years to which the federal net operating loss will be carried back.\nNET EARNINGS AND NET EARNINGS PER SHARE FROM CONTINUING OPERATIONS\nNet earnings from continuing operations for fiscal 2021 were $632.4 million ($4.80 per diluted share) compared with net loss from continuing operations for fiscal 2020 of $49.2 million ($0.40 per diluted share).\nOur results from continuing operations for fiscal 2021 increased compared with fiscal 2020 primarily due to the economic impacts of COVID-19 which had a material adverse effect on the fourth quarter of fiscal 2020 including $390.0 million of asset impairments during the fourth quarter. In fiscal 2021, our diluted per share results from continuing operations were positively impacted by $0.76 due to a non-recurring income tax benefit, partially offset by $0.27 due to our corporate restructuring in the first quarter of fiscal 2021. In fiscal 2020, our diluted per share results from continuing operations were negatively impacted by approximately $2.19 due to non-cash goodwill and trademark impairments, approximately $0.29 due to non-cash restaurant-level impairments and approximately $0.18 due to inventory and note receivable write-downs. Additionally, our diluted per share results from continuing operations for fiscal 2020 were adversely impacted by approximately $0.89 due to a pension settlement charge and approximately $0.02 due to an international structure simplification from the second quarter of fiscal 2020.\nLOSS FROM DISCONTINUED OPERATIONS\nOn an after-tax basis, results from discontinued operations for fiscal 2021 were a net loss of $3.1 million ($0.03 per diluted share) compared with a net loss for fiscal 2020 of $3.2 million ($0.03 per diluted share).\nSEGMENT RESULTS\nWe manage our restaurant brands, Olive Garden, LongHorn Steakhouse, Cheddar’s Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze and Eddie V’s in the U.S. and Canada as operating segments. We aggregate our operating segments into reportable segments based on a combination of the size, economic characteristics and sub-segment of full-service dining within which each brand operates. Our four reportable segments are: (1) Olive Garden, (2) LongHorn Steakhouse, (3) Fine Dining and (4) Other Business.  See Note 5 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report) for further details.\nOur management uses segment profit as the measure for assessing performance of our segments. The following table presents segment profit margin for the periods indicated:\nThe increase in the Olive Garden segment profit margin for fiscal 2021 was driven primarily by lower restaurant labor as well as lower marketing expenses.  The increase in the LongHorn Steakhouse segment profit margin for fiscal 2021 was driven by leveraging positive same-restaurant sales as well as lower marketing expenses. The increase in in the Fine Dining segment profit margin for 2021 was driven by lower marketing expenses and lower food and beverage costs.  The increase in the Other Business segment profit margin for 2021 was driven by lower restaurant labor and lower marketing expenses.\nRESULTS OF OPERATIONS FOR FISCAL 2020 COMPARED TO 2019\n31\nFor a comparison of our results of operations for the fiscal years ended May 31, 2020 and May 26, 2019, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our annual report on Form 10-K for the fiscal year ended May 31, 2020, filed with the SEC on July 24, 2020.\nSEASONALITY\nOur sales volumes have historically fluctuated seasonally. Typically, our average sales per restaurant are highest in the winter and spring, followed by the summer, and lowest in the fall.  However, throughout fiscal 2021, a variety of factors, including the impacts of COVID-19 on our business, government actions taken to respond to COVID-19 and to stimulate the United States’ recovery from COVID-19, and changing consumer preferences caused fluctuations in our sales volumes that were different than our typical seasonality.  Additionally, holidays, changes in the economy, severe weather and similar conditions may impact sales volumes seasonally in some operating regions. Because of the historical seasonality of our business and these other factors, results for any quarter are not necessarily indicative of the results that may be achieved for the full fiscal year.\nIMPACT OF INFLATION\nWe attempt to minimize the annual effects of inflation through appropriate planning, operating practices and menu price increases. We do not believe inflation had a significant overall effect on our annual results of operations during fiscal 2021 or 2020.\nCRITICAL ACCOUNTING ESTIMATES\nWe prepare our consolidated financial statements in conformity with U.S. generally accepted accounting principles. The preparation of these financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of sales and expenses during the reporting period. Actual results could differ from those estimates.\nOur significant accounting policies are more fully described in Note 1 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report).  Judgments and uncertainties affecting the application of those policies may result in materially different amounts being reported under different conditions or using different assumptions. We consider the following estimates to be most critical in understanding the judgments that are involved in preparing our consolidated financial statements.\nLeases\nWe evaluate our leases at their inception to estimate their expected term, which commences on the date when we have the right to control the use of the leased property and includes the non-cancelable base term plus all option periods we are reasonably certain to exercise. Our judgment in determining the appropriate expected term and discount rate for each lease affects our evaluation of:\n•\nThe classification and accounting for leases as operating versus finance;\n•\nThe rent holidays and escalation in payments that are included in the calculation of the lease liability and related right-of-use asset; and\n•\nThe term over which leasehold improvements for each restaurant facility are amortized.\nThese judgments may produce materially different amounts of lease liabilities and right-of-use assets recognized on our consolidated balance sheets, as well as depreciation, amortization, interest and rent expense recognized in our consolidated statements of earnings if different discount rates and expected lease terms were used.\nValuation of Long-Lived Assets\nLand, buildings and equipment, operating lease right-of-use assets and certain other assets, including definite-lived intangible assets, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include, among others: a significant decline in our expected future cash flows; changes in expected useful life; unanticipated competition; slower growth rates, ongoing maintenance and improvements of the assets, or changes in the usage or operating performance.  Any adverse change in these factors could have a significant impact on the recoverability of these assets and could have a material impact on our consolidated financial statements. Based on a review of operating results for each of our restaurants, the amount of net book value associated with lower performing restaurants that would be deemed at risk for impairment is not material to our consolidated financial statements.\nValuation and Recoverability of Goodwill and Trademarks\n32\nWe have eight reporting units, six of which had goodwill and seven of which had trademarks. Goodwill and trademarks are not subject to amortization and goodwill has been assigned to reporting units for purposes of impairment testing. The reporting units are our restaurant brands. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated competition; the testing for recoverability of a significant asset group within a reporting unit; and slower growth rates. Any adverse change in these factors could have a significant impact on the recoverability of these assets and could have a material impact on our consolidated financial statements.  We review our goodwill and trademarks for impairment annually, as of the first day of our fourth fiscal quarter, or more frequently if indicators of impairment exist.\nDuring fiscal 2021, we elected to perform a qualitative assessment for our annual impairment review of goodwill and trademarks to determine whether or not indicators of impairment exist. In considering the qualitative approach related to goodwill, we evaluated factors including, but not limited to, COVID-19, macro-economic conditions, market and industry conditions, commodity cost fluctuations, competitive environment, share price performance, results of prior impairment tests, operational stability, the overall financial performance of the reporting units and the impacts of discount rates. As it relates to trademarks, we evaluate similar factors from the goodwill assessment, in addition to impacts of royalty rates. Based on the results of the qualitative assessment which considered the improvements of each of our brands’ financial performance, as well as the improved overall operating environment, no indicators of impairment were identified.\nChanges in circumstances existing at the measurement date or at other times in the future, or in the numerous estimates associated with management’s judgments and assumptions made in assessing the fair value of our goodwill and trademarks, could result in an impairment loss of a portion or all of our goodwill or trademarks.\nImpairment of our assets, including goodwill or trademarks, adversely affects our financial position and results of operations, and our leverage ratio for purposes of our revolving credit agreement (Revolving Credit Agreement) increases. A leverage ratio exceeding the maximum permitted under our Revolving Credit Agreement would be a default under our Revolving Credit Agreement.  At May 30, 2021, additional write-downs of goodwill, other indefinite-lived intangible assets, or any other assets in excess of approximately $1.69 billion would have been required to cause our leverage ratio to exceed the permitted maximum. As our leverage ratio is determined on a quarterly basis, and due to the seasonal nature of our business, a lesser amount of impairment in future quarters could cause our leverage ratio to exceed the permitted maximum.\nUnearned Revenues\nUnearned revenues primarily represent our liability for gift cards that have been sold but not yet redeemed. The estimated value of gift cards expected to remain unused is recognized over the expected period of redemption as the remaining gift card values are redeemed, generally over a period of 12 years. Utilizing this method, we estimate both the amount of breakage and the time period of redemption. If actual redemption patterns vary from our estimates, actual gift card breakage income may differ from the amounts recorded. We update our estimates of our redemption period and our breakage rate periodically and apply that rate to gift card redemptions on a prospective basis. Changing our breakage-rate estimates by 50 basis points would have resulted in an adjustment in our breakage income of approximately $2.4 million for fiscal 2021.\nIncome Taxes\nWe estimate certain components of our provision for income taxes. These estimates include, among other items, depreciation and amortization expense allowable for tax purposes, allowable tax credits for items such as taxes paid on reported employee tip income, effective rates for state and local income taxes and the tax deductibility of certain other items. We adjust our annual effective income tax rate as additional information on outcomes or events becomes available.\nAssessment of uncertain tax positions requires judgments relating to the amounts, timing and likelihood of resolution. As described in Note 12 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report), the $51.8 million balance of unrecognized tax benefits at May 30, 2021, includes $35.9 million related to tax positions for which it is reasonably possible that the total amounts could change during the next 12 months based on the outcome of examinations.  Of the $35.9 million, $18.0 million relates to items that would impact our effective income tax rate.\nLIQUIDITY AND CAPITAL RESOURCES\nTypically, cash flows generated from operating activities are our principal source of liquidity, which we use to finance capital expenditures for new restaurants and to remodel and maintain existing restaurants, to pay dividends to our shareholders and to repurchase shares of our common stock. Since substantially all of our sales are for cash and cash equivalents, and accounts payable are generally paid in 5 to 90 days, we are typically able to carry current liabilities in excess of current assets. As previously noted, during the fourth quarter of fiscal 2020, all of our restaurants began operating at reduced capacities due to COVID-19 and initially were not able to generate sufficient cash from operations to cover all of our projected expenditures while\n33\noperating at those reduced capacities.  Accordingly, we took significant steps to adapt our business, which allowed us to continue to serve guests, support our team members and secure our liquidity position to provide financial flexibility.  As state and local governments allowed us to open dining rooms at limited capacities our cash flows improved, and during fiscal 2021 we generated positive operating cash flows and fully repaid our $270.0 million 364-day term loan prior to maturity.  Additionally, our Board of Directors declared a cash dividend of $1.10 per share to be paid on August 2, 2021 to all shareholders of record as of the close of business on July 9, 2021.\nWe currently manage our business and financial ratios to target an investment-grade bond rating, which has historically allowed flexible access to financing at reasonable costs. Our publicly issued long-term debt currently carries the following ratings:\n•\nMoody’s Investors Service “Baa3”;\n•\nStandard & Poor’s “BBB-”; and\n•\nFitch “BBB-”.\nOur commercial paper has ratings of:\n•\nMoody’s Investors Service “P-3”;\n•\nStandard & Poor’s “A-3”; and\n•\nFitch “F-3”.\nThese ratings are as of the date of the filing of this report and have been obtained with the understanding that Moody’s Investors Service, Standard & Poor’s and Fitch will continue to monitor our credit and make future adjustments to these ratings to the extent warranted. The ratings are not a recommendation to buy, sell or hold our securities, may be changed, superseded or withdrawn at any time and should be evaluated independently of any other rating.\nWe maintain a $750.0 million Revolving Credit Agreement with Bank of America, N.A. (BOA), as administrative agent, and the lenders and other agents party thereto. The Revolving Credit Agreement is a senior unsecured credit commitment to the Company and contains customary representations and affirmative and negative covenants (including limitations on liens and subsidiary debt and a maximum consolidated lease adjusted total debt to total capitalization ratio of 0.75 to 1.00) and events of default usual for credit facilities of this type.  As of May 30, 2021, we were in compliance with all covenants under the Revolving Credit Agreement.\nThe Revolving Credit Agreement matures on October 27, 2022, and the proceeds may be used for working capital and capital expenditures, the refinancing of certain indebtedness, certain acquisitions and general corporate purposes.  Loans under the Revolving Credit Agreement bear interest at a rate of LIBOR plus a margin determined by reference to a ratings-based pricing grid (Applicable Margin), or the base rate (which is defined as the highest of the BOA prime rate plus 0.075 percent, the Federal Funds rate plus 0.500 percent, and the Eurocurrency Rate plus 1.075 percent) plus the Applicable Margin. Assuming a “BBB-” equivalent credit rating level, the Applicable Margin under the Revolving Credit Agreement will be 1.075 percent for LIBOR loans and 0.075 percent for base rate loans. As of May 30, 2021, we had no outstanding balances under the Revolving Credit Agreement.\nAt May 30, 2021, our long-term debt consisted principally of:\n•\n$500.0 million of unsecured 3.850 percent senior notes due in May 2027;\n•\n$96.3 million of unsecured 6.000 percent senior notes due in August 2035;\n•\n$42.8 million of unsecured 6.800 percent senior notes due in October 2037; and\n•\n$300.0 million of unsecured 4.550 percent senior notes due in February 2048.\nThe interest rate on our $42.8 million 6.800 percent senior notes due October 2037 is subject to adjustment from time to time if the debt rating assigned to such series of notes is downgraded below a certain rating level (or subsequently upgraded). The maximum adjustment is 2.000 percent above the initial interest rate and the interest rate cannot be reduced below the initial interest rate. As of May 30, 2021, no such adjustments are made to this rate.\nThrough our shelf registration statement on file with the SEC, depending on conditions prevailing in the public capital markets, we may issue equity securities or unsecured debt securities from time to time in one or more series, which may consist of notes, debentures or other evidences of indebtedness in one or more offerings.\nFrom time to time, we may repurchase our outstanding debt in privately negotiated transactions. Such repurchases, if any, will depend on prevailing market conditions, our liquidity requirements and other factors.\nFrom time to time, we enter into interest rate derivative instruments to manage interest rate risk inherent in our operations. See Note 7 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report).\n34\nA summary of our contractual obligations and commercial commitments at May 30, 2021, is as follows:\n(1)\nIncludes interest payments associated with existing long-term debt. Excludes discount and issuance costs of $9.1 million.\n(2)\nIncludes non-cancelable future operating lease and finance lease commitments.\n(3)\nIncludes commitments for food and beverage items and supplies, capital projects, information technology and other miscellaneous commitments.\n(4)\nIncludes expected contributions associated with our supplemental defined benefit pension plan and payments associated with our postretirement benefit plan and our non-qualified deferred compensation plan through fiscal 2031.\n(5)\nIncludes interest on unrecognized income tax benefits of $2.3 million, $1.4 million of which relates to contingencies expected to be resolved within one year.\n(6)\nIncludes letters of credit for $70.5 million of workers’ compensation and general liabilities accrued in our consolidated financial statements and letters of credit for $28.9 million of surety bonds related to other payments.\n(7)\nConsists solely of guarantees associated with leased properties that have been assigned to third parties and are primarily related to the disposition of Red Lobster.\n35\nOur adjusted debt to adjusted total capital ratio was 55 percent and 61 percent as of May 30, 2021 and May 31, 2020, respectively. Based on these ratios, we believe our financial condition is strong. We include the lease-debt equivalent and contractual lease guarantees in our adjusted debt to adjusted total capital ratio reported to shareholders, as we believe its inclusion better represents the optimal capital structure that we target from period to period and because it is consistent with the calculation of the covenant under our Revolving Credit Agreement. For fiscal 2021 and fiscal 2020, the lease-debt equivalent includes 6.00 times the total annual minimum rent for consolidated lease obligations of $385.7 million and $392.6 million, respectively. The composition of our capital structure is shown in the following table:\nNet cash flows provided by operating activities from continuing operations were $1.19 billion and $717.4 million in fiscal 2021 and 2020, respectively. Net cash flows provided by operating activities include net earnings from continuing operations of $632.4 million in fiscal 2021 and net loss from continuing operations of $49.2 million in fiscal 2020. Net cash flows provided by operating activities from continuing operations increased in fiscal 2021 primarily due to higher net earnings from continuing operations.\nNet cash flows used in investing activities from continuing operations were $263.7 million in fiscal 2021 compared to net cash flows used in investing activities from continuing operations of $544.0 million in fiscal 2020.  Capital expenditures incurred principally for building new restaurants, remodeling existing restaurants, replacing equipment, and technology initiatives were $254.9 million in fiscal 2021, compared to $459.9 million in fiscal 2020.  The reduction in capital expenditures during fiscal 2021 was due to COVID-19. Net cash flows used in investing activities for fiscal 2020 also reflect net cash used of $55.8 million in the acquisition of Cheddar’s Scratch Kitchen restaurants from existing franchisees.\nNet cash flows used in financing activities from continuing operations were $478.9 million in fiscal 2021, compared to net cash flows provided by financing activities from continuing operations of $138.7 million in fiscal 2020. Net cash flows used in financing activities in fiscal 2021 included repayment of $270.0 million from a 364-day term loan, dividend payments of $202.6 million and share repurchases of $45.4 million, partially offset by proceeds from the exercise of employee stock options.  Net cash flows providing by financing activities in fiscal 2020 included proceeds of $750.0 million from drawing on our Revolving Credit Agreement, net proceeds of $505.1 million from a follow-on common stock offering, proceeds of $270.0 million from a 364-day term loan and proceeds from the exercise of employee stock options, partially offset by repayment of the $750.0 million drawn from our Revolving Credit Agreement, dividend payments of $322.3 million and share repurchases of $330.3 million.\nOur defined benefit and other postretirement benefit costs and liabilities are determined using various actuarial assumptions and methodologies prescribed under Financial Accounting Standards Board Accounting Standards Codification Topic 715, Compensation - Retirement Benefits and Topic 712, Compensation - Nonretirement Postemployment Benefits. In April 2018, our Benefit Plans Committee approved the termination of our primary non-contributory defined benefit pension plan (the Retirement Income Plan for Darden Restaurants, Inc.).  Plan participants who had not yet begun receiving their benefit payments were provided the opportunity to receive their full accrued benefits from plan assets by either (i) electing immediate lump sum\n36\ndistributions or annuities or (ii) deferring commencement of their benefits to a later date. During fiscal 2020, we made a funding contribution of approximately $12.7 million to fully fund the benefit obligation. As of May 31, 2020, all of the plan assets were either (i) distributed to settle the benefits for participants who selected the lump sum option or (ii) transferred to a third-party annuity provider for all other eligible participants.  The settlement of the benefit obligation to plan participants in fiscal 2020 resulted in a pre-tax pension settlement charge of $145.5 million recorded in other (income) expense, net in our consolidated statement of earnings. We expect to contribute approximately $0.4 million to our supplemental defined benefit pension plan and approximately $2.0 million to our postretirement benefit plan during fiscal 2022.\nWe are not aware of any trends or events that would materially affect our capital requirements or liquidity. We believe that our internal cash-generating capabilities, the potential issuance of equity or unsecured debt securities under our shelf registration statement and short-term commercial paper or drawings under our Revolving Credit Agreement should be sufficient to finance our capital expenditures, debt maturities and other operating activities through fiscal 2022.\nOFF-BALANCE SHEET ARRANGEMENTS\nWe are not a party to any off-balance sheet arrangements that have, or are reasonably likely to have, a current or future material effect on our financial condition, changes in financial condition, sales or expenses, results of operations, liquidity, capital expenditures or capital resources.\nFINANCIAL CONDITION\nOur total current assets were $1.87 billion at May 30, 2021, compared with $1.10 billion at May 31, 2020. The increase was primarily due to an increase in cash and cash equivalents driven by cash from operations as well as an increase in prepaid income taxes.\nOur total current liabilities were $1.85 billion at May 30, 2021, compared with $1.79 billion at May 31, 2020. The increase was primarily due to an increase in other current liabilities and accounts payable, partially offset by the repayment of our $270 million term loan in fiscal 2021.\nAPPLICATION OF NEW ACCOUNTING STANDARDS\nSee Note 1 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report) for a discussion of recently issued accounting standards."
  },
  {
    "item_key": "item_7a",
    "text": "We are exposed to a variety of market risks, including fluctuations in interest rates, foreign currency exchange rates, compensation and commodity prices. To manage this exposure, we periodically enter into interest rate and foreign currency exchange instruments, equity forward and commodity derivative instruments for other than trading purposes.  See Notes 1 and 7 of the Notes to Consolidated Financial Statements (Part II, Item 8 of this report).\nWe use the variance/covariance method to measure value at risk, over time horizons ranging from one week to one year, at the 95 percent confidence level. At May 30, 2021, our potential losses in future net earnings resulting from changes in equity forwards, commodity instruments and floating rate debt interest rate exposures were approximately $74.3 million over a period of one year. The value at risk from an increase in the fair value of all of our long-term fixed-rate debt, over a period of one year, was approximately $72.6 million. The fair value of our long-term fixed-rate debt outstanding as of May 30, 2021, averaged $1.01 billion, with a high of $1.06 billion and a low of $917.3 million during fiscal 2021. Our interest rate risk management objective is to limit the impact of interest rate changes on earnings and cash flows by targeting an appropriate mix of variable and fixed-rate debt.\n37"
  },
  {
    "item_key": "item_8",
    "text": "INDEX TO CONSOLIDATED FINANCIAL STATEMENTS\n38\nREPORT OF MANAGEMENT’S RESPONSIBILITIES\nThe management of Darden Restaurants, Inc. is responsible for the fairness and accuracy of the consolidated financial statements. The consolidated financial statements have been prepared in accordance with U.S. generally accepted accounting principles, using management’s best estimates and judgments where appropriate. The financial information throughout this report is consistent with our consolidated financial statements.\nManagement has established a system of internal controls over financial reporting that provides reasonable assurance that assets are adequately safeguarded and transactions are recorded accurately, in all material respects, in accordance with management’s authorization. Our internal controls provide for appropriate segregation of duties and responsibilities and there are documented policies regarding utilization of our assets and proper financial reporting. These formally stated and regularly communicated policies set high standards of ethical conduct for all employees. We also maintain a strong audit program that independently evaluates the adequacy of the design and operating effectiveness of these internal controls.\nThe Audit Committee of the Board of Directors meets at least quarterly to determine that management, internal auditors and the independent registered public accounting firm are properly discharging their duties regarding internal control and financial reporting. Management, internal auditors and the independent registered public accounting firm have full and free access to the Audit Committee at any time.\nKPMG LLP, an independent registered public accounting firm, is retained to audit our consolidated financial statements and the effectiveness of our internal control over financial reporting. Their reports follow.\nMANAGEMENT’S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rule 13a-15(f) under the Securities Exchange Act of 1934, as amended). The Company’s internal control over financial reporting is designed to provide reasonable assurance to the Company’s management and Board of Directors regarding the preparation and fair presentation of published financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\nManagement assessed the effectiveness of the Company’s internal control over financial reporting as of May 30, 2021. In making this assessment, management used the criteria set forth by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) in\nInternal Control-Integrated Framework (2013)\n. Management has concluded that, as of May 30, 2021, the Company’s internal control over financial reporting was effective based on these criteria.\nThe Company’s independent registered public accounting firm KPMG LLP, has issued an audit report on the effectiveness of our internal control over financial reporting, which follows.\n/s/ Eugene I. Lee, Jr.\nEugene I. Lee, Jr.\nChairman and Chief Executive Officer\n39\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nDarden Restaurants, Inc.:\nOpinion on Internal Control Over Financial Reporting\nWe have audited Darden Restaurants, Inc. and subsidiaries’ (the Company) internal control over financial reporting as of May 30, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission. In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of May 30, 2021, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of May 30, 2021 and May 31, 2020, the related consolidated statements of earnings, comprehensive income, changes in stockholders’ equity, and cash flows for each of the years in the three-year period ended May 30, 2021, and the related notes (collectively, the consolidated financial statements), and our report dated July 23, 2021 expressed an unqualified opinion on those consolidated financial statements.\nBasis for Opinion\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management’s Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audit also included performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control Over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ KPMG LLP\nOrlando, Florida\nJuly 23, 2021\n40\nReport of Independent Registered Public Accounting Firm\nTo the Stockholders and Board of Directors\nDarden Restaurants, Inc.:\nOpinion on the Consolidated Financial Statements\nWe have audited the accompanying consolidated balance sheets of Darden Restaurants, Inc. and subsidiaries (the Company) as of May 30, 2021 and May 31, 2020, the related consolidated statements of earnings, comprehensive income, changes in stockholders’ equity, and cash flows for each of the years in the three-year period ended May 30, 2021 and the related notes (collectively, the consolidated financial statements). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company as of May 30, 2021 and May 31,2020, and the results of its operations and its cash flows for each of the years in the three-year period ended May 30, 2021, in conformity with U.S. generally accepted accounting principles.\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of May 30, 2021, based on criteria established in\nInternal Control - Integrated Framework (2013)\nissued by the Committee of Sponsoring Organizations of the Treadway Commission, and our report dated July 23, 2021 expressed an unqualified opinion on the effectiveness of the Company’s internal control over financial reporting.\nChange in Accounting Principle\nAs discussed in Note 1 to the consolidated financial statements, the Company has changed its method of accounting for leases as of May 27, 2019, due to the adoption of Financial Accounting Standards Board’s Accounting Standards Codification (ASC) 842, Leases.\nBasis for Opinion\nThese consolidated financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nEvaluation of long-lived assets for impairment\nAs discussed in Notes 1, 4 and 10 to the consolidated financial statements, land, buildings and equipment, net and operating right-of-use assets were $6.6 billion as of May 30, 2021. The Company tests for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset group may not be recoverable. Such indicators may include, among\n41\nothers: a significant decline in future cash flows and changes in the expected useful life which relates to the Company’s intent and ability to hold its asset groups for a period that recovers their carrying value.\nWe identified the evaluation of indicators of potential long-lived assets impairment as a critical audit matter. Subjective auditor judgment was required to evaluate certain assumptions in the Company’s analysis, including future cash flows and the expected useful life.  Adverse changes in these assumptions could have a significant impact on whether an indicator has been identified and could have a material impact on the Company’s consolidated financial statements.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls over the Company’s long-lived asset impairment process, including controls over the identification of indicators of impairment and the assumptions listed above. For certain asset groups, we compared the future cash flows used by the Company in its evaluation of indicators of potential long-lived asset impairment to historical results. We evaluated the expected useful life for certain asset groups by inspecting underlying documents, such as real estate meeting minutes and other documents to assess the Company’s plans to dispose or close asset groups.  We corroborated the Company’s plans with others in the organization who are responsible for, and have authority over, disposition and closure activities.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 1996.\nOrlando, Florida\nJuly 23, 2021\n42\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED STATEMENTS OF EARNINGS\n(In millions, except per share data)\nSee accompanying notes to consolidated financial statements.\n43\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\n(In millions)\nSee accompanying notes to consolidated financial statements.\n44\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED BALANCE SHEETS\n(In millions)\nSee accompanying notes to consolidated financial statements.\n45\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED STATEMENTS OF CHANGES IN STOCKHOLDERS’ EQUITY\n(In millions, except per share data)\nSee accompanying notes to consolidated financial statements.\n46\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(In millions)\n47\nDARDEN RESTAURANTS, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS (Continued)\n(In millions)\nSee accompanying notes to consolidated financial statements.\n48\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1 -\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBasis of Presentation\nThe accompanying consolidated financial statements include the operations of Darden Restaurants, Inc. and its wholly owned subsidiaries (Darden, the Company, we, us or our). We own and operate the Olive Garden\n®\n, LongHorn Steakhouse\n®\n, Cheddar’s Scratch Kitchen\n®\n, Yard House\n®\n, The Capital Grille\n®\n, Seasons 52\n®\n, Bahama Breeze\n®\nand Eddie V’s Prime Seafood\n®\nrestaurant brands located in the United States and Canada. Through subsidiaries, we own and operate all of our restaurants in the United States and Canada, except for\n2\njoint venture restaurants managed by us and\n33\nfranchised restaurants.  We also have\n24\nfranchised restaurants in operation located in Latin America.  All significant intercompany balances and transactions have been eliminated in consolidation.\nFor fiscal 2021, 2020 and 2019, all gains and losses on disposition, impairment charges and disposal costs, along with the sales, costs and expenses and income taxes attributable to discontinued locations, have been aggregated in a single caption entitled “Losses from discontinued operations, net of tax benefit” in our consolidated statements of earnings for all periods presented.\nCOVID-19 Pandemic\nFor much of fiscal 2021, the COVID-19 pandemic resulted in a significant reduction in guest traffic at our restaurants due to changes in consumer behavior as public health officials encouraged social distancing and required personal protective equipment and state and local governments mandated restrictions including suspension of dine-in operations, reduced restaurant seating capacity, table spacing requirements, bar closures and additional physical barriers. Beginning in late March 2020, we operated with all of our dining rooms closed and served our guests in a To Go only or To Go and delivery format. In late April 2020, state and local governments began to allow us to open dining rooms at limited capacities, along with other operating restrictions.\nAs a result, we began fiscal 2021 with significant limitations on our operations, which over the course of the fiscal year varied widely from time to time, state to state and city to city. During November 2020, rising case rates resulted in certain jurisdictions implementing restrictions that again reduced dining room capacity or mandated the re-closure of dining rooms.   Once COVID-19 vaccines were approved and moved into wider distribution in the United States in early 2021, public health conditions improved and almost all of the COVID-19 restrictions on businesses have eased. As of the date of this report, all of our restaurants were able to open their dining rooms to some extent and few capacity restrictions or other COVID-19 restrictions remained in place in the United States. However, it is possible additional outbreaks could require us to again reduce our capacity or limit or suspend our in-restaurant dining operations.\nUnless otherwise noted, amounts and disclosures throughout these notes to consolidated financial statements relate to our continuing operations. We have reclassified certain amounts in prior-period financial statements to conform to the current period’s presentation.\nFiscal Year\nWe operate on a 52/53-week fiscal year, which ends on the last Sunday in May. Fiscal 2021, which ended May 30, 2021, consisted of 52 weeks. Fiscal 2020, which ended May 31, 2020, consisted of 53 weeks and fiscal 2019, which ended May 26, 2019, consisted of 52 weeks.\nUse of Estimates\nWe prepare our consolidated financial statements in conformity with U.S. generally accepted accounting principles (GAAP). The preparation of these financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements, and the reported amounts of sales and expenses during the reporting period. Actual results could differ from those estimates.\nFranchise Acquisitions\nDuring fiscal 2020, we completed the acquisition of\neight\nCheddar's Scratch Kitchen restaurants (\nseven\noperating and\none\nclosed) and certain assets and liabilities from existing franchisees.  The acquisitions were funded with cash on hand for $\n58.1\nmillion in total consideration, of which approximately $\n29.9\nmillion was allocated to land, buildings and equipment. The results of operations of these restaurants are included in our consolidated financial statements from the date of acquisition. Pro-forma financial information of the combined entities for periods prior to the acquisitions is not presented due to the immaterial impact, both individually and in the aggregate, of the financial results of the acquired restaurants on our consolidated financial statements.\nCash and Cash Equivalents\n49\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nCash equivalents include highly liquid investments such as bank deposits and money market funds that have an original maturity of three months or less.  Amounts receivable from credit card companies are also considered cash equivalents because they are both short term and highly liquid in nature and are typically converted to cash within three days of the sales transaction.\nThe components of cash and cash equivalents are as follows:\nAs of May 30, 2021, and May 31, 2020, we had cash and cash equivalent accounts in excess of insured limits. We manage the credit risk of our positions through utilizing multiple financial institutions and monitoring the credit quality of those financial institutions that hold our cash and cash equivalents.\nReceivables, Net\nReceivables, net of the allowance for doubtful accounts, represent their estimated net realizable value. Provisions for doubtful accounts are recorded based on historical collection experience and the age of the receivables. Receivables are written off when they are deemed uncollectible. See Note 11 for additional information.\nInventories\nInventories consist of food and beverages and are valued at the lower of weighted-average cost or net realizable value.\nLand, Buildings and Equipment, Net\nLand, buildings and equipment are recorded at cost less accumulated depreciation. Building components are depreciated over estimated useful lives ranging from\n7\nto\n40\nyears using the straight-line method. Leasehold improvements, which are reflected on our consolidated balance sheets as a component of buildings in land, buildings and equipment, net, are amortized over the lesser of the expected lease term or the estimated useful lives of the related assets using the straight-line method. Equipment is depreciated over estimated useful lives ranging from\n2\nto\n20\nyears also using the straight-line method. See Note 4 for additional information. Gains and losses on the disposal of land, buildings and equipment are included in impairments and disposal of assets, net, while the write-off of undepreciated book value associated with the replacement of equipment in the normal course of business is recorded as a component of restaurant expenses in our accompanying consolidated statements of earnings.\nDepreciation and amortization expense from continuing operations associated with buildings and equipment and losses on replacement of equipment were as follows:\nCapitalized Software Costs and Other Definite-Lived Intangibles\nCapitalized software, which is a component of other assets, is recorded at cost less accumulated amortization. Capitalized software is amortized using the straight-line method over estimated useful lives ranging from\n3\nto\n10\nyears.\nThe cost of capitalized software and related accumulated amortization was as follows:\n50\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nWe have other definite-lived intangible assets, including assets related to the value of reacquired franchise rights resulting from our acquisitions that are included as a component of other assets and definite-lived intangible liabilities related to the value of below-market agreements resulting from our acquisitions that are included in other liabilities on our consolidated balance sheets. Definite-lived intangibles are amortized on a straight-line basis over estimated useful lives of\n1\nto\n20\nyears.\nThe cost and related accumulated amortization was as follows:\nAmortization expense from continuing operations associated with capitalized software and other definite-lived intangibles included in depreciation and amortization in our accompanying consolidated statements of earnings was as follows:\nBased on the net book values of our definite-lived intangible assets and liabilities at May 30, 2021, we expect amortization of capitalized software and other definite-lived intangible assets will be approximately $\n21.0\nmillion annually for fiscal 2022 through 2026.\nTrust-Owned Life Insurance\nWe have a trust that purchased life insurance policies covering certain of our officers and other key employees (trust-owned life insurance or TOLI). The trust is the owner and sole beneficiary of the TOLI policies. The policies were purchased to offset a portion of our obligations under our non-qualified deferred compensation plan. The cash surrender value for each policy is included in other assets, while changes in cash surrender values are included in general and administrative expenses.\nLiquor Licenses\nThe costs of obtaining non-transferable liquor licenses that are directly issued by local government agencies for nominal fees are expensed as incurred. The costs of purchasing transferable liquor licenses through open markets in jurisdictions with a limited number of authorized liquor licenses are capitalized as indefinite-lived intangible assets and included in other assets. Liquor licenses are reviewed for impairment annually or more frequently if events or changes in circumstances indicate that the carrying amount may not be recoverable. Annual liquor license renewal fees are expensed over the renewal term.\nGoodwill and Intangible Assets\nOur goodwill and trademark balances are allocated as follows:\n51\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nWe have\neight\nreporting units,\nsix\nof which have goodwill and\nseven\nof which have trademarks.  Goodwill and trademarks are not subject to amortization and have been assigned to reporting units for purposes of impairment testing. The reporting units are our restaurant brands. A significant amount of judgment is involved in determining if an indicator of impairment has occurred. Such indicators may include, among others: a significant decline in our expected future cash flows; a sustained, significant decline in our stock price and market capitalization; a significant adverse change in legal factors or in the business climate; unanticipated competition; the testing for recoverability of a significant asset group within a reporting unit; and slower growth rates. Any adverse change in these factors could have a significant impact on the recoverability of these assets and could have a material impact on our consolidated financial statements. We review our goodwill and trademarks for impairment annually, as of the first day of our fourth fiscal quarter, or more frequently if indicators of impairment exist.\nDuring fiscal 2021, we elected to perform a qualitative assessment for our annual review of goodwill and trademarks to determine whether or not indicators of impairment exist.\nIn considering the qualitative approach related to goodwill, we evaluated factors including, but not limited to, COVID-19, macro-economic conditions, market and industry conditions, commodity cost fluctuations, competitive environment, share price performance, results of prior impairment tests, operational stability, the overall financial performance of the reporting units and the impacts of discount rates. As it relates to trademarks, we evaluate similar factors from the goodwill assessment, in addition to impacts of royalty rates.  As a result of the qualitative assessment, no indicators of impairment were identified and no additional indicators of impairment were identified through the end of our fourth fiscal quarter that would require us to test further for impairment.\nDuring fiscal 2020, due to the economic impact of COVID-19 on Darden’s overall market capitalization and the impact on Cheddar’s Scratch Kitchen projected sales and cash flows, we determined that both the estimated fair values of the trademark and the reporting unit for Cheddar’s Scratch Kitchen were less than their carrying values. As a result, we recorded in our fiscal 2020 fourth quarter pre-tax non-cash impairment charges of $\n145.0\nmillion and $\n169.2\nmillion related to the Cheddar’s Scratch Kitchen trademark and goodwill balances, respectively.  The fair value of our remaining reporting units exceeded their carrying values by at least\n30\npercent and the trademark fair value of our remaining reporting units exceeded their carrying values by at least\n40\npercent.\nWe evaluate the useful lives of our other intangible assets to determine if they are definite or indefinite-lived. A determination on useful life requires significant judgments and assumptions regarding the future effects of obsolescence, demand, competition, other economic factors (such as the stability of the industry, legislative action that results in an uncertain or changing regulatory environment and expected changes in distribution channels), the level of required maintenance expenditures and the expected lives of other related groups of assets.\nImpairment or Disposal of Long-Lived Assets\nLand, buildings and equipment, operating lease right-of-use assets and certain other assets, including definite-lived intangible assets, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. Recoverability of assets to be held and used is measured by a comparison of the carrying amount of the assets to the future undiscounted net cash flows expected to be generated by the assets. Identifiable cash flows are measured at the lowest level for which they are largely independent of the cash flows of other groups of assets and liabilities, generally at the restaurant level. If such assets are determined to be impaired, the recognized impairment is measured by the amount by which the carrying amount of the assets exceeds their fair value. Fair value is generally determined based on appraisals, sales prices of comparable assets or discounted future net cash flows expected to be generated by the assets. Restaurant sites and certain other assets to be disposed of are reported at the lower of their carrying amount or fair value, less estimated costs to sell, and are included in assets held for sale on our consolidated balance sheets when certain criteria are met. These criteria include, among other factors, the requirement that the likelihood of disposing of these assets within one year is probable. Assets not meeting the “held for sale” criteria remain in land, buildings and equipment until their disposal is probable within one year.\nWe account for exit or disposal activities, including restaurant closures, in accordance with Financial Accounting Standards Board (FASB) Accounting Standards Codification (ASC) Topic 420, Exit or Disposal Cost Obligations. Such costs include the cost of disposing of the assets as well as other facility-related expenses from previously closed restaurants. These costs are generally expensed as incurred. Additionally, at the date we cease using a property, we adjust the lease liability for the net present value of any remaining lease obligations, net of estimated sublease income. Any subsequent adjustments to the lease liability as a result of lease termination or changes in estimates of sublease income are recorded in the period incurred. Upon disposal of the assets, primarily land, associated with a closed restaurant, any gain or loss is recorded in the same caption within our consolidated statements of earnings as the original impairment. See Note 3 for additional information.\nInsurance Accruals\n52\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThrough the use of insurance program deductibles and self-insurance, we retain a significant portion of expected losses under our workers’ compensation and general liability programs. Accrued liabilities have been recorded based on our estimates of the anticipated ultimate costs to settle all claims, both reported and not yet reported.\nRevenue Recognition\nSales, as presented in our consolidated statements of earnings, represents food and beverage product sold and is presented net of discounts, coupons, employee meals and complimentary meals. Revenue from restaurant sales is recognized when food and beverage products are sold. Revenue is presented net of sales tax.  Sales taxes collected from customers are included in other accrued taxes on our consolidated balance sheets until the taxes are remitted to governmental authorities.\nFranchise royalties, which are a percentage of net sales of franchised restaurants, are recognized in the period the related sales occur.  Revenue from area development and franchise fees are recognized as the performance obligations are satisfied over the term of the franchise agreement, which is generally\n10\nyears.  Advertising contributions, which are a percentage of net sales of franchised restaurants, are recognized in the period the related sales occur.  Additionally, franchisee purchases of our inventory through our distribution network are recognized as revenue in the period the purchases are made.\nRevenue from the sale of consumer packaged goods includes ongoing royalty fees based on a percentage of licensed retail product sales and is recognized upon the sale of product by our licensed manufacturers to retail outlets.\nUnearned Revenues\nUnearned revenues primarily represent our liability for gift cards that have been sold but not yet redeemed.  We recognize sales from our gift cards when the gift card is redeemed by the customer.  Although there are no expiration dates or dormancy fees for our gift cards, based on our analysis of our historical gift card redemption patterns, we can reasonably estimate the amount of gift cards for which redemption is remote, which is referred to as “breakage.”   We recognize breakage within sales for unused gift card amounts in proportion to actual gift card redemptions, which is also referred to as the “redemption recognition” method.  The estimated value of gift cards expected to remain unused is recognized over the expected period of redemption as the remaining gift card values are redeemed, generally over a period of\n12\nyears.  Utilizing this method, we estimate both the amount of breakage and the time period of redemption.  If actual redemption patterns vary from our estimates, actual gift card breakage income may differ from the amounts recorded.  We update our estimates of our redemption period and our breakage rate periodically and apply that rate prospectively to gift card redemptions.  Discounts for gift cards sold by third parties are recorded to unearned revenues and are recognized over a period that approximates redemption patterns\n.\nFood and Beverage Costs\nFood and beverage costs include inventory, warehousing, related purchasing and distribution costs, and gains and losses on certain commodity derivative contracts. Vendor allowances received in connection with the purchase of a vendor’s products are recognized as a reduction of the related food and beverage costs as earned. For certain contracts, advance payments are made by the vendors based on estimates of volume to be purchased from the vendors and the terms of the agreement. As we make purchases from the vendors each period, we recognize the pro rata portion of allowances earned as a reduction of food and beverage costs for that period. Differences between estimated and actual purchases are settled in accordance with the terms of the agreements. Vendor agreements are generally for a period of one year or more and payments received are initially recorded as long-term liabilities. Amounts expected to be earned within one year are recorded as current liabilities.\nIncome Taxes\nWe provide for federal and state income taxes currently payable as well as for those deferred because of temporary differences between reporting income and expenses for financial statement purposes versus tax purposes. Federal income tax credits are recorded as a reduction of income taxes. Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in earnings in the period that includes the enactment date. Interest recognized on reserves for uncertain tax positions is included in income tax expense in our consolidated statements of earnings. A corresponding liability for accrued interest is included as a component of other current liabilities on our consolidated balance sheets. Penalties, when incurred, are recognized in general and administrative expenses.\nFASB ASC Topic 740, Income Taxes, requires that a position taken or expected to be taken in a tax return be recognized (or derecognized) in the financial statements when it is more likely than not (i.e., a likelihood of more than 50 percent) that the position would be sustained upon examination by tax authorities. A recognized tax position is then measured at the largest amount of benefit that is greater than 50 percent likely of being realized upon ultimate settlement. See Note 12 for additional information.\n53\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nDerivative Instruments and Hedging Activities\nWe enter into derivative instruments for risk management purposes only, including derivatives designated as hedging instruments as required by FASB ASC Topic 815, Derivatives and Hedging, and those utilized as economic hedges. We use financial and commodities derivatives to manage interest rate, compensation and commodities pricing risks inherent in our business operations. Our use of derivative instruments is currently limited to interest rate hedges, equity forwards contracts and commodity swaps. These instruments are generally structured as hedges of the variability of cash flows related to forecasted transactions (cash flow hedges). However, we do at times enter into instruments designated as fair value hedges to reduce our exposure to changes in fair value of the related hedged item. We do not enter into derivative instruments for trading or speculative purposes, where changes in the cash flows or fair value of the derivative are not expected to offset changes in cash flows or fair value of the hedged item. However, we have entered into equity forwards to economically hedge changes in the fair value of employee investments in our non-qualified deferred compensation plan. All derivatives are recognized on the balance sheet at fair value. For those derivative instruments for which we intend to elect hedge accounting, on the date the derivative contract is entered into, we document all relationships between hedging instruments and hedged items, as well as our risk-management objective and strategy for undertaking the various hedge transactions. This process includes linking all derivatives designated as cash flow hedges to specific assets and liabilities on the consolidated balance sheet or to specific forecasted transactions. We also formally assess, both at the hedge’s inception and on an ongoing basis, whether the derivatives used in hedging transactions are highly effective in offsetting changes in cash flows of hedged items.\nTo the extent our derivatives are effective in offsetting the variability of the hedged cash flows, and otherwise meet the cash flow hedge accounting criteria required by FASB ASC Topic 815, changes in the derivatives’ fair value are not included in current earnings but are included in accumulated other comprehensive income (loss), net of tax. These changes in fair value will be reclassified into earnings at the time of the forecasted transaction. Ineffectiveness measured in the hedging relationship is recorded currently in earnings in the period in which it occurs. To the extent our derivatives are effective in mitigating changes in fair value, and otherwise meet the fair value hedge accounting criteria required by FASB ASC Topic 815, gains and losses in the derivatives’ fair value are included in current earnings, as are the gains and losses of the related hedged item. To the extent the hedge accounting criteria are not met, the derivative contracts are utilized as economic hedges, and changes in the fair value of such contracts are recorded currently in earnings in the period in which they occur. Cash flows related to derivatives are included in operating activities. See Note 7 for additional information.\nLeases\nThe majority of our restaurant locations, as well as our restaurant support center, are subject to a lease. We evaluate our leases at the commencement of the lease to determine the classification as an operating or finance lease. Upon adoption of FASB ASC Topic 842, we recognized operating and finance lease liabilities based on the present value of minimum lease payments over the remaining expected lease term and corresponding right-of-use assets. We recognize lease expense related to operating leases on a straight-line basis.  Amortization expense and interest expense related to finance leases are included in depreciation and amortization and interest, net, respectively, in our consolidated statements of earnings. Sale-leasebacks are transactions through which we sell assets (such as restaurant properties) at fair value and subsequently lease them back.  The resulting leases qualify and are accounted for as operating leases. Failed sale-leaseback transactions are generally classified as finance leases and result in retention of the “sold” assets within land, buildings and equipment with a finance lease liability equal to the amount of proceeds received recorded as a component of other liabilities on our consolidated balance sheets.\nWithin the provisions of certain of our leases, there are rent holidays and escalations in payments over the base lease term, as well as renewal periods. The effects of the holidays and escalations have been reflected in lease expense on a straight-line basis for operating leases over the expected lease term. The lease term commences on the date when we have the right to control the use of the leased property, which is typically before lease payments are due under the terms of the lease. Many of our leases have renewal periods totaling\n5\nto\n20\nyears, exercisable at our option, and require payment of property taxes, insurance and maintenance costs in addition to the lease payments. At lease inception, we include option periods that we are reasonably certain to exercise as failure to renew the lease would impose an economic penalty either from the loss of our investment in leasehold improvements or future cash flows from operating the restaurant. The consolidated financial statements reflect the same lease term for amortizing leasehold improvements as we use to determine finance versus operating lease classifications. Variable lease expense is generally based on sales levels and is accrued at the point in time we determine that it is probable that such sales levels will be achieved. Landlord allowances are recorded as an adjustment to the right-of-use assets. Gains and losses on sale-leaseback transactions are recognized immediately. We elected the practical expedient to not separate lease and non-lease components for real estate leases entered into after adoption. See Note 10 for additional information.\nPre-Opening Expenses\nNon-capital expenditures associated with opening new restaurants are expensed as incurred. These costs are reported as restaurant expenses in our consolidated statements of earnings.\n54\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nAdvertising\nProduction costs of commercials are expensed in the fiscal period the advertising is first aired while the costs of programming and other advertising, promotion and marketing programs are expensed as incurred. These costs are reported as marketing expenses in our consolidated statements of earnings.\nStock-Based Compensation\nWe recognize the cost of employee service received in exchange for awards of equity instruments based on the grant date fair value of those awards.  We recognize compensation expense, net of estimated forfeitures, on a straight-line basis over the employee service period for awards granted. We utilize the Black-Scholes option pricing model to estimate the fair value of stock option awards. The dividend yield has been estimated based upon our historical results and expectations for changes in dividend rates. The expected volatility was determined using historical stock prices. The risk-free interest rate was the rate available on zero coupon U.S. government obligations with a term approximating the expected life of each grant. The expected life was estimated based on the exercise history of previous grants, taking into consideration the remaining contractual period for outstanding awards.  We utilize a Monte Carlo simulation to estimate the fair value of our market-based equity-settled performance awards. The dividend yield assumes reinvestment of dividends. The expected volatility was determined using historical stock prices. The risk-free interest rate was the rate available on zero coupon U.S. government obligations with a term approximating the expected life of each grant. The expected life was estimated based on the performance measurement period for outstanding awards. See Note 14 for further information.\nNet Earnings per Share\nBasic net earnings per share are computed by dividing net earnings by the weighted-average number of common shares outstanding for the reporting period. Diluted net earnings per share reflect the potential dilution that could occur if securities or other contracts to issue common stock were exercised or converted into common stock. Outstanding stock options, restricted stock units and equity-settled performance stock units granted by us represent the only dilutive effect reflected in diluted weighted-average shares outstanding. These stock-based compensation instruments do not impact the numerator of the diluted net earnings per share computation.\nThe following table presents the computation of basic and diluted net earnings per common share:\nStock options, restricted stock units and equity-settled performance stock units excluded from the calculation of diluted net earnings per share because the effect would have been anti-dilutive, are as follows:\n55\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nForeign Currency\nThe Canadian dollar is the functional currency for our Canadian restaurant operations. Assets and liabilities denominated in foreign currencies are translated into U.S. dollars using the exchange rates in effect at the balance sheet date. Results of operations are translated using the average exchange rates prevailing throughout the period. Translation gains and losses are reported as a separate component of other comprehensive income (loss).\nAggregate cumulative translation gains (losses) were $\n5.2\nmillion and $\n4.5\nmillion at May 30, 2021 and May 31, 2020, respectively. Net gains (losses) from foreign currency transactions recognized in our consolidated statements of earnings were $\n0.6\nmillion, $(\n0.2\n) million and $(\n1.0\n) million for fiscal 2021, 2020 and 2019, respectively.\nRecently Adopted Accounting Standards\nAs of June 1, 2020, we adopted Financial Accounting Standards Board (FASB) Accounting Standards Update (ASU) 2016-13 Financial Instruments - Credit Losses (Topic 326). The amendments in this update require entities to estimate an expected lifetime credit loss on financial assets ranging from short-term trade accounts receivable to long-term financings. This guidance impacts, among other items, how a company determines liabilities associated with financial guarantees related to assigned leases. We remain contingently liable for lease payments under certain restaurant leases related to dispositions. We adopted this guidance using the modified retrospective transition method. Upon adoption, we recorded a $\n7.5\nmillion (net of tax of $\n2.5\nmillion) cumulative-effect adjustment to the beginning balance of retained earnings related to an expected credit loss liability for the contingent aspect of our lease guarantees. See Note 15 for information regarding contingent lease guarantees.\nIn December 2019, the FASB issued ASU 2019-12, Income Taxes (Topic 740). The amendments in this update are intended to simplify the accounting for income taxes by removing certain exceptions in the existing guidance and simplify areas such as franchise taxes, recognizing deferred taxes for tax goodwill, separate entity financial statements and interim recognition of enactment of tax laws or tax rate changes. This update is effective for us in the first quarter of fiscal 2022, however we elected to early adopt this guidance during the quarter ended August 30, 2020. The adoption of this guidance did not have a material impact on our consolidated financial statements.\nApplication of New Accounting Standards\nIn March 2020, the FASB issued ASU 2020-04, Reference Rate Reform (Topic 848):  Facilitation of the Effects of Reference Rate Reform on Financial Reporting, which provides temporary optional expedients and exceptions to the current guidance on contract modifications and hedge accounting. These changes are intended to simplify the market transition from the London Interbank Offered Rate (\"LIBOR\") and other interbank offered rates to alternative reference rates. This guidance is effective upon issuance to modifications made as early as the beginning of the interim period through December 31, 2022. We are currently evaluating the impact of the transition from LIBOR to alternative reference rates but do not expect a significant impact to our consolidated financial statements.\nNOTE 2 -\nREVENUE RECOGNITION\nDeferred revenue liabilities from contracts with customers included on our accompanying consolidated balance sheets is comprised of the following:\n56\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following table presents a rollforward of deferred gift card revenue:\nNOTE 3 –\nIMPAIRMENTS AND DISPOSAL OF ASSETS, NET\nImpairments and disposal of assets, net, in our accompanying consolidated statements of earnings are comprised of the following:\nRestaurant impairments for fiscal 2021 were primarily related to\n4\nunderperforming restaurants. Restaurant impairments for fiscal 2020 were primarily related to the economic impact of COVID-19 on\n11\nunderperforming restaurants that were permanently closed during the fourth quarter of fiscal 2020 and\n9\nother restaurants whose projected cash flows were not sufficient to cover their respective carrying values. Restaurant impairments for fiscal 2019 were primarily related to underperforming restaurants.\nDisposal gains for fiscal 2021, 2020 and 2019 are primarily related to sale-leasebacks, disposal of closed locations, and the sale of liquor licenses.\nOther impairment charges for fiscal 2021 were primarily related to software and lease right-of-use asset impairments. Other impairment charges for fiscal 2020 were primarily related to a trademark impairment resulting from the economic impact of COVID-19 on Cheddar’s Scratch Kitchen forecasted sales, in addition to impairments related to inventory obsolescence and a receivable deemed uncollectible.\nImpairment charges were measured based on the amount by which the carrying amount of these assets exceeded their fair value.  Fair value is generally determined based on appraisals or sales prices of comparable assets and estimates of discounted future cash flows (see Note 8). These amounts are included in impairments and disposal of assets, net as a component of earnings from continuing operations in the accompanying consolidated statements of earnings.\nNOTE 4 -\nLAND, BUILDINGS AND EQUIPMENT, NET\nThe components of land, buildings and equipment, net, are as follows:\n57\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nNOTE 5 -\nSEGMENT INFORMATION\nWe manage our restaurant brands, Olive Garden, LongHorn Steakhouse, Cheddar’s Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze and Eddie V’s in North America as operating segments. The brands operate principally in the U.S. within full-service dining.  We aggregate our operating segments into reportable segments based on a combination of the size, economic characteristics and sub-segment of full-service dining within which each brand operates. We have\nfour\nreportable segments: (1) Olive Garden, (2) LongHorn Steakhouse, (3) Fine Dining and (4) Other Business.\nThe Olive Garden segment includes the results of our company-owned Olive Garden restaurants in the U.S. and Canada.  The LongHorn Steakhouse segment includes the results of our company-owned LongHorn Steakhouse restaurants in the U.S.  The Fine Dining segment aggregates our premium brands that operate within the fine-dining sub-segment of full-service dining and includes the results of our company-owned The Capital Grille and Eddie V’s restaurants in the U.S. The Other Business segment aggregates our remaining brands and includes the results of our company-owned Cheddar’s Scratch Kitchen, Yard House, Seasons 52 and Bahama Breeze restaurants in the U.S and results from our franchise operations.\nExternal sales are derived principally from food and beverage sales. We do not rely on any major customers as a source of sales, and the customers and long-lived assets of our reportable segments are predominantly in the U.S. There were no material transactions among reportable segments.\nOur management uses segment profit as the measure for assessing performance of our segments. Segment profit includes revenues and expenses directly attributable to restaurant-level results of operations (sometimes referred to as restaurant-level earnings).  These expenses include food and beverage costs, restaurant labor costs, restaurant expenses and marketing expenses (collectively, restaurant and marketing expenses). During the first quarter of fiscal 2020, we changed our internal management reporting related to non-cash lease-related expenses, as these are expenses for which our operating segments are no longer being evaluated. This change reallocates non-cash lease-related expenses from our operating segments to the corporate level for restaurant expenses (which is a component of segment profit) and depreciation and amortization.  Additionally, our lease-related right-of-use assets are not managed or evaluated at the operating segment level, but rather at the corporate level. Fiscal 2019 segment profit and depreciation and amortization have been restated for comparability. For fiscal 2021, restaurant and marketing expenses included approximately $\n28.9\nmillion of costs related to special team member and manager bonuses as well as emergency and furlough pay for restaurant employees due to COVID-19, reflected at the corporate level as they are costs for which our operating segments are not being evaluated. For fiscal 2020, restaurant and marketing expenses includes approximately $\n43.7\nmillion of costs, net of retention credits associated with the CARES Act, related to emergency and furlough pay for restaurant employees due to COVID-19, reflected at the corporate level as they are costs for which our operating segments are not being evaluated.\n58\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following tables reconcile our segment results to our consolidated results reported in accordance with GAAP:\nReconciliation of segment profit to earnings from continuing operations before income taxes:\n59\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nNOTE 6 -\nDEBT\nThe components of short-term debt are as follows:\nOn April 6, 2020, we entered into a $\n270.0\nmillion\n364-day\nTerm Loan Credit Agreement (the Term Loan Agreement) with Bank of America, N.A. (BOA), as administrative agent, and the lenders and other agents party thereto. The Term Loan Agreement was a senior unsecured obligation of the Company and contained customary representations and affirmative and negative covenants (including limitations on liens and subsidiary debt and a maximum consolidated total debt to total capitalization ratio of\n0.75\nto 1.00). The Term Loan Agreement also contained events of default customary for credit agreements of this type.  The Term Loan Agreement was fully drawn on April 6, 2020, during the fourth fiscal quarter of 2020, and was fully repaid during the first fiscal quarter of 2021.\nThe components of long-term debt are as follows:\nThe aggregate contractual maturities of long-term debt for each of the five fiscal years subsequent to May 30, 2021, and thereafter are as follows:\nWe maintain a $\n750.0\nmillion revolving credit agreement (Revolving Credit Agreement) with BOA, as administrative agent, and the lenders and other agents party thereto. The Revolving Credit Agreement is a senior unsecured credit commitment to the Company and contains customary representations and affirmative and negative covenants (including limitations on liens and subsidiary debt and a maximum consolidated lease adjusted total debt to total capitalization ratio of\n0.75\nto 1.00) and events of default usual for credit facilities of this type.  As of May 30, 2021, we were in compliance with all covenants under the Revolving Credit Agreement.\nThe Revolving Credit Agreement matures on October 27, 2022, and the proceeds may be used for working capital and capital expenditures, the refinancing of certain indebtedness, certain acquisitions and general corporate purposes. Loans under the Revolving Credit Agreement bear interest at a rate of LIBOR plus a margin determined by reference to a ratings-based pricing grid (Applicable Margin), or the base rate (which is defined as the highest of the BOA prime rate plus\n0.075\npercent, the Federal Funds rate plus\n0.500\npercent, and the Eurocurrency Rate plus\n1.075\npercent) plus the Applicable Margin. Assuming a “BBB-” equivalent credit rating level, the Applicable Margin under the Revolving Credit Agreement will be\n1.075\npercent for LIBOR loans and\n0.075\npercent for base rate loans.  As of May 30, 2021, we had\nno\noutstanding balances under the Revolving Credit Agreement.\nThe interest rate on our $\n42.8\nmillion\n6.800\npercent senior notes due October 2037 is subject to adjustment from time to time if the debt rating assigned to such series of notes is downgraded below a certain rating level (or subsequently upgraded). The maximum adjustment is\n2.000\npercent above the initial interest rate and the interest rate cannot be reduced below the initial interest rate. As of May 30, 2021, no such adjustments are made to this rate.\nNOTE 7 –\nDERIVATIVE INSTRUMENTS AND HEDGING ACTIVITIES\n60\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nWe use financial derivatives to manage commodity price, interest rate and equity-based compensation risks inherent in our business operations. By using these instruments, we expose ourselves, from time to time, to credit risk and market risk. Credit risk is the failure of the counterparty to perform under the terms of the derivative contract. When the fair value of a derivative contract is positive, the counterparty owes us, which creates credit risk for us. We minimize this credit risk by entering into transactions with high-quality counterparties. We currently do not have any provisions in our agreements with counterparties that would require either party to hold or post collateral in the event that the market value of the related derivative instrument exceeds a certain limit. As such, the maximum amount of loss due to counterparty credit risk we would incur at May 30, 2021, if counterparties to the derivative instruments failed completely to perform, would approximate the values of derivative instruments currently recognized as assets on our consolidated balance sheet. Market risk is the adverse effect on the value of a financial instrument that results from a change in interest rates, commodity prices or the market price of our common stock. We minimize this market risk by establishing and monitoring parameters that limit the types and degree of market risk that may be undertaken.\nWe periodically enter into commodity futures, swaps and option contracts (collectively, commodity contracts) to reduce the risk of variability in cash flows associated with fluctuations in the price we pay for commodities, such as natural gas and diesel fuel. For certain of our commodity purchases, changes in the price we pay for these commodities are highly correlated with changes in the market price of these commodities. For these commodity purchases, we designate commodity contracts as cash flow hedging instruments. For the remaining commodity purchases, changes in the price we pay for these commodities are not highly correlated with changes in the market price, generally due to the timing of when changes in the market prices are reflected in the price we pay. For these commodity purchases, we utilize these commodity contracts as economic hedges. Our commodity contracts for fiscal 2021 did not extend beyond May 2021.\nWe are currently party to interest-rate swap agreements with $\n300.0\nmillion of notional value to limit the risk of change in fair value through fiscal 2031, of the $\n300.0\nmillion\n4.550\npercent senior notes due February 2048. The swap agreements effectively swap the fixed-rate obligations for floating-rate obligations over the term of the agreements, thereby mitigating changes in fair value of the related debt.  The swap agreements were designated as fair value hedges of the related debt and met the requirements to be accounted for under the short-cut method, resulting in no ineffectiveness in the hedging relationship.  During fiscal 2021, $\n0.1\nmillion was recorded as a reduction to interest expense related to net swap settlements.\nWe enter into equity forward contracts to hedge the risk of changes in future cash flows associated with the unvested, unrecognized stock-based awards we grant to certain employees (Darden stock units). The equity forward contracts will be settled at the end of the vesting periods of their underlying Darden stock units, which range between\nthree\nand\nfive years\nand currently extend through July 2025. The contracts were initially designated as cash flow hedges to the extent the Darden stock units are unvested and, therefore, unrecognized as a liability in our financial statements. The forward contracts have net cash settlement terms and net settle every\nthree months\n. As the Darden stock units vest, we will de-designate that portion of the equity forward contract that no longer qualifies for hedge accounting, and changes in fair value associated with that portion of the equity forward contract will be recognized in current earnings. We periodically incur interest on the notional value of the contracts and receive dividends on the underlying shares. These amounts are recognized currently in earnings as they are incurred or received.\nWe enter into equity forward contracts to hedge the risk of changes in future cash flows associated with recognized, employee-directed investments in Darden stock within the non-qualified deferred compensation plan. We do not elect hedge accounting with the expectation that changes in the fair value of the equity forward contracts would offset changes in the fair value of Darden stock investments in the non-qualified deferred compensation plan within general and administrative expenses in our consolidated statements of earnings.  These contracts currently extend through July 2024.\n61\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe notional and fair values of our derivative contracts are as follows:\n(1)\nDerivative assets and liabilities are included in receivables, net, and other current liabilities, as applicable, on our consolidated balance sheets.\nThe effects of derivative instruments in cash flow hedging relationships in the consolidated statements of earnings are as follows:\n(1)\nIn fiscal 2021 and 2020, location of the gain (loss) reclassified from AOCI to earnings is general and administrative expenses.\n(2)\nIn fiscal 2019, location of the gain (loss) reclassified from AOCI to earnings is restaurant labor expenses and general and administrative expenses.\n(3)\nLocation of the gain (loss) reclassified from AOCI to earnings is food and beverage costs and restaurant expenses.\n(4)\nLocation of the gain (loss) reclassified from AOCI to earnings is interest, net.\n62\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe effects of derivative instruments in fair value hedging relationships in the consolidated statements of earnings are as follows:\n(1) Location of the gain (loss) recognized in earnings on derivatives and related hedged item is interest, net.\n(2) Hedged item in fair value hedge relationship is debt.\nThe effects of derivatives not designated as hedging instruments in the consolidated statements of earnings are as follows:\nBased on the fair value of our derivative instruments designated as cash flow hedges as of May 30, 2021, we expect to reclassify $\n0.3\nmillion of net gains on derivative instruments from accumulated other comprehensive income (loss) to earnings during the next 12 months based on the maturity of equity forward, commodity, and interest rate contracts. However, the amounts ultimately realized in earnings will be dependent on the fair value of the contracts on the settlement dates.\nNOTE 8 –\nFAIR VALUE MEASUREMENTS\nThe fair values of cash equivalents, receivables, net, accounts payable and short-term debt approximate their carrying amounts due to their short duration.\nThe following tables summarize the fair values of financial instruments measured at fair value on a recurring basis at May 30, 2021 and May 31, 2020:\n63\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n(1)\nThe fair value of our commodities futures, swaps and options is based on closing market prices of the contracts, inclusive of the risk of nonperformance.\n(2)\nThe fair value of equity forwards is based on the closing market value of Darden stock, inclusive of the risk of nonperformance.\n(3)\nThe fair value of our interest rate swap agreements is based on current and expected market interest rates, inclusive of the risk of nonperformance.\nThe carrying value and fair value of long-term debt, as of May 30, 2021, was $\n929.8\nmillion and $\n1.06\nbillion, respectively.  The carrying value and fair value of long-term debt as of May 31, 2020, was $\n928.8\nmillion and $\n1.20\nbillion, respectively. The fair value of long-term debt, which is classified as Level 2 in the fair value hierarchy, is determined based on market prices or, if market prices are not available, the present value of the underlying cash flows discounted at our incremental borrowing rates.\nThe fair value of non-financial assets measured at fair value on a non-recurring basis, classified as Level 2 in the fair value hierarchy, is generally determined based on third-party market appraisals which includes market data for similar assets. As of May 30, 2021, adjustments to the fair values of non-financial assets measured at fair value on a non-recurring basis, classified as Level 2, were not material.  As of May 31, 2020, operating lease right-of-use assets with a carrying amount of $\n24.2\nmillion, primarily related to\nseven\nrestaurants, were determined to have a fair value of $\n17.6\nmillion resulting in an impairment of $\n6.6\nmillion.\nThe fair value of non-financial assets measured at fair value on a non-recurring basis, classified as Level 3 in the fair value hierarchy, is determined based on appraisals, sales prices of comparable assets, or estimates of discounted future cash flows. As of May 30, 2021, long-lived assets held and used with a carrying amount of $\n5.6\nmillion, primarily related to\nfour\nunderperforming restaurants, were determined to have a fair value of $\n0.6\nmillion resulting in an impairment charge of $\n5.0\nmillion. As of May 31, 2020, long-lived assets held and used with a carrying amount of $\n35.1\nmillion, primarily related to\nthirteen\nunderperforming restaurants as well as\ntwo\nrestaurants damaged by natural disasters, were determined to have a fair value of $\n0.2\nmillion resulting in an impairment of $\n34.9\nmillion. Also as of May 31, 2020, goodwill and trademarks for our Cheddar’s Scratch Kitchen brand with carrying values of $\n334.3\nmillion and $\n375.1\nmillion, respectively, were determined to have fair values of $\n165.1\nmillion and $\n230.1\nmillion, respectively, resulting in a total impairment of $\n314.2\nmillion.\nNOTE 9 -\nSTOCKHOLDERS’ EQUITY\nShare Repurchase Program\nAll of the shares purchased during the fiscal year ended May 30, 2021 were purchased as part of our repurchase program authorized by our Board of Directors. On March 23, 2021, our Board of Directors authorized a share repurchase program under which we may repurchase up to $\n500.0\nmillion of our outstanding common stock. This repurchase program does not have an expiration and replaced the previously existing share repurchase authorization.\nShare Retirements\nAs of May 30, 2021, of the\n196.6\nmillion cumulative shares repurchased under the current and previous authorizations,\n185.2\nmillion shares were retired and restored to authorized but unissued shares of common stock and there are no remaining treasury shares.  We expect that all shares of common stock acquired in the future will also be retired and restored to authorized but unissued shares of common stock.\nAccumulated Other Comprehensive Income (Loss)\nThe components of accumulated other comprehensive income (loss), net of tax, are as follows:\n64\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following table presents the amounts and line items in our consolidated statements of earnings where other adjustments reclassified from AOCI into net earnings were recorded:\n(1)\nPrimarily included in food and beverage costs and restaurant expenses.  See Note 7 for additional details.\n(2)\nIncluded in general and administrative expenses.  See Note 7 for additional details.\n(3)\nIncluded in interest, net, on our consolidated statements of earnings.\n(4)\nIncluded in the computation of net periodic benefit costs - pension and postretirement plans, which is a component of other (income) expense, net, restaurant labor expenses and general and administrative expenses.  See Note 13 for additional details.\n(5)\nIncluded in the computation of net periodic benefit costs - other plans, which, for fiscal 2021, is a component of restaurant labor, general and administrative expenses and other (income) expense, net, and for fiscal 2020, is a component of general and administrative expenses.\nNOTE 10 –\nLEASES\nThe components of lease expense for continuing operations in the consolidated statement of earnings for the fiscal years ended May 30, 2021 and May 31, 2020 are as follows:\n65\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe components of lease assets and liabilities on the consolidated balance sheet as of May 30, 2021 and May 31, 2020 are as follows:\nSupplemental cash flow information related to leases for the fiscal years ended May 30, 2021 and May 31, 2020:\nThe weighted-average remaining lease terms and discount rates as of May 30, 2021 and May 31, 2020 are as follows:\n(1)\nWe cannot determine the interest rate implicit in our leases.  Therefore, the discount rate represents our incremental borrowing rate and is determined based on the risk-free rate, adjusted for the risk premium attributed to our corporate credit rating for a secured or collateralized instrument.\n66\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe annual maturities of our lease liabilities as of May 30, 2021 are as follows:\n(1)\nOf the $\n6,113.7\nmillion of total future operating lease commitments and $\n904.5\nmillion of total future finance lease commitments, $\n2,723.7\nmillion and $\n407.7\nmillion, respectively, are non-cancelable.\n(2)\nExcludes approximately $\n111.5\nmillion of net present value of lease payments related to\n29\nreal estate leases signed, but not yet commenced.\nNOTE 11 -\nADDITIONAL FINANCIAL INFORMATION\nThe tables below provide additional financial information related to our consolidated financial statements:\nBalance Sheets\n67\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nStatements of Earnings\nStatements of Cash Flows\nNOTE 12 -\nINCOME TAXES\nThe CARES Act was enacted on March 27, 2020. In an effort to enhance liquidity for businesses, the CARES Act provides for, among other items, federal net operating loss (NOL) carryback provisions, the deferral of the employer-paid portion of social security taxes and refundable employee retention tax credits.  Additionally, the CARES Act includes provisions addressing technical amendments for accelerated tax depreciation on qualified improvement property (QIP).\nWe utilized the CARES Act provisions in the following ways in fiscal 2021:\n•\nWe will carry back the federal NOL generated in fiscal 2021 to the preceding five years;\n•\nWe elected to defer an additional $\n99.8\nmillion of our employer-paid portion of social security taxes generated in fiscal 2021, while repaying the $\n24.8\nmillion we deferred from fiscal 2020;\n•\nWe recognized additional acceleration of $\n81.7\nmillion in tax depreciation as a result of the technical amendments to QIP; and\n•\nWe claimed additional refundable employee retention tax credits of approximately $\n13.0\nmillion in fiscal 2021.\nTotal income tax expense (benefit) was allocated as follows:\nThe components of earnings (loss) from continuing operations before income taxes and the provision for income taxes thereon are as follows:\n68\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe effective income tax rates for fiscal 2021 and 2020 for continuing operations were (\n9.7\n) percent and\n69.4\npercent, respectively. During fiscal 2021, we had an income tax benefit of $\n55.9\nmillion on earnings before income tax of $\n576.5\nmillion compared to an income tax benefit of $\n111.8\nmillion on a loss from continuing operations before income taxes of $\n161.0\nmillion in fiscal 2020. The change was driven primarily by an increase in earnings before income taxes offset by the generation of a net operating loss for tax purposes in fiscal 2021 that will be carried back to fiscal years 2016 and 2017. An income tax benefit is generated due to the difference in federal tax rates between fiscal 2021 at 21.0 percent and fiscal 2016 and 2017 at 35.0 percent. We generated a net operating loss for tax purposes due to several factors, including the impact of COVID-19, accelerated tax depreciation, increased tax deductions for equity vesting and exercises, tax accounting method changes and various other tax planning initiatives.\nThe following table is a reconciliation of the U.S. statutory income tax rate to the effective income tax rate from continuing operations included in the accompanying consolidated statements of earnings:\n(1)\nIn fiscal 2020, we amended tax returns that were subject to a 35.0 percent or 29.4 percent statutory rate. Corresponding deferred tax balances were revalued at 21.0 percent.\n(2)\nOur effective income tax rate of (\n9.7\n) percent for fiscal 2021 represents an income tax benefit as we generated pre-tax income from continuing operations in fiscal 2021. Our effective income tax rate of\n69.4\npercent for fiscal 2020 represents an income tax benefit as we generated a pre-tax loss from continuing operations in fiscal 2020, whereas our effective income tax rate of\n8.1\npercent for fiscal 2019 represents income tax expense as we generated pre-tax income from continuing operations in fiscal 2019.\n69\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nAs of May 30, 2021, we had estimated current prepaid state and federal income taxes of $\n15.7\nmillion and $\n321.5\nmillion, respectively, which is included on our accompanying consolidated balance sheets as prepaid income taxes and estimated current state and federal income taxes payable of $\n6.1\nmillion and $\n29.8\nmillion which is included on our accompanying consolidated balance sheets as accrued income taxes.\nAs of May 30, 2021, we had unrecognized tax benefits of $\n51.8\nmillion, which represents the aggregate tax effect of the differences between tax return positions and benefits recognized in our consolidated financial statements, all of which would favorably affect the effective tax rate if resolved in our favor. Included in the balance of unrecognized tax benefits at May 30, 2021, is $\n35.9\nmillion related to tax positions for which it is reasonably possible that the total amounts could change during the next 12 months based on the outcome of examinations.  Of the $\n35.9\nmillion, $\n18.0\nmillion relates to items that would impact our effective income tax rate.\nA reconciliation of the beginning and ending amount of unrecognized tax benefits follows:\nInterest recorded on reserves for uncertain tax positions was included in income tax expense in our consolidated statements of earnings as follows:\nAt May 30, 2021, we had $\n2.3\nmillion accrued for the payment of interest associated with unrecognized tax benefits.\nFor U.S. federal income tax purposes, we participate in the IRS’s Compliance Assurance Process (CAP), whereby our U.S. federal income tax returns are reviewed by the IRS both prior to and after their filing.  Income tax returns are subject to audit by state and local governments, generally years after the returns are filed. These returns could be subject to material adjustments or differing interpretations of the tax laws. The major jurisdictions in which the Company files income tax returns include the U.S. federal jurisdiction, Canada, and all states in the U.S. that have an income tax. With a few exceptions, the Company is no longer subject to U.S. federal income tax examinations by tax authorities for years before fiscal 2021, and state and local, or non-U.S. income tax examinations by tax authorities for years before fiscal 2017.\nThe tax effects of temporary differences that give rise to deferred tax assets and liabilities are as follows:\n70\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nWe have deferred tax assets of $\n61.2\nmillion reflecting the benefit of state loss carryforwards, before federal benefit and valuation allowance, which expire at various dates between fiscal 2022 and fiscal 2040. We have deferred tax assets of $\n91.5\nmillion of federal and $\n46.3\nmillion state tax credits, before federal benefit and valuation allowance, which expire at various dates between fiscal 2022 and fiscal 2041.\nWe have taken current and potential future expirations into consideration when evaluating the need for valuation allowances against these deferred tax assets. A valuation allowance for deferred tax assets is provided when it is more likely than not that some portion or all of the deferred tax assets will not be realized. Realization is dependent upon the generation of future taxable income or the reversal of deferred tax liabilities during the periods in which those temporary differences become deductible. We consider the scheduled reversal of deferred tax liabilities, projected future taxable income and tax planning strategies in making this assessment.  Based upon the level of historical taxable income and projections for future taxable income over the periods in which our deferred tax assets are deductible, we believe it is more likely than not that we will realize the benefits of these deductible differences, net of the existing valuation allowances at May 30, 2021.\nNOTE 13 -\nRETIREMENT PLANS\nDefined Benefit Plans and Postretirement Benefit Plan\nAs of December 2014, our non-contributory defined benefit pension plans were frozen and no additional benefits accrued for participants (except for continuing interest credits for eligible participants in the Cash Balance formula).  In April 2018, our Benefit Plans Committee approved the termination of our primary non-contributory defined benefit pension plan (the Retirement Income Plan for Darden Restaurants, Inc.).  Plan participants who had not yet begun receiving their benefit payments were provided the opportunity to receive their full accrued benefits from plan assets by either (i) electing immediate lump sum distributions or annuities or (ii) deferring commencement of their benefits to a later date. During fiscal 2020, we made a funding contribution of approximately $\n12.7\nmillion to fully fund the benefit obligation. As of May 31, 2020, all of the plan assets were either (i) distributed to settle the benefits for participants who selected the lump sum option or (ii) transferred to a third-party annuity provider for all other eligible participants.  The settlement of the benefit obligation to plan participants in fiscal 2020 resulted in a pre-tax pension settlement charge of $\n145.5\nmillion recorded in other (income) expense, net in our consolidated statement of earnings.\nWe also sponsor a non-contributory postretirement benefit plan that provides health care benefits to certain eligible salaried retirees as a subsidy credit to a health care reimbursement account. This benefit is not impacted by future changes in health care cost trend rates.\n71\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nFundings related to the defined benefit pension plans and postretirement benefit plan, which are funded on a pay-as-you-go basis, were as follows:\nWe expect to contribute approximately $\n0.4\nmillion to our remaining defined benefit pension plan and approximately $\n2.0\nmillion to our postretirement benefit plan during fiscal 2022.\nWe are required to recognize the over- or under-funded status of the plans as an asset or liability as measured by the difference between the fair value of the plan assets and the benefit obligation and any unrecognized prior service costs and actuarial gains and losses as a component of accumulated other comprehensive income (loss), net of tax.\nThe following provides a reconciliation of the changes in the plan benefit obligation, fair value of plan assets and the funded status of the plans as of May 30, 2021 and May 31, 2020:\n(1)\nFiscal 2020 includes $\n271.8\nmillion of benefits paid in accordance with the termination of our primary non-contributory defined benefit pension plan.\n(2)\nRemaining defined benefit plan obligation relates to a supplemental defined benefit pension plan, which is an unfunded nonqualified plan separate from our primary pension plan which was settled in fiscal 2020. The supplemental plan is frozen and therefore no longer accruing benefits for participants.\n(3)\nSpecial termination benefits relate to the fiscal 2021 voluntary early retirement incentive program.  See Note 17 for further information.\n72\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following is a detail of the balance sheet components of each of our plans and a reconciliation of the amounts included in accumulated other comprehensive income (loss):\nThe following is a summary of our accumulated and projected benefit obligations for our defined benefit plans:\nThe following table presents the weighted-average assumptions used to determine benefit obligations and net expense:\n(1)\nDetermined as of the end of fiscal year.\n(2)\nDetermined as of the beginning of fiscal year.\nWe set the discount rate assumption annually for each of the plans at their valuation dates to reflect the yield of high-quality fixed-income debt instruments, with lives that approximate the maturity of the plan benefits. Additionally, for our mortality assumption as of fiscal year end, we selected the most recent Pri-2012 mortality tables and MP-2020 mortality improvement scale to measure the benefit obligations.\n73\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nComponents of net periodic benefit cost included in earnings are as follows:\nThe amortization of the net actuarial gain (loss) component of our fiscal 2022 net periodic benefit cost for the remaining defined benefit plan and postretirement benefit plan is expected to be approximately $\n0.2\nmillion and $\n0.4\nmillion, respectively.\nThe following benefit payments are expected to be paid between fiscal 2022 and fiscal 2031:\nDefined Contribution Plan\nWe have a defined contribution (401(k)) plan (Darden Savings Plan) covering most employees age\n21\nand older. We match contributions for participants with at least\none year\nof service up to\n6\npercent of compensation, based on our performance. The match ranges from a minimum of $\n0.25\nto $\n1.20\nfor each dollar contributed by the participant. The Darden Savings Plan also provides for a profit sharing contribution for eligible participants equal to\n1.5\npercent of the participant’s compensation. The Darden Savings Plan had net assets of $\n1.2\nbillion at May 30, 2021, and $\n870.2\nmillion at May 31, 2020. Expense recognized in fiscal 2021, 2020 and 2019 was $\n14.4\nmillion, $\n19.9\nmillion and $\n26.1\nmillion, respectively. Employees classified as “highly compensated” under the IRC are not eligible to participate in the Darden Savings Plan. Instead, highly compensated employees are eligible to participate in a separate non-qualified deferred compensation (FlexComp) plan. The FlexComp plan allows eligible employees to defer the payment of part of their annual salary and all or part of their annual bonus and provides for awards that approximate the matching contributions that participants would have received had they been eligible to participate in the Darden Savings Plan, as well as an additional retirement contribution amount. Amounts payable to highly compensated employees under the FlexComp plan totaled $\n269.8\nmillion and $\n242.5\nmillion at May 30, 2021 and May 31, 2020, respectively. These amounts are included in other current liabilities on our accompanying consolidated balance sheets.\nPrior to fiscal 2021, the Darden Savings Plan included a leveraged Employee Stock Ownership Plan (ESOP). The ESOP borrowed $\n16.9\nmillion from us at a variable rate of interest in July 1996 and was fully repaid during fiscal 2020.  Compensation expense was recognized as contributions were accrued.  Fluctuations in our stock price impacted the amount of expense recognized. Contributions to the Darden Savings Plan, plus the dividends accumulated on unallocated shares held by the ESOP, were used to pay principal, interest and expenses of the Darden Savings Plan. Prior to paying off the ESOP loan in fiscal 2020, as loan payments were made, common stock was allocated to ESOP participants. In fiscal years 2020 and 2019, the ESOP used dividends received of $\n0.2\nmillion and $\n0.2\nmillion, respectively, and contributions received from us of $\n0.5\nmillion and $\n1.0\nmillion, respectively, to pay principal and interest on our debt.\nNOTE 14 -\nSTOCK-BASED COMPENSATION\n74\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nIn September 2015, our shareholders approved the Darden Restaurants, Inc. 2015 Omnibus Incentive Plan (2015 Plan). All equity grants subject to ASC Topic 718 after the date of approval are made under the 2015 Plan.  No further equity grants after that date are permitted under the Darden Restaurants, Inc. 2002 Stock Incentive Plan, the RARE Hospitality International, Inc. Amended and Restated 2002 Long-Term Incentive Plan or any other prior stock option and/or stock grant plans (collectively, the Prior Plans). The 2015 Plan and the Prior Plans are administered by the Compensation Committee of the Board of Directors. The 2015 Plan provides for the issuance of up to\n7.6\nmillion common shares in connection with the granting of non-qualified stock options, restricted stock, restricted stock units (RSUs), performance-based restricted stock units (PRSUs) and other stock-based awards such as Darden stock units to employees, consultants and non-employee directors. There are outstanding awards under the Prior Plans that may still vest and be exercised in accordance with their terms. As of May 30, 2021, approximately\n0.6\nmillion shares may be issued under outstanding awards that were granted under the Prior Plans.\nStock-based compensation expense included in continuing operations was as follows:\nExcess income tax benefits related to the exercise of stock options and vesting of other equity-settled stock-based compensation recognized in income tax expense from continuing operations was as follows:\nThe weighted-average fair value of non-qualified stock options and the related assumptions used in the Black-Scholes model to record stock-based compensation are as follows:\n75\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following table presents a summary of our stock option activity as of and for the year ended May 30, 2021:\nThe total intrinsic value of options exercised during fiscal 2021, 2020 and 2019 was $\n57.3\nmillion, $\n21.3\nmillion and $\n83.5\nmillion, respectively. Cash received from option exercises during fiscal 2021, 2020 and 2019 was $\n36.6\nmillion, $\n12.4\nmillion and $\n52.2\nmillion, respectively.  Stock options generally vest over\n4\nyears and have a maximum contractual period of\n10\nyears from the date of grant. We settle employee stock option exercises with authorized but unissued shares of Darden common stock.\nAs of May 30, 2021, there was $\n6.5\nmillion of unrecognized compensation cost related to unvested stock options granted under our stock plans. This cost is expected to be recognized over a weighted-average period of\n2.5\nyears. The total fair value of stock options that vested during fiscal 2021 was $\n8.6\nmillion.\nRestricted stock and RSUs are granted at a value equal to the market price of our common stock on the date of grant, and amortized over their service periods which generally range from\none\nto\nfour years\n. Restrictions with regard to restricted stock and RSUs lapse at the end of their service periods at which employees receive unrestricted shares of Darden stock.\nThe following table presents a summary of our RSU activity as of and for the fiscal year ended May 30, 2021:\nAs of May 30, 2021, there was $\n6.2\nmillion of unrecognized compensation cost related to unvested RSUs granted under our stock plans. This cost is expected to be recognized over a weighted-average period of\n1.7\nyears. The total fair value of RSUs that vested during fiscal 2021, 2020 and 2019 was $\n10.6\nmillion, $\n4.6\nmillion and $\n2.3\nmillion, respectively.\nDarden stock units are granted at a value equal to the market price of our common stock on the date of grant and will be settled in cash at the end of their vesting periods, which typically range from\nthree\nto\nfive years\n, at the then market price of our common stock. Compensation expense is measured based on the market price of our common stock each period, is amortized over the vesting period and the vested portion is carried as a liability on our accompanying consolidated balance sheets. We also enter into equity forward contracts to hedge the risk of changes in future cash flows associated with the unvested, unrecognized Darden stock units granted (see Note 7 for additional information).\n76\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nThe following table presents a summary of our Darden stock unit activity as of and for the fiscal year ended May 30, 2021:\nAs of May 30, 2021, our total Darden stock unit liability was $\n63.8\nmillion, including $\n28.9\nmillion recorded in other current liabilities and $\n34.9\nmillion recorded in other liabilities on our consolidated balance sheets.  As of May 31, 2020, our total Darden stock unit liability was $\n49.1\nmillion, including $\n27.7\nmillion recorded in other current liabilities and $\n21.4\nmillion recorded in other liabilities on our consolidated balance sheets.\nBased on the value of our common stock as of May 30, 2021, there was $\n32.1\nmillion of unrecognized compensation cost related to Darden stock units granted under our incentive plans. This cost is expected to be recognized over a weighted-average period of\n2.6\nyears but the amount that vests is ultimately dependent on the value of Darden stock at the vesting date. The total fair value of Darden stock units that vested during fiscal 2021 was $\n40.7\nmillion.\nRelative total shareholder return PRSUs are equity-settled awards that vest over the service period which ranges from\nthree\nto\nfour years\n, and the number of units that actually vest is determined based on the achievement of performance criteria set forth in the award agreement. The awards vest based on the achievement of market-based targets, are measured based on estimated fair value as of the date of grant using a Monte Carlo simulation, and are amortized over the service period. Additionally, under special circumstances, Darden grants equity-settled PRSUs which are earned based on specific performance criteria. These PRSUs are measured based on a value equal to the market price of our common stock on the date of grant, and amortized over the service periods which generally range from\ntwo\nto\nfive years\n.\nThe weighted-average grant date fair value of equity-settled PRSUs and the related assumptions used in the Monte Carlo simulation to record stock-based compensation are as follows:\n(1)\nAssumes a reinvestment of dividends.\nThe following table presents a summary of our equity-settled PRSU activity as of and for the fiscal year ended May 30, 2021:\n77\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\nAs of May 30, 2021, there was $\n11.3\nmillion of unrecognized compensation cost related to unvested equity-settled PRSUs granted under our stock plans. This cost is expected to be recognized over a weighted-average period of\n2\nyears.  The total fair value of equity-settled PRSUs that vested during fiscal 2021 was $\n14.9\nmillion.\nWe maintain an Employee Stock Purchase Plan to provide eligible employees who have completed\none year\nof service (excluding senior officers subject to Section 16(b) of the Securities Exchange Act of 1934, and certain other employees who are employed less than full time or own\n5\npercent or more of our capital stock or that of any subsidiary) an opportunity to invest up to $\n5.0\nthousand per calendar quarter to purchase shares of our common stock, subject to certain limitations. Under the plan, up to an aggregate of\n5.2\nmillion shares are available for purchase by employees at a purchase price that is\n85.0\npercent of the fair market value of our common stock on either the first or last trading day of each calendar quarter, whichever is lower. Cash received from employees pursuant to the plan during fiscal 2021, 2020 and 2019 was $\n9.6\nmillion, $\n8.3\nmillion and $\n7.1\nmillion, respectively.\nNOTE 15 -\nCOMMITMENTS AND CONTINGENCIES\nAs collateral for performance on contracts and as credit guarantees to banks and insurers, we were contingently liable for guarantees of subsidiary obligations under standby letters of credit. At May 30, 2021 and May 31, 2020, we had $\n70.5\nmillion and $\n65.2\nmillion, respectively, of standby letters of credit related to workers’ compensation and general liabilities accrued in our consolidated financial statements. At May 30, 2021 and May 31, 2020, we had $\n28.9\nmillion and $\n44.0\nmillion, respectively, of surety bonds related to other payments. Most surety bonds are renewable annually.\nAt May 30, 2021 and May 31, 2020, we had $\n121.5\nmillion and $\n151.5\nmillion, respectively, of guarantees associated with leased properties that have been assigned to third parties. These amounts represent the maximum potential amount of future payments under the guarantees. The fair value of the maximum potential payments discounted at our weighted-average cost of capital at May 30, 2021 and May 31, 2020, amounted to $\n99.7\nmillion and $\n122.4\nmillion, respectively. In the event of default by a third party, the indemnity and default clauses in our assignment agreements govern our ability to recover from and pursue the third party for damages incurred as a result of its default. We do not hold any third-party assets as collateral related to these assignment agreements, except to the extent that the assignment allows us to repossess the building and personal property. These guarantees expire over their respective lease terms, which range from fiscal 2022 through fiscal 2034. In conjunction with the adoption of ASU 2016-13 in the first quarter of fiscal 2021, the liability recorded for our expected credit losses under these leases as of May 30, 2021 was $\n10.0\nmillion. See Note 1.\nWe are subject to private lawsuits, administrative proceedings and claims that arise in the ordinary course of our business. A number of these lawsuits, proceedings and claims may exist at any given time. These matters typically involve claims from guests, employees and others related to operational issues common to the restaurant industry, and can also involve infringement of, or challenges to, our trademarks. While the resolution of a lawsuit, proceeding or claim may have an impact on our financial results for the period in which it is resolved, we believe that the final disposition of the lawsuits, proceedings and claims in which we are currently involved, either individually or in the aggregate, will not have a material adverse effect on our financial position, results of operations or liquidity.\nNOTE 16 -\nSUBSEQUENT EVENT\nOn June 23, 2021, the Board of Directors declared a cash dividend of $\n1.10\nper share to be paid August 2, 2021 to all shareholders of record as of the close of business on July 9, 2021.\nNOTE 17 -\nCORPORATE RESTRUCTURING\nDuring the first quarter of fiscal 2021, as a result of the impact of COVID-19 on our business operations, we undertook a strategic restructuring of our corporate organization and workforce in order to reduce costs and better align corporate expenses to our sales levels in the current environment.  The corporate restructuring included a voluntary early retirement incentive program and other involuntary strategic workforce reductions.  In accordance with these actions, we incurred employee termination benefits costs and other costs of $\n47.0\nmillion, including cash and non-cash components of $\n37.3\nmillion and $\n9.7\nmillion, respectively. These costs are reflected in general and administrative expenses and other (income) expense, net in our consolidated statements of earnings for the twelve months ended May 30, 2021.\nThe following table summarizes the accrued employee termination benefits and other costs which are included in other current liabilities on our consolidated balance sheet as of May 30, 2021. We expect the remaining liability to be paid by the fourth quarter of fiscal 2022.\n78\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (continued)\n(1)    Excludes costs associated with equity awards that will be settled in shares upon vesting and postretirement benefit plan valuation adjustment.\n79"
  },
  {
    "item_key": "item_9",
    "text": "There were no changes in or disagreements with accountants on accounting and financial disclosure requiring disclosure under this Item."
  },
  {
    "item_key": "item_9a",
    "text": "Under the supervision and with the participation of our management, including our Chief Executive Officer and our Chief Financial Officer, we evaluated the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934 (the Exchange Act) as of May 30, 2021, the end of the period covered by this report. Based on that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were effective as of May 30, 2021.\nDuring the fiscal quarter ended May 30, 2021, there were no changes in our internal control over financial reporting (as defined in Rule 13a-15(f) under the Exchange Act) that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\nThe annual report of our management on internal control over financial reporting, and the audit report of KPMG LLP, our independent registered public accounting firm, regarding our internal control over financial reporting are included in this Annual Report under the caption “Item 8 - Financial Statements and Supplementary Data.”"
  },
  {
    "item_key": "item_9b",
    "text": "None.\nPART III"
  },
  {
    "item_key": "item_10",
    "text": "The information contained in the sections entitled “Executive Officers of the Registrant,” “Proposal 1 – Election of  Eight Directors From the Named Director Nominees,” “Meetings of the Board of Directors and Its Committees,” “Corporate Governance and Board Administration” and “Delinquent Section 16(a) Reports” in our definitive Proxy Statement for our 2021 Annual Meeting of Shareholders is incorporated herein by reference.\nAll of our employees are subject to our Code of Conduct (Employee Code of Conduct).  We also have a Code of Ethics for CEO and Senior Financial Officers (CEO and Senior Financial Officer Code of Ethics) that highlights specific responsibilities of our CEO and senior financial officers.  We also have a Code of Business Conduct and Ethics for the members of our Board of Directors (the Board Code of Conduct, and together with the Employee Code of Conduct, and the CEO and Senior Financial Officer Code of Ethics, our Codes of Business Conduct and Ethics).  These documents are posted on our internet website at www.darden.com and are available in print free of charge to any shareholder who requests them.  We will disclose any amendments to or waivers of these Codes of Business Conduct and Ethics for directors, executive officers or Senior Financial Officers on our website.\nWe also have adopted a set of Corporate Governance Guidelines and charters for all of our Board committees: the Audit Committee, which was established in accordance with Section 5(a)(58)(A) of the Exchange Act, Compensation Committee, Nominating and Governance Committee and Finance Committee. The Corporate Governance Guidelines and committee charters are available on our website at www.darden.com under the Investors - Governance tab and in print free of charge to any shareholder who requests them.  Written requests for our Code of Business Conduct and Ethics, Corporate Governance Guidelines and committee charters should be addressed to Darden Restaurants, Inc., 1000 Darden Center Drive, Orlando, Florida 32837, Attention: Corporate Secretary."
  },
  {
    "item_key": "item_11",
    "text": "The information contained in the sections entitled “Director Compensation,” “Executive Compensation,” “Compensation Discussion and Analysis,” “Compensation Committee Report,” “Compensation Committee Interlocks and Insider Participation” and “Corporate Governance and Board Administration” in our definitive Proxy Statement for our 2021 Annual Meeting of Shareholders is incorporated herein by reference.\n80"
  },
  {
    "item_key": "item_12",
    "text": "The information contained in the sections entitled “Stock Ownership of Principal Shareholders,” “Stock Ownership of Management” and “Equity Compensation Plan Information” in our definitive Proxy Statement for our 2021 Annual Meeting of Shareholders is incorporated herein by reference."
  },
  {
    "item_key": "item_13",
    "text": "The information contained in the sections entitled “Meetings of the Board of Directors and Its Committees” and “Corporate Governance and Board Administration” in our definitive Proxy Statement for our 2021 Annual Meeting of Shareholders is incorporated herein by reference."
  },
  {
    "item_key": "item_14",
    "text": "The information contained in the section entitled “Independent Registered Public Accounting Firm Fees and Services” in our definitive Proxy Statement for our 2021 Annual Meeting of Shareholders is incorporated herein by reference.\nPART IV"
  },
  {
    "item_key": "item_15",
    "text": "The exhibits listed in the accompanying Exhibit Index are filed as part of this Form 10-K and incorporated herein by reference. Pursuant to Item 601(b)(4)(iii) of Regulation S-K, copies of certain instruments defining the rights of holders of certain of our long-term debt are not filed, and in lieu thereof, we agree to furnish copies thereof to the Securities and Exchange Commission upon request. The Exhibit Index specifically identifies with an asterisk each management contract or compensatory plan or arrangement required to be filed as an exhibit to this Form 10-K. We will furnish copies of any exhibit listed on the Exhibit Index upon request upon the payment of a reasonable fee to cover our expenses in furnishing such exhibits.\n81\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n82\n83\n84\n85\n* Items marked with an asterisk are management contracts or compensatory plans or arrangements required to be filed as an exhibit pursuant to Item 15 of Form 10-K and Item 601(b)(10)(iii)(A) of Regulation S-K.\n86"
  }
]